{
  "article_number": "Article XV",
  "title": "CERTIFICATIONS",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Contract Certification.",
      "content": "CERTIFICATIONS\nContract Certification.\n(a) Every Player Contract (other than a 10-Day Contract), or any\nRenegotiation, Extension, or other amendment of a Player Contract, entered\ninto during the term of this Agreement shall be accompanied by a\ncertification, sworn to separately by (i) the person who executed the Player\nContract on behalf of the Team, (ii) the player, and (iii) any player agent who\nnegotiated the Contract on behalf of the player, under penalties of perjury,\nthat the Player Contract, Renegotiation, Extension, or other amendment sets\nforth all components of a player’s Compensation from the Team or any\nTeam Affiliate, and that there are no agreements or transactions of any kind\n(whether disclosed or undisclosed to the NBA), express or implied, oral or\nwritten, or promises, undertakings, representations, commitments,\ninducements, assurances of intent, or understandings of any kind (whether\ndisclosed or undisclosed to the NBA):\n(i)\nconcerning any future Renegotiation, Extension, or other\namendment of an existing Player Contract, or entry into a\nnew Player Contract; or\n(ii)\nexcept as permitted by this Agreement or contained in such\nUniform Player Contract, involving compensation or\nconsideration of any kind or anything else of value to be\npaid, furnished, or made available by, to, or for the benefit\nof the player, or any person or entity controlled by, related\nto, or acting with authority on behalf of the player; or\n(iii)\nexcept as permitted by this Agreement, involving an\ninvestment or business opportunity to be furnished or made\navailable by, to, or for the benefit of the player, or any person\nor entity controlled by, related to, or acting with authority on\nbehalf of the player.\n(b) Prior to the assignment of any Player Contract of a player who is in\nthe last Salary Cap Year of the Contract (or the last Salary Cap Year before\nthe player or the Team has the right to terminate the Contract), the player,\n356\nArticle XV\nthe player’s agent, and the Team to which such Contract is to be assigned\nshall each submit to the NBA a certification, sworn to under penalties of\nperjury, that other than the Player Contract that has been assigned, or as\npermitted by this Agreement, there are no agreements or transactions of any\nkind (whether disclosed or undisclosed to the NBA), express or implied, oral\nor written, or promises, undertakings, representations, commitments,\ninducements, assurances of intent, or understandings of any kind (whether\ndisclosed or undisclosed to the NBA), between the player (or the player’s\nagent or any person or entity controlled by or related to the player) and the\nTeam to which the Player Contract is to be assigned or a Team Affiliate of\nthe Team to which the Player Contract is to be assigned concerning (i) any\nfuture Renegotiation, Extension, or other amendment of the Player\nContract that has been assigned, (ii) any future Player Contract, or (iii) an\ninvestment or business opportunity or compensation or consideration of\nany kind or anything else of value to be paid, furnished, or made available\nby, to, or for the benefit of the player or any person or entity controlled by,\nrelated to, or acting with authority on behalf of the player.\n(c) If a player, within two (2) years after the assignment of such player’s\nPlayer Contract, enters into a new Player Contract, or any Renegotiation,\nExtension, or other amendment of the Player Contract that had been\nassigned, the Team, the player, and the player’s agent shall each submit to\nthe NBA a certification, sworn to under penalties of perjury, that, at the time\nof the assignment, other than the Player Contract that has been assigned, or\nas permitted by this Agreement, there were no agreements or transactions\nof any kind (whether disclosed or undisclosed to the NBA), express or\nimplied, oral or written, or promises, undertakings, representations,\ncommitments, inducements, assurances of intent, or understandings of any\nkind (whether disclosed or undisclosed to the NBA), between the player (or\nthe player’s agent or any person or entity controlled by or related to the\nplayer) and the Team to which the Player Contract has been assigned or a\nTeam Affiliate of the Team to which the Player Contract has been assigned\nconcerning (i) any future Renegotiation, Extension, or other amendment of\nthe Player Contract that has been assigned, (ii) any future Player Contract,\nor (iii) an investment or business opportunity or compensation or\nconsideration of any kind or anything else of value to be paid, furnished, or\nmade available by, to, or for the benefit of the player or any person or entity\ncontrolled by, related to, or acting with authority on behalf of the player.\nSuch certification shall be submitted to the NBA no later than sixty (60) days\nArticle XV\n357\nfollowing the execution of such new Player Contract, or any Renegotiation,\nExtension, or other amendment of the Player Contract.\n(d) If an agent, player, or Team fails or refuses to provide a certification\ncalled for under this Article XV, the NBA shall have the option, in its sole\ndiscretion, to approve or disapprove the transaction in question. In the case\nof a failure or refusal by an agent, and whether the transaction in question is\napproved or disapproved, the Players Association shall take appropriate\ndisciplinary action against the agent."
    },
    {
      "section_number": "Section 2",
      "section_title": "End of Season Certification.",
      "content": "End of Season Certification.\n(a) At the conclusion of each NBA Season, a Governor (or Alternate\nGovernor) and the executive primarily responsible for basketball operations\non behalf of the Team shall each submit to the NBA a certification, sworn\nto under penalties of perjury, that the Team has not, to the extent of their\nknowledge after reasonable inquiry, (i) violated the terms of Article XIV,\nSection 1, (ii) violated the terms of Article XIII, Section 2, nor (iii) received\nfrom the NBA League Office any communication disclosing that an NBA\nTeam has negotiated with any Free Agent prior to the execution of a Player\nContract with that player. Upon receipt of each such certification, the NBA\nshall forward a copy of the certification to the Players Association.\n(b) A violation of this Section 2 may be deemed evidence of a violation\nof Article XIV, Section 1 or Article XIII, Section 2."
    },
    {
      "section_number": "Section 3",
      "section_title": "False Certification.",
      "content": "False Certification.\nAny criminal complaint of perjury filed by the NBA or any Team based\nupon a certification required pursuant to Section 1 above shall be against the\nplayer, the player’s agent, and the Team official making such certification.\n358\nArticle XVI"
    }
  ],
  "intro_content": ""
}