{
  "article_number": "Article XXXI",
  "title": "GRIEVANCE AND ARBITRATION PROCEDURE AND SPECIAL PROCEDURES WITH RESPECT TO DISPUTES INVOLVING PLAYER DISCIPLINE",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Scope.",
      "content": "Scope.\n(a) (i)\nExcept as provided otherwise by this Agreement or by\nParagraph 9 of the Uniform Player Contract, the Grievance\nArbitrator shall have exclusive jurisdiction to determine, in\naccordance with procedures set forth in this Article XXXI,\nany and all disputes involving the interpretation or\napplication of, or compliance with, the provisions of this\nAgreement or the provisions of a Player Contract, including\nany dispute concerning the validity of a Player Contract or\nany dispute arising under the Joint NBA/NBPA Policy on\nDomestic Violence, Sexual Assault, and Child Abuse. Any\nsuch dispute subject to the exclusive jurisdiction of the\nGrievance Arbitrator shall hereinafter be referred to as a\n“Grievance.”\n(ii)\nThe Grievance Arbitrator shall also have jurisdiction to\nresolve disputes among the applicable trustees arising under\nthe Agreement of Trust for the National Basketball\nAssociation Players’ Health and Welfare Benefit Plan, the\nAgreement and Declaration of Trust Establishing the\nNational Basketball Players Association/National Basketball\nAssociation\nLabor-Management\nCooperation\nand\nEducation Trust, and the Trust Agreements for the National\nBasketball Association Players’ Qualified and Non-Qualified\nPost-Career Income Plans in accordance with the provisions\nof such agreements and declarations of trust. In connection\nwith the resolution of such disputes, to the extent there is\nany conflict between the provisions of such agreements and\ndeclarations of trust and the provisions of this Agreement,\nthe provisions of such agreements and declarations of trust\nshall control.\nArticle XXXI\n453\n(b) Notwithstanding the provisions of Section 1(a) above:\n(i)\nDisputes arising under Articles I, II, VII, VIII, X, XI, XII,\nXIII, XIV, XV, XVI, XXII, Section 14(j)(iii), Article XXIX,\nSection 6(b), XXXVII, XXXIX, and XL, as well as disputes\narising under Article XXVIII and Paragraph 14 of the\nUniform Player Contract regarding an Unauthorized\nSponsor Promotion (as that term is defined in\nParagraph 14(e) of the Uniform Player Contract) shall\n(except as otherwise specifically provided by Article VII,\nSection 3(d)(5)) be determined by the System Arbitrator\nprovided for in Article XXXII; and\n(ii)\nDisputes involving (A) a fine or suspension imposed upon a\nplayer by the Commissioner (or his designee) for conduct on\nthe playing court or in-game conduct involving another\nplayer (as those terms are defined in Section 9(c) below), or\n(B) action taken by the Commissioner (or his designee)\nconcerning the preservation of the integrity of, or\nmaintenance of public confidence in, the game of basketball,\nshall be resolved in accordance with the provisions set forth\nin Section 9 below."
    },
    {
      "section_number": "Section 2",
      "section_title": "Initiation.",
      "content": "Initiation.\n(a) Grievances may be initiated, as set forth below, by a player, a Team,\nthe NBA, or the Players Association, except that the Players Association\nmay not initiate a Grievance involving player discipline without the approval\nof the player(s) concerned.\n(b) No party may initiate a Grievance until and unless it has first\ndiscussed the matter with the party or parties against whom the Grievance\nis to be initiated in an attempt to settle it.\n(c) A Grievance must be initiated, in accordance with the provisions of\nSection 2(d) below, within thirty (30) days from the date of the occurrence\nupon which the Grievance is based, or within thirty (30) days from the date\nupon which the facts of the matter became known or reasonably should\nhave become known to the party initiating the Grievance, whichever is later.\n454\nArticle XXXI\n(d) Subject to the provisions of Sections 2(a)-(c) above: (i) a player or\nthe Players Association may initiate a Grievance (A) against the NBA by\nfiling written notice thereof with the NBA, and (B) against a Team, by filing\nwritten notice thereof with the Team and the NBA; (ii) a Team may initiate\na Grievance by filing written notice thereof with the Players Association and\nfurnishing copies of such notice to the player(s) involved and to the NBA;\nand (iii) the NBA may initiate a Grievance by filing written notice thereof\nwith the Players Association and furnishing copies of such notice to the\nplayer(s) and Team(s) involved. Any such notice shall expressly state that\nthe party is initiating a Grievance pursuant to Article XXXI, Section 2."
    },
    {
      "section_number": "Section 3",
      "section_title": "Pre-Hearing Motions.",
      "content": "Pre-Hearing Motions.\n(a) A party to a Grievance may file a pre-hearing motion with the\nGrievance Arbitrator under this Section 3 if that party is seeking to have the\nGrievance dismissed (i) because the Grievance Arbitrator does not have\njurisdiction to hear the matter under Section 1 above, or (ii) for the opposing\nparty’s failure to properly initiate a Grievance or file the Grievance on a\ntimely basis pursuant to Section 2 above.\n(b) Upon the filing of a motion under Section 3(a) above, the parties\nwill schedule a conference call with the Grievance Arbitrator for the\npurposes of setting a schedule for the motion, including a date for the\nopposing party’s opposition brief and a date for oral argument before the\nGrievance Arbitrator. Oral argument under this Section 3(b) shall be\nconducted by teleconference.\n(c) The opposing party may request a factual hearing on the motion in\nits opposition brief, but cannot request a factual hearing on the underlying\nmerits of the Grievance. If the Grievance Arbitrator grants the request for\na factual hearing, the hearing shall comply with the requirements of\nSections 4, 5, and 6 below.\n(d) The Grievance Arbitrator shall render a decision on the motion\n(including any appropriate award) as soon as practicable and the decision\nshall be accompanied by a written opinion, or, if both the NBA and the\nPlayers Association agree, the written opinion may follow within a\nreasonable time thereafter. In no event shall the award and written opinion\nbe issued more than thirty (30) days following the date of the oral argument\nor, where applicable, following the date designated by the Grievance\nArticle XXXI\n455\nArbitrator for the submission of post-argument briefs. If the decision is\ndispositive, the award shall constitute full, final, and complete disposition of\nthe Grievance, and shall be binding upon the player(s) and Team(s) involved\nand the parties to this Agreement.\n(e) The procedure set forth in this Section 3 shall not be applicable to\ndisputes with respect to which the Expedited Procedure set forth in\nSection 13 is properly invoked by either the NBA or the Players Association;\nprovided, however, that this Section 3(e) shall not preclude any party from\nasserting, in a proceeding to which such Expedited Procedure applies, that\nthe Grievance should be dismissed (i) because the Grievance Arbitrator does\nnot have jurisdiction to hear the matter under Section 1 above, or (ii) for the\nopposing party’s failure to properly initiate a Grievance or file the Grievance\non a timely basis pursuant to Section 2 above.\n(f) If a pre-hearing motion to dismiss is denied, the NBA and the\nPlayers Association shall schedule a hearing promptly with respect to the\nmerits of the Grievance involved."
    },
    {
      "section_number": "Section 4",
      "section_title": "Hearings.",
      "content": "Hearings.\n(a) Upon at least thirty (30) days’ written notice to the other side, the\nNBA and the Players Association may arrange to have a hearing scheduled\non a date that is mutually convenient to the parties to the dispute, the NBA,\nthe Players Association, and the Grievance Arbitrator; provided, however,\nthat if the NBA and the Players Association cannot agree on a hearing date,\nthe Grievance Arbitrator shall set a reasonable hearing date that follows the\nexpiration of the thirty-day notice period. Only the NBA and the Players\nAssociation may schedule or postpone hearings before the Grievance\nArbitrator.\n(b) Notwithstanding the provisions of Section 4(a) above, during each\nSalary Cap Year covered by this Agreement, (i) the Players Association and\nthe NBA shall each have the right, upon a showing of need, to have two (2)\nGrievances scheduled for hearing on or after the tenth day following service\nof the notice provided for by Section 4(a) above, and (ii) in addition to the\nforegoing, the Players Association shall have the right, upon a showing of\nneed, to have one (1) additional Grievance scheduled for hearing on or after\nthe tenth day following service of the notice provided for by Section 4(a)\nabove for the purpose of challenging a suspension imposed on a player by a\n456\nArticle XXXI\nTeam. The provisions of this Section 4(b) shall not limit or otherwise affect\nthe rights of the NBA or the Players Association pursuant to Section 13\nbelow.\n(c) If a Grievance is scheduled for hearing under this Article XXXI, and\nthe hearing date is thereafter postponed at the request of either the NBA or\nthe Players Association, the postponement fee (if any) of the Grievance\nArbitrator will be borne by the party requesting the postponement, unless\nthat party objects and the Grievance Arbitrator finds that the request for\nsuch postponement was for good cause. Should good cause be found, the\nparties will share any postponement fee equally.\n(d) In any Grievance matter, neither the NBA nor the Players\nAssociation may request or be granted more than one (1) postponement of\na hearing previously scheduled under this Article XXXI. If a party which\nhas been granted a postponement of a hearing fails to attend a subsequently\nscheduled hearing in the same Grievance matter, the Grievance shall be\nresolved against that party.\n(e) If (i) a hearing of a Grievance is not scheduled to take place within\none (1) year from the initiation of the Grievance, or (ii) in the circumstance\nwhere the initial date set for the hearing has been postponed, if a second\nhearing in that Grievance is not scheduled to take place within two (2) years\nfrom the initiation of the Grievance, then the Grievance shall, upon written\nnotice to the party or parties filing such Grievance, be deemed to have been\ndismissed with prejudice as of the thirtieth (30th) day following the delivery\nof such notice without the need for a hearing or for any action to be taken\nor decision to be issued by the Grievance Arbitrator, unless, upon written\napplication made by the party or parties filing such Grievance within such\nthirty-day period, the Grievance Arbitrator determines that dismissal of the\nGrievance without prejudice would be unjust.\n(f) For purposes of computing time under this Section 4, the time shall\nbe tolled during any period when there is no Grievance Arbitrator or when\nthe grieving party has been unable to schedule a hearing (after making efforts\nto do so) because the Grievance Arbitrator is unavailable.\n(g) Hearings before the Grievance Arbitrator shall be held in New York\n(alternating between the NBA and Players Association offices). All such\nhearings shall be conducted in accordance with the Labor Arbitration Rules\nArticle XXXI\n457\nof the American Arbitration Association; provided, however, that in the\nevent of any conflict between such Rules and the provisions of this\nAgreement, the provisions of this Agreement shall control."
    },
    {
      "section_number": "Section 5",
      "section_title": "Procedure.",
      "content": "Procedure.\n(a) Not later than seven (7) days prior to the hearing, the parties shall\nsubmit to the Grievance Arbitrator a joint statement of the issue(s) in\ndispute. If the parties cannot agree on such a joint statement, each party\nmay submit to the Grievance Arbitrator a separate statement setting forth\nthe disputed issue(s), and such separate statement shall be delivered to the\nother party or parties at the same time it is submitted to the Grievance\nArbitrator.\n(b) During each Salary Cap Year covered by this Agreement, the NBA\nand the Players Association shall each be entitled, as a matter of right, in\nconnection with two (2) proceedings brought pursuant to this Article XXXI,\nto the discovery, in advance of a hearing, of non-privileged documents from\nany adverse party (or parties) in such proceeding. The party (or parties) to\nwhom a request for document discovery is made shall have the obligation\nto produce only documents that are directly relevant and material to the core\nissue(s) in dispute, and shall not be obligated to produce documents merely\nbecause the production of such documents would be reasonably calculated\nto lead to the discovery of relevant or admissible evidence.\n(c) Not later than three (3) business days prior to the hearing, the parties\nshall exchange witness lists, relevant documents and other evidentiary\nmaterials, and citations of legal authorities that each side intends to rely on\nin its affirmative case. Absent a showing of good cause, no party may\nproffer, refer to, or rely on the testimony of any witness, any document, or\nother evidentiary material in its affirmative case that has not been identified\nto the other side as required by this subsection.\n(d) The Grievance Arbitrator shall grant the request of any party to file\na pre-hearing and/or post-hearing brief, unless an opposing party\ndemonstrates that the filing of briefs is unreasonable in the circumstances.\nIf the Grievance Arbitrator grants a request to file pre-hearing briefs, such\nbriefs shall be served on the adverse party (or parties) and filed with the\nGrievance Arbitrator not later than three (3) business days prior to the\nhearing. No pre-hearing brief shall exceed ten (10) pages in length, and the\n458\nArticle XXXI\nrules applicable in the United States District Court for the Southern District\nof New York with respect to the calculation of pages, the size of font,\nmargins, and the like shall apply. If the Grievance Arbitrator grants a request\nto file post-hearing briefs, such briefs shall be served on the adverse party\n(or parties) and filed with the Grievance Arbitrator not later than seven (7)\ncalendar days after the conclusion of the hearing (unless the parties\notherwise agree)."
    },
    {
      "section_number": "Section 6",
      "section_title": "Arbitrator’s Decision and Award.",
      "content": "Arbitrator’s Decision and Award.\n(a) Except as set forth in Section 13 below, the Grievance Arbitrator\nshall render an award as soon as practicable. The award shall be\naccompanied by a written opinion, or, if both the NBA and the Players\nAssociation agree, the written opinion may follow within a reasonable time\nthereafter. In no event shall the award and written opinion be issued more\nthan thirty (30) days following the conclusion of a Grievance hearing (or,\nwhere applicable, following the date designated by the Grievance Arbitrator\nfor the submission of post-hearing briefs). The award shall constitute full,\nfinal, and complete disposition of the Grievance, and shall be binding upon\nthe player(s) and Team(s) involved and the parties to this Agreement.\n(b) In addition to such other limitations as may be imposed on him/her\nby this Agreement, the Grievance Arbitrator shall have jurisdiction and\nauthority only to: (i) interpret, apply, or determine compliance with the\nprovisions of this Agreement; (ii) interpret, apply, or determine compliance\nwith the provisions of Player Contracts; (iii) determine the validity of Player\nContracts; (iv) award damages in connection with a proceeding provided for\nin Section 12 below; (v) award declaratory relief in connection with a\nproceeding initiated by a Team to determine whether such Team may\nproperly terminate a Player Contract pursuant to Paragraph 16(a) of such\nContract, and what, if any, liability such Team would incur as a result of such\ntermination; and (vi) resolve disputes arising under Article VII,\nSection 3(d)(5), Article XXVI, and Article XXXIII in the manner set forth\ntherein. Notwithstanding the foregoing or any other provision of this\nAgreement or the Uniform Player Contract, the Grievance Arbitrator shall\nnot have jurisdiction or authority to add to, detract from, or alter in any way\nthe provisions of this Agreement (including the provisions of this\nSection 6(b)) or any Player Contract. Nor, in the absence of agreement by\nthe NBA and the Players Association, shall the Grievance Arbitrator have\njurisdiction or authority to resolve questions of substantive, as opposed to\nArticle XXXI\n459\nprocedural, arbitrability. Questions of substantive arbitrability shall include\nthe question of whether an arbitrator provided for by the terms of this\nAgreement, as opposed to the Commissioner (or his designee), has\njurisdiction to hear or resolve a particular dispute and such questions shall\nbe determined in a judicial proceeding to be venued in the United States\nDistrict Court for the Southern District of New York."
    },
    {
      "section_number": "Section 7",
      "section_title": "Appointment and Replacement of Grievance Arbitrator.",
      "content": "Appointment and Replacement of Grievance Arbitrator.\n(a) The parties to this Agreement shall agree upon the appointment of\na Grievance Arbitrator, who shall serve for the duration of this Agreement;\nprovided, however, that as of September 1, 2024, and as of each successive\nSeptember 1, either of the parties to this Agreement may discharge the\nGrievance Arbitrator by serving written notice upon him/her and upon the\nother party to this Agreement during the period July 27 through August 1\nimmediately preceding each such September 1; and provided, further, that\nas of the April 30 of the last Season covered by this Agreement (or any\nextension thereof), either of the parties may discharge the Grievance\nArbitrator by serving written notice upon him/her and upon the other party\nto this Agreement during the period March 26 through March 31\nimmediately preceding such April 30. A Grievance Arbitrator as to whom\na notice of discharge has been served shall continue to have jurisdiction only\nwith respect to (i) Grievances as to which a hearing has been commenced\nor scheduled for a date certain and (ii) Grievances filed within the thirty (30)\nday period preceding the service of a notice of discharge; provided, however,\nthat a hearing with respect to Grievances referred to in this Section 7(a)(ii)\nmust commence no later than thirty (30) days following the effective date of\nthe Grievance Arbitrator’s discharge.\n(b) If the Grievance Arbitrator is discharged (or resigns), the parties\nshall agree upon a successor Grievance Arbitrator. In the absence of such\nagreement, the parties shall jointly request the International Institute for\nConflict Prevention and Resolution (the “CPR Institute”) (or such other\norganization(s) as the parties may agree upon) to submit to the parties a list\nof eleven (11) attorneys, none of whom shall have, nor whose firm shall\nhave, represented within the past five (5) years any professional athletes;\nagents or other representatives of professional athletes; labor organizations\nrepresenting athletes; sports leagues, governing bodies, or their affiliates;\nsports teams or their affiliates; or owners in any professional sport. If,\nwithin seven (7) days from the receipt of such list, the parties fail to agree\n460\nArticle XXXI\nupon the selection of a Grievance Arbitrator from among the names on\nsuch list, they shall return that list, with up to five (5) names deleted\ntherefrom by each party, to the CPR Institute (or such other organization as\nthe parties may have agreed upon), and the CPR Institute (or such other\norganization) shall choose a new Grievance Arbitrator from the names\nremaining on such list."
    },
    {
      "section_number": "Section 8",
      "section_title": "Injury Grievances.",
      "content": "Injury Grievances.\n(a) If a party to a dispute arising under Paragraph 7, 16(a)(iii), 16(b), or\n16(c) of a Uniform Player Contract so elects, the NBA and the Players\nAssociation shall agree upon a neutral physician or (in the absence of such\nagreement) jointly request that the President of the American College of\nOrthopedic Surgeons (or such other similar organization as the NBA and\nthe Players Association agree may be most appropriate to the issues in\ndispute) designate a physician who has no relationship with any party\ncovered by this Agreement who shall, for purposes of the dispute, serve as\nan independent medical expert and consultant to the Grievance Arbitrator.\nSuch independent medical expert shall conduct a physical examination of\nthe player; review such medical records and reports relating to the player\nthat bear on the issues in dispute; and prepare a written report of the player’s\nmedical condition, which report shall address any specific medical questions\nsubmitted to the independent medical expert by joint agreement of the\nparties or by the Grievance Arbitrator. Any reports, opinions, or\nconclusions of the independent medical expert shall be provided in writing\nto the parties in advance of any hearing scheduled pursuant to Section 4\nabove. The opinions and conclusions of the independent medical expert\nshall be accorded such weight as the Grievance Arbitrator deems\nappropriate. The fees and costs of the independent medical expert shall be\nborne equally by both sides.\n(b) During the course of any arbitration proceeding, the Grievance\nArbitrator may, by appropriate process, require any person (including, but\nnot limited to, a Team and a Team physician, and a player and any physician\nconsulted by such player) to provide to the player or that player’s Team, as\nthe case may be, all medical information in the possession of any such\nperson relating to the subject matter of the arbitration.\nArticle XXXI"
    },
    {
      "section_number": "Section 9",
      "section_title": "461",
      "content": "461\nSpecial Procedures with Respect to Player Discipline.\n(a) A dispute involving (i) a fine of $50,000 or less or a suspension of\ntwelve (12) games or fewer (or both such fine and suspension) imposed\nupon a player by the Commissioner (or his designee) for (x) conduct on the\nplaying court (as defined in Section 9(c)(i) below) or (y) for in-game conduct\ninvolving another player (as defined in Section 9(c)(ii) below), or (ii) action\ntaken by the Commissioner (or his designee) (A) concerning the\npreservation of the integrity of, or the maintenance of public confidence in,\nthe game of basketball and (B) resulting in a financial impact on the player\nof $50,000 or less, shall not give rise to a Grievance, shall not be subject to\na hearing before, or resolution by, the Grievance Arbitrator, and shall not\nbe determined by arbitration; but instead shall be processed exclusively as\nfollows:\n(1) Within twenty (20) days following written notification of the\naction taken by the Commissioner (or his designee), the\nPlayers Association (with the approval of the player\ninvolved) may appeal in writing to the Commissioner.\n(2) Upon the written request of the Players Association, the\nCommissioner shall designate a time and place for a hearing\nas soon as is reasonably practicable following his receipt of\nthe notice of appeal.\n(3) As soon as reasonably practicable, but not later than twenty\n(20) days, following the conclusion of such hearing, the\nCommissioner shall render a written decision, which\ndecision shall, absent further proceedings pursuant to\nSection 9(a)(5) below, constitute full, final, and complete\ndisposition of the dispute, and shall be binding upon the\nplayer(s) and Team(s) involved and the parties to this\nAgreement.\n(4) In the event such appeal involves a fine and/or suspension\nimposed by the Commissioner’s designee, the\nCommissioner, as a consequence of such appeal and hearing,\nshall have authority only to affirm or reduce such fine\nand/or suspension, and shall not have authority to increase\nsuch fine and/or suspension.\n462\nArticle XXXI\n(5) If a dispute under Section 9(a)(i)(y) above is not resolved in\na manner satisfactory to the player as a result of the\nprocedures set forth in Sections 9(a)(1)-(4) above, then the\nPlayers Association may (with the approval of such player)\nseek review of the financial impact of the Commissioner’s\ndecision by filing a written request for such review with the\nPlayer Discipline Arbitrator (as provided for below) within\nten (10) days following the issuance of such decision, and\nthe following procedures shall apply:\n(a)\nFollowing receipt of the written request for review,\nthe Player Discipline Arbitrator shall schedule a\nmeeting with the player, the Players Association, and\nthe NBA (and such representatives as each may\ndesignate), shall review the relevant facts and\ncircumstances, and shall issue a decision affirming or\nreducing the financial penalty imposed by the\nCommissioner. All such meetings shall be in person,\nshall be held in New York (alternating between the\nNBA and Players Association offices), and shall be\nconducted during the month of September\nfollowing the conclusion of the Season in which the\nin-game conduct involving another player occurred.\n(b)\nIn reviewing the fine and/or suspension imposed\nupon the player by the Commissioner, the Player\nDiscipline Arbitrator shall have authority only to\naffirm or reduce the financial penalty associated with\nsuch fine and/or suspension (including lost salary).\nThe Player Discipline Arbitrator shall have no\nauthority to review financial penalties automatically\nimposed as a result of technical fouls, ejections, or\nthe violation of other similar NBA rules that result\nin the imposition of an automatic penalty (such as\nthe “leaving the bench” rule). The review by the\nPlayer Discipline Arbitrator shall be de novo.\n(c)\nThe decision of the Player Discipline Arbitrator shall\nconstitute full, final, and complete disposition of the\ndispute, and shall be binding upon the player(s) and\nArticle XXXI\n463\nTeam(s) involved and the parties to this Agreement.\nThe Player Discipline Arbitrator shall make no\npublic comment regarding the matter.\n(d)\nThe Player Discipline Arbitrator shall be selected by\nagreement between the NBA and the Players\nAssociation, and shall be (i) a person with experience\nin professional basketball (such as a former NBA\ncoach, general manager, or player) or (ii) an attorney\nwith experience as a private arbitrator and/or\nmediator. In the event that the NBA and the Players\nAssociation cannot agree on the identity of the\nPlayer Discipline Arbitrator, each party shall\nsimultaneously serve upon the other a list of the\nnames of five (5) individuals meeting the criteria set\nforth in this Section 9(a)(5)(d) and shall alternate in\nstriking names from such list until only one (1) such\nname remains; and the individual whose name\nremains on the list shall be selected as the Player\nDiscipline Arbitrator. (A coin-flip or such other\nprocedure as agreed upon by the NBA and the\nPlayers Association shall determine which of such\nparties shall exercise the first strike.)\n(e)\nThe Player Discipline Arbitrator shall serve for the\nduration of this Agreement; provided, however, that\nas of January 1, 2024, and as of each successive\nJanuary 1, either of the parties to this Agreement\nmay discharge the Player Discipline Arbitrator by\nserving written notice upon him and upon the other\nparty to this Agreement during the period from\nNovember 1 through December 1 immediately\npreceding each such January 1.\n(f)\nIf the Player Discipline Arbitrator is discharged (or\nresigns), the parties shall select a successor Player\nDiscipline Arbitrator in accordance with the\nprocedures set forth in Section 9(a)(5)(d) above.\n464\nArticle XXXI\n(b) A dispute involving (i) a fine of more than $50,000 and/or a\nsuspension of more than twelve (12) games that is imposed upon a player\nby the Commissioner (or his designee) for conduct on the playing court, or\n(ii) an action taken by the Commissioner (or his designee) that (A) concerns\nthe preservation of the integrity of, or the maintenance of public confidence\nin, the game of basketball and (B) results in a financial impact on the player\nof more than $50,000, shall be processed and determined in the same\nmanner as a Grievance under Sections 2-7 above; provided, however, that\nthe Grievance Arbitrator shall apply an “arbitrary and capricious” standard\nof review.\n(c) (i)\nAs used in this Agreement, “conduct on the playing court”\nshall mean conduct in any area within an arena (including,\nbut not limited to, locker rooms, vomitories, loading docks,\nand other back-of-house and underground areas, including\nthose used by television production and other vehicles), at,\nduring, or in connection with an NBA Exhibition, All-Star,\nRegular Season, Play-In, or playoff game. (By way of\nexample and not limitation, conduct “at” and/or “in\nconnection with” an NBA game shall include conduct\nengaged in by a player within an arena from the time the\nplayer arrives at the arena for an NBA game until the time\nthe player has left the premises of the arena following the\nconclusion of such game.) Conduct engaged in by a player\noutside an arena such as, for example, in a parking lot\nadjacent to an arena, shall not constitute “conduct on the\nplaying court.”\n(ii)\nAs used in this Agreement, “in-game conduct involving\nanother player” shall mean conduct occurring during the\ncourse of an NBA Exhibition, All-Star, Regular Season,\nPlay-In, or playoff game that is exclusively between or\namong players (and not, for example, involving in any\nmanner a referee, fan, or coach) and that takes place on or\nadjacent to the playing floor (including the area of the\nbenches), and shall include, but not be limited to, fights,\naltercations, flagrant fouls, and other similar conduct.\n(d) In the event a matter filed as a Grievance in accordance with the\nprovisions of this Article XXXI gives rise to issues involving the integrity\nArticle XXXI\n465\nof, or public confidence in, the game of basketball, and the financial impact\non the player of the action being grieved is $50,000 or less, the\nCommissioner may, at any stage of its processing, order that the matter be\nwithdrawn from such processing and thereafter be processed in accordance\nwith the appeal procedure provided in Sections 9(a)(1)-(4) above."
    },
    {
      "section_number": "Section 10",
      "section_title": "Procedure with Respect to Fine and Suspension",
      "content": "Amounts.\nIn the event that a Grievance or an appeal challenging a Commissioner\nor Team-imposed fine and/or suspension is filed in accordance with this\nArticle XXXI, the amount of any fine or salary lost by virtue of the\nsuspension shall be deposited in a separate interest-bearing account\nmaintained for such fines or suspension-related amounts. The NBA shall\nprovide written notice to the Players Association of the date and amount of\neach deposit made pursuant to this Section 10 by delivering to the Players\nAssociation monthly statements reflecting the investment activity in such\naccount. In the absence of agreement between the NBA and the Players\nAssociation, the Grievance Arbitrator (in resolving a Grievance, and in a\nmanner consistent with his determination of such Grievance), or the\nCommissioner (or his designee) (in resolving an appeal, and in a manner\nconsistent with his determination of such appeal), or the Player Discipline\nArbitrator (in connection with his review of a decision by the Commissioner,\nand in a manner consistent with his determination following such review)\nshall determine the amount of the deposited funds to be payable to the\nplayer, the Team, or the NBA, and any interest earned on such deposit shall\nbe allocated to the parties in proportion thereto."
    },
    {
      "section_number": "Section 11",
      "section_title": "Disputes with Respect to the Terms of a Player",
      "content": "Contract.\n(a) If either the NBA or the Players Association asserts that a term or\nprovision of a Player Contract is not permitted by this Agreement, either\nmay have the dispute involving such Contract term or provision resolved by\ninitiating a Grievance. If such a Grievance is initiated by the NBA, the\nthirty-day time period referred to in Section 2(c) above shall commence with\nthe date upon which the NBA received the Player Contract (or amendment\nthereto) containing the disputed term or provision. If such a Grievance is\ninitiated by the Players Association, the thirty-day time period referred to in\nSection 2(c) above shall commence with the date upon which the Player\n466\nArticle XXXI\nContract (or amendment thereto) containing the disputed term or provision\nwas first made available for inspection by the Players Association.\n(b) If, as a result of the Grievance and Arbitration procedure, a Player\nContract is found to contain a term or provision that is not permitted by\nthis Agreement, then (i) such term or provision shall be deleted from the\nPlayer Contract and have no force or effect, and the Player Contract shall in\nall other respects remain valid and binding upon the parties thereto, and\n(ii) if the Team and the player agree to reform or revise the Player Contract\nwithin thirty (30) days of the Grievance Arbitrator’s decision, such\nreformation or revision shall be exempted from the rules governing\nRenegotiations contained in Article VII, Section 7(c).\n(c) Nothing set forth above shall affect in any manner the\nCommissioner’s authority with respect to the approval or disapproval of\nPlayer Contracts pursuant to Paragraph 11 of the Uniform Player Contract;\nand the fact that the Commissioner has approved or not disapproved a\nPlayer Contract containing a term or provision not permitted by this\nAgreement shall not be referred to in the course of the Grievance and\nArbitration procedure and shall not be considered in any manner or for any\npurpose by the Grievance Arbitrator in connection with a dispute\nconcerning that Player Contract."
    },
    {
      "section_number": "Section 12",
      "section_title": "Disputes with Respect to Players Under Contract Who",
      "content": "Withhold Playing Services.\nIn addition to any other rights a Team may have under contract or law,\nincluding those under Paragraph 9 of a Uniform Player Contract, a Team\nmay recover damages in a proceeding before the Grievance Arbitrator when\na player who is party to a currently effective Player Contract fails or refuses\nto render the services called for under the Player Contract. In any such\nproceeding, where the Grievance Arbitrator determines that damages are\ncontinuing to accrue at the time of the hearing, the Arbitrator shall award\nsuch damages (if any) as the Team has by then sustained, and the hearing\nshall remain open to enable the submission of proof on the issue of\ncontinuing damages.\nArticle XXXI\n467"
    },
    {
      "section_number": "Section 13",
      "section_title": "Expedited Procedure.",
      "content": "(a) Notwithstanding the foregoing, in the event of a dispute arising\nunder Article XVII, Article XXX, or Article XXXI, Section 12 of this\nAgreement, or under Paragraph 15 of a Uniform Player Contract (but only\ninsofar as such Paragraph provides), or in the event of an alleged breach by\na player of Paragraph 9 of a Uniform Player Contract, the NBA or the\nPlayers Association may request that such dispute or alleged breach be\nreferred immediately to the Grievance Arbitrator. In any such case, the\ndispute or alleged breach shall be asserted by notice in writing given to the\nother party or parties, the NBA, the Players Association, and the Grievance\nArbitrator.\n(b) The Grievance Arbitrator shall convene a hearing with respect to\nsuch dispute or alleged breach at the earliest possible time, but in no event\nlater than twenty-four (24) hours following his receipt of such notice. If the\nGrievance Arbitrator is not immediately available and the parties are unable\nto agree upon another arbitrator to hear and resolve such dispute, the parties\nshall select an arbitrator in accordance with the procedures set forth in\nSection 7(b) above.\n(c) The award, which shall be issued not later than twenty-four (24)\nhours after the conclusion of the hearing, shall be in writing and may be\nissued with or without opinion. If any party desires an opinion, one shall be\nissued but its issuance shall not delay compliance with or enforcement of\nthe award. The award shall constitute full, final, and complete disposition\nof the dispute or alleged breach, and shall be binding upon the player(s) and\nTeam(s) involved and the parties to this Agreement.\n(d) The failure of any party to attend the hearing as scheduled shall not\ndelay the hearing, and the Grievance Arbitrator (or an arbitrator selected in\naccordance with the procedures set forth in Section 7(b) above, as the case\nmay be) shall be authorized to proceed to take evidence and issue an award\nas though such party were present."
    },
    {
      "section_number": "Section 14",
      "section_title": "Threshold Amount for Certain Grievances.",
      "content": "A dispute concerning a fine or suspension (or a combination thereof)\nimposed by a Team may be heard and resolved by the Grievance Arbitrator\nonly if it results in a financial impact on the player of more than $5,000. A\ndispute concerning a fine or suspension (or a combination thereof) imposed\n468\nArticle XXXI\nby the Commissioner (or his designee) other than for conduct on the playing\ncourt (as defined in Section 9(c) above) may be heard and resolved by the\nGrievance Arbitrator only if it results in a financial impact on the player of\nmore than $50,000."
    },
    {
      "section_number": "Section 15",
      "section_title": "Miscellaneous.",
      "content": "(a) Each of the time limits set forth herein may be extended by mutual\nagreement of the parties involved.\n(b) In any meeting or hearing provided for by this Article XXXI, a\nplayer may be accompanied by a representative of the Players Association\nwho may participate in such meeting or hearing and represent the player. In\nany such meeting or hearing, the NBA and any Team involved may attend\nand be accompanied by a representative who may participate in such\nmeeting or hearing and represent the NBA and any such Team.\n(c) The parties recognize that a player may be subjected to disciplinary\naction for just cause by his Team or by the Commissioner (or his designee).\nTherefore, in Grievances regarding discipline, the issue to be resolved shall\nbe whether there has been just cause for the penalty imposed.\nNotwithstanding the foregoing, in all proceedings pursuant to Section 9(b)\nabove, the Grievance Arbitrator shall apply an “arbitrary and capricious”\nstandard of review as set forth in that Section.\n(d) Nothing contained herein shall excuse a player from prompt\ncompliance with any discipline imposed upon him. If discipline imposed\nupon a player is determined to be improper by a final disposition under this\nArticle XXXI, the player shall promptly be made whole.\n(e) Nothing contained in this Article XXXI shall be deemed to limit or\nimpair the right of the NBA or any Team to impose discipline upon a\nplayer(s) or to take any other action not inconsistent with the provisions of\na Player Contract or this Agreement.\n(f) Subject to Section 4(c) above, all costs of arbitration, including the\nfees and expenses of the Grievance Arbitrator, and all costs of the\nproceedings before the Player Discipline Arbitrator (including the fees and\nexpenses of the Player Discipline Arbitrator), shall be borne equally by the\nparties thereto; but each party shall bear the cost of its own witnesses,\ncounsel, and the like.\nArticle XXXI\n469\n(g) A Team shall not be required to terminate a Player Contract under\nthe NBA waiver procedure as a condition precedent to the filing of a\nGrievance with respect to such Player Contract. To the extent that the\ndecision of the Impartial Arbitrator in In re: Otis Birdsong, Dec. No. 87-2\n(May 14, 1987) is inconsistent with the foregoing, it is hereby overruled.\n(h) In a proceeding involving the interpretation of a Player Contract, no\nUniform Player Contract (whether signed during the term of this Agreement\nor during the term of any prior collective bargaining agreement between the\nparties), or amendment thereto, other than the Player Contract or\namendment that is the subject of dispute, shall be admissible as evidence of\nthe meaning of, or of the parties’ intentions with respect to, any\nindividually-negotiated terms or provisions in the Player Contract or\namendment that is the subject of dispute.\n470"
    }
  ],
  "intro_content": "Article XXXI\nGRIEVANCE AND ARBITRATION PROCEDURE\nAND SPECIAL PROCEDURES WITH RESPECT\nTO DISPUTES INVOLVING PLAYER DISCIPLINE"
}