{
  "article_number": "Article XXVIII",
  "title": "MEDIA RIGHTS",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "League Rights.",
      "content": "MEDIA RIGHTS\nLeague Rights.\nThe Players Association agrees that the NBA, all League-related entities\n(including, but not limited to, NBA Properties, Inc. and NBA Media\nVentures, LLC) that generate BRI, and NBA Teams have the right during\nand after the term of this Agreement to use, exhibit, distribute, or license\nany performance by the players, under this Agreement or the Uniform\nPlayer Contract, in any or all media, formats or forms of exhibition and\ndistribution, whether analog, digital, or other, now known or hereafter\ndeveloped, including, but not limited to, print, tape, disc, computer file,\nradio, television, motion pictures, other audio-visual and audio works,\nInternet, broadband platforms, mobile platforms, applications, and other\ndistributions platforms (collectively, “Media”)."
    },
    {
      "section_number": "Section 2",
      "section_title": "No Suit.",
      "content": "No Suit.\nThe Players Association, for itself and present and future NBA players,\ncovenants not to sue (or finance any suit against) the NBA, all League related\nentities (including NBA Properties, Inc. and NBA Media Ventures, LLC)\nthat generate BRI, and all NBA Teams, or, any of their respective past,\npresent, and future owners (direct and indirect) acting in their capacity as\nowners of any of the foregoing entities, officers, directors, trustees,\nemployees, agents, attorneys, licensees, successors, heirs, administrators,\nexecutors, and assigns, with respect to the use, exhibition, distribution, or\nlicense, in any or all Media, of any performances by any player rendered\nunder this Agreement or prior collective bargaining agreements, or under\nPlayer Contracts made pursuant thereto; provided, however, that this\nSection 2 shall not apply to any Endorsement, as defined in Section 3 below,\nany Unauthorized Sponsor Promotion, as defined in Paragraph 14(e) of the\nUniform Player Contract, or any action of the Players Association pursuant\nto Section 3 (f) below."
    },
    {
      "section_number": "Section 3",
      "section_title": "Unauthorized Endorsement/Sponsor Promotion.",
      "content": "Unauthorized Endorsement/Sponsor Promotion.\n(a) Section 1 above does not confer any right or authority for the NBA,\nany League related entity or any NBA Team to (i) use, or authorize any third\n426\nArticle XXVIII\nparty to use, any performance by a player in any way that constitutes an\nunauthorized endorsement by such player of a third party brand, product or\nservice (“Endorsement”), or (ii) authorize any third party to use any\nperformance by a player in any way that constitutes an Unauthorized\nSponsor Promotion as defined in Paragraph 14(e) of the Uniform Player\nContract.\n(b) For purposes of clarity, and without limitation: (i) it shall not be an\nEndorsement for the NBA, a League-related entity, or an NBA Team to use,\nor authorize others to use, including, without limitation, in third party\nadvertising and promotional materials, footage and photographs of a\nplayer’s participation in NBA games or other NBA events that do not\nunduly focus on, feature, or highlight, such player in a manner that leads the\nreasonable consumer to believe that such player is a spokesman for, or\npromoter of, a third-party commercial product or service; provided that the\npreceding sentence is independent of and is not relevant to determining\nwhether a use is or is not an Unauthorized Sponsor Promotion; and (ii) any\nuse of a player’s Player Attributes that has been expressly authorized by the\nplayer (not including the Uniform Player Contract) shall not be an\nunauthorized Endorsement or an Unauthorized Sponsor Promotion.\n(c) Any dispute regarding whether a use of any performance by a player\nis or is not an Unauthorized Sponsor Promotion shall be determined by the\nexpedited System Arbitration process described in Paragraph 14(f) of the\nUniform Player Contract.\n(d) For purposes of clarity, nothing in this Agreement or the Uniform\nPlayer Contract shall limit the rights of the NBA, all League-related entities\nthat generate BRI, and NBA Teams to provide, and authorize others to\nprovide, advertising and promotional opportunities within NBA games or\nNBA or Team events and NBA-related or Team- related content; it being\nunderstood that nothing in this sentence is intended to authorize the NBA,\nany League-related entity or any NBA Team to use, or authorize any third\nparty to use, any Player Attributes in any way (w) that constitutes an\nunauthorized Endorsement, (x) in the creative elements incorporated into\nsuch advertising executions that constitute an Unauthorized Sponsor\nPromotion, or (y) in the creative elements in promotional opportunities that\nare not Promotional Enhancements that are Unauthorized Sponsor\nPromotion. For purposes of the foregoing, examples of “advertising”\ninclude 30-second commercials, video pre-rolls and courtside signage.\nArticle XXVIII\n427\n(e) Nothing in Section 3(d)(x) or (y) above shall limit the right of a\ntelecaster or distributor of NBA games, NBA or Team events, or\nNBA-related or Team-related content to use, or authorize others to use,\nthird party Promotional Enhancements in telecasts or other distribution of\nsuch games, events, or content in accordance with this Section 3(e). For\npurposes of this Section 3(e), “Promotional Enhancements” means:\n(i) virtual images, graphics, and/or text that are superimposed on the video\nand/or audio depiction of the NBA game, NBA or Team event, or\nNBA-related or Team-related content; (ii) non-virtual signage or other\nphysical displays otherwise visible in the telecast or other distribution of the\nNBA game, NBA or Team event, or NBA-related or Team-related content\n(for purposes of clarity, clauses (i) and (ii) above do not include still images\nexcept in game and program telecasts); and (iii) other promotional\nopportunities for Telecasters (as defined in Paragraph 14(f) of the Uniform\nPlayer Contract) consistent with past practice as permitted under the 2017\nCBA. Examples of Promotional Enhancements include branded backboard\nslide-outs, branded feature trackers, sponsored starting lineups, branded\nvirtual lineups, virtual courtside signage, virtual court signage, branded\nstatistical presentations, studio show backdrops, branded halftime desk\nsignage, a sponsored “Top Plays” feature, and a sponsored “audio drop-in”\nmention. Creative elements incorporated into virtual signage Promotional\nEnhancements are not authorized under this Section if they otherwise are\nUnauthorized Sponsor Promotion.\n(f) Notwithstanding the foregoing, in addition to any other rights the\nPlayers Association may have, (A) if a telecaster or other distributor of NBA\ngames, NBA or Team events, or NBA-related or Team-related content uses,\nor authorizes others to use, Player Attributes in creative elements within\npromotional opportunities in telecasts or other distribution of such games,\nevents or content (i) in a manner that (x) is not covered by Section 3(e)(iii)\nabove, and (y) unduly promotes the products or services of a sponsor, and\n(ii) the promotion of the sponsor’s products or services within such\npromotional opportunity is more prominent than the NBA content, to\nwhich it relates, taken as a whole, then the Players Association shall notify\nthe NBA in writing, and (B) the NBA shall have a period of fifteen (15) days\nto cause the telecaster or distributor to cease or modify such creative\nelements (“Cure”). If the NBA fails to Cure pursuant to the preceding\nsentence, then the Players Association may sue the NBA for any resulting\ndamages to the Players Association’s commercial group licensing business,\n428\nArticle XXVIII\nwith the NBA responsible for the violation and such damages even if the\nNBA did not authorize such promotional opportunity.\n(g) For purposes of clarity, nothing contained in this Article XXVIII or\nin Paragraph 14 of the Uniform Player Contract shall prohibit the inclusion\nof a sponsor’s name and/or logo on a jersey patch, and any depiction of a\nplayer wearing a jersey that includes such a jersey patch shall not, by reason\nof the jersey patch alone, constitute an unauthorized Endorsement, an\nUnauthorized Sponsor Promotion, or a violation of Section 3(f) above."
    },
    {
      "section_number": "Section 4",
      "section_title": "Reservation of Rights.",
      "content": "Reservation of Rights.\nThe Players Association expressly reserves its rights to bargain\ncollectively on the subject described in Section 1 above at the expiration of\nthis Agreement. Such reservation shall not, however, preclude the NBA\nfrom contending that the subject described in Section 1 above is not a\nmandatory subject of collective bargaining. The right of the NBA, League\nrelated entities, and NBA Teams described in Section 1 above is in addition\nto, and shall not limit nor be deemed to limit, derogate from or otherwise\nprejudice, any and all rights that any one or all of them have heretofore\npossessed or enjoyed, do now possess or enjoy or may hereafter possess or\nenjoy.\nArticle XXIX\n429"
    }
  ],
  "intro_content": ""
}