{
  "article_number": "Article XIX",
  "title": "UNION SECURITY, DUES, AND CHECK-OFF",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Membership.",
      "content": "Membership.\nAs a condition of employment commencing with the execution of this\nAgreement, for the duration of this Agreement only, and wherever legal:\n(a) any active player who is or later becomes a member in good standing of\nthe Players Association must maintain his membership in good standing in\nthe Players Association; and (b) any active player (including a player in the\nfuture) who is not a member in good standing of the Players Association\nmust, on the 30th day following the beginning of his employment or the\n30th day following the execution of this Agreement, whichever is later, pay,\npursuant to Section 2 below or otherwise, financial core obligations to the\nPlayers Association related to collective bargaining and the administration\nof collective bargaining agreements (hereinafter referred to as “financial core\nfees”)."
    },
    {
      "section_number": "Section 2",
      "section_title": "Check-off.",
      "content": "Check-off.\nCommencing with the execution of this Agreement and for the duration\nof this Agreement only, each Team, following its receipt of the requisite\nauthorization form, will check-off the initiation fee and annual dues,\nassessments, and financial core fees, as the case may be, in equal installments\nfrom the first four (4) payments made thereafter to the player pursuant to\nParagraph 3(a) of the Uniform Player Contract or from such lesser number\nof payments made thereafter as provided for by Exhibit 1 to such Contract,\nfor each player for whom a current check-off authorization has been\nprovided to the Team. The Team will forward the check-off monies to the\nPlayers Association within fourteen (14) days of each check-off. If the Team\nfails to do so, interest at seven percent (7%) per annum, payable to the\nPlayers Association, shall begin to accrue on such check-off monies upon\nthe conclusion of such fourteen (14) day period."
    },
    {
      "section_number": "Section 3",
      "section_title": "Enforcement.",
      "content": "Enforcement.\n(a) Upon written notification to the NBA by the Players Association\nthat a player has not paid any initiation fee, dues, or financial core fees in\nviolation of Section 1 above, the NBA will raise the matter for discussion\nArticle XIX\n363\nwith the player and his Team. If there is no resolution of the matter within\nseven (7) days, then the Team will, upon the written request of the Players\nAssociation, suspend the player without pay, wherever legal. Such\nsuspension will continue until the Players Association has notified the Team\nin writing that the suspended player has satisfied his obligation as contained\nin Section 1 above. The parties hereby agree that suspension without pay is\nadopted as a substitute for and in lieu of discharge as the penalty for a\nviolation of the union security clause of this Agreement and that no player\nwill be discharged for a violation of that clause.\nA copy of all notices required by this Section 3(a) will be simultaneously\nmailed to the player involved and the NBA.\n(b) The term “member in good standing” as used in this Article XIX\napplies only to the payment of dues or any initiation fee and not to any other\nfactors involved in union discipline.\n(c) Other than pursuant to Section 2 above, no Team shall pay any\ninitiation fees, dues, or financial core fees on behalf of any player."
    },
    {
      "section_number": "Section 4",
      "section_title": "No Liability.",
      "content": "No Liability.\nNeither the NBA nor any Team shall be liable for any salary, bonus, or\nother monetary or non-monetary claims that result from a player being\nsuspended pursuant to the terms of Section 3 above. The Players\nAssociation indemnifies, saves, and holds harmless the NBA and each Team\nagainst any and all claims, demands, suits, or other forms of liability that may\narise, directly or indirectly, in connection with the enforcement or\napplication of any term or provision of this Article XIX, including, without\nlimitation, claims relating to any action taken by the NBA or any Team in\nreliance upon any written authorization provided hereunder.\n364"
    }
  ],
  "intro_content": "Article XIX\nUNION SECURITY, DUES, AND CHECK-OFF"
}