{
  "article_number": "Article XXVII",
  "title": "RIGHT OF SET-OFF",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Set-off Calculation.",
      "content": "Set-off Calculation.\n(a) When a Team (“First Team”) terminates a Player Contract (“First\nContract”) in circumstances where the First Team, following the\ntermination, continues to be liable for unearned Base Compensation\n(i.e., unearned as of the date of the termination) called for by the First\nContract (including any unearned Deferred Base Compensation), the First\nTeam’s liability for such unearned Base Compensation shall be reduced pro\nrata by a portion of the compensation earned by the player (for services as\na player) from any professional basketball team(s) (the “Subsequent\nTeam(s)”) during each Salary Cap Year covered by the term of the First\nContract (including, but not limited to, compensation earned but not paid\nduring such period). The amount of the reduction in the First Team’s\nliability (the “set-off” amount) shall be calculated for each Salary Cap Year\ncovered by the term of the First Contract as follows:\nSTEP 1: Calculate the total compensation earned by the player (for services\nas a player) from the Subsequent Team(s) during the Salary Cap\nYear.\nSTEP 2: Subtract from the result in Step 1 (i) if the player had zero (0) Years\nof Service at the time the First Contract was terminated, the\nMinimum Annual Salary applicable to such player for the Salary\nCap Year in which the First Contract was terminated, or (ii) if the\nplayer had one (1) or more Years of Service at the time the First\nContract was terminated, the Minimum Annual Salary applicable\nto a player with one (1) Year of Service for the Salary Cap Year in\nwhich the First Contract was terminated.\nSTEP 3: If the result in Step 2 is zero (0) or a negative amount, there is no\nreduction in the First Team’s liability for unearned Base\nCompensation in respect of the relevant Salary Cap Year. If the\nresult in Step 2 is a positive amount, the reduction in the First\nTeam’s liability for unearned Base Compensation in respect of the\nrelevant Salary Cap Year shall equal fifty percent (50%) of such\namount.\nArticle XXVII\n421\nNotwithstanding anything to the contrary in this Article XXVII, a Team\nshall not be required to enforce its set-off right against a player in respect of\ncompensation earned by the player from any non-NBA Subsequent\nTeam(s). The First Team may require that the player provide the First Team\nwith evidence (such as a copy of the player’s new contract) of the\ncompensation to be earned by the player in connection with his services for\nany Subsequent Team(s).\n(b) For the purposes of this Article XXVII, (i) a “professional basketball\nteam” shall mean any team in any country that pays money or compensation\nof any kind to a basketball player for rendering services to such team (other\nthan a reasonable stipend limited to basic living expenses); and\n(ii) “compensation” earned by a player shall include all forms of\ncompensation (including, without limitation, any non-cash compensation)\nother than benefits comparable to the type of benefits (e.g., medical and\ndental insurance) provided to an NBA player in accordance with Article IV\nabove, travel and moving expenses, and any car and housing provided\ntemporarily by a professional basketball team to the player during the period\nof time for which the player renders services to such team. Notwithstanding\nanything to the contrary in this Article XXVII, when a player receives\ncompensation from a non-NBA Subsequent Team on a net-of-tax basis,\nthen for purposes of calculating the amount of set-off to which the NBA\nTeam is entitled pursuant to this Article XXVII, such compensation from\nthe non-NBA Subsequent Team shall be deemed to equal the net-of-tax\ncompensation divided by 0.65 (reflecting a deemed thirty-five percent (35%)\ntax rate); provided, however, that such adjustment to the player’s\ncompensation from the non-NBA Subsequent Team shall not be made, or\nshall be modified accordingly, if the player can establish that taxes in respect\nof the player’s compensation calculated under this provision were not paid,\nor exceed the actual amount paid, by the player’s non-NBA Subsequent\nTeam.\n(c) Without limiting any other rights the First Team has, in the event a\nplayer’s Compensation is reduced pursuant to this Article XXVII and the\nTeam is unable to effect all or a portion of the reduction through payroll\ndeductions, the NBA shall have the right to direct any Subsequent Team\nthat is an NBA Team to withhold any unrecouped amounts from the\nplayer’s Compensation under his new Uniform Player Contract and remit\nsuch amounts to the First Team. To the extent such remedy is insufficient\nto effect a full recoupment of the set-off amount, the NBA and Players\n422\nArticle XXVII\nAssociation shall negotiate in good faith to agree on such supplemental\nmeasures as are appropriate to effect such recoupment."
    },
    {
      "section_number": "Section 2",
      "section_title": "Successive Terminations.",
      "content": "Successive Terminations.\nIn the event of successive terminations by NBA Teams of Player\nContracts involving the same player, the Team first to terminate shall be\nentitled to the right of set-off provided for by this Article XXVII until its\nCompensation liability has been eliminated in its entirety, and the right of\nset-off shall then pass in order to the Team(s) terminating any subsequent\nContract(s)."
    },
    {
      "section_number": "Section 3",
      "section_title": "Deferred Compensation.",
      "content": "Deferred Compensation.\nIn calculating the amount of set-off to which a Team may be entitled\npursuant to this Article XXVII, the unearned Deferred Compensation\npayable to a player for or with respect to a period covered by the terminated\nContract shall be discounted on an annual basis by a percentage equal to the\nprime rate reported in the “Money Rates” column or any successor column\nof The Wall Street Journal and in effect at the time the agreement providing\nfor such Deferred Compensation was made."
    },
    {
      "section_number": "Section 4",
      "section_title": "Waiver of Set-off Right.",
      "content": "Waiver of Set-off Right.\nA Team and a player may agree in an amendment to an already-existing\nPlayer Contract to modify or eliminate the set-off right provided in this\nArticle XXVII, but only pursuant to and to the extent allowed by Article II,\nSection 3(p)."
    },
    {
      "section_number": "Section 5",
      "section_title": "Stretched Protected Salary.",
      "content": "Stretched Protected Salary.\n(a) In the event (i) a Team terminates a Player Contract and the payment\nof the player’s protected Compensation for any remaining Salary Cap\nYear(s) under the First Contract is stretched in accordance with Article II,\nSection 4(k) (the “mandatory stretch provision”), and (ii) the player\nsubsequently earns compensation from another professional basketball\nteam triggering a right of set-off under this Article XXVII, the amount of\nset-off to which the First Team may be entitled shall be calculated based on\nthe unearned Base Compensation in respect of each Salary Cap Year covered\nby the term of the First Contract as provided in such Contract (and not with\nregard to how such protected Base Compensation amounts are payable to\nArticle XXVII\n423\nthe player pursuant to the mandatory stretch provision). The set-off amount\nin respect of each remaining Salary Cap Year under the First Contract in\nwhich the related unearned Base Compensation is stretched in accordance\nwith the mandatory stretch provision shall be allocated such that each of the\nplayer’s stretched protected Compensation payments in respect of the\napplicable Salary Cap Year are reduced on an equal basis over the applicable\nstretch period (i.e., for the first Salary Cap Year with respect to which a\nplayer’s protected Compensation is stretched, over the entire stretch period,\nand for any subsequent Salary Cap Years, over the remaining stretch period).\nIn no event shall a Team be entitled to set-off under a First Contract in\nrespect of compensation earned by a player (for services as a player) from a\nSubsequent Team(s) during a Salary Cap Year occurring after the term of\nthe First Contract.\n(b) In the event the First Team elects to stretch the player’s Salary under\nthe First Contract for Salary Cap purposes in accordance with Article VII,\nSection 7(d)(6) (or had, prior to the effective date of this Agreement, made\nsuch election in accordance with Article VII, Section 7(d)(6) of the 2017\nCBA), then the set-off amount in respect of each remaining Salary Cap Year\ncovered by the term of the First Contract that is stretched for Salary Cap\npurposes in accordance with Article VII, Section 7(d)(6) shall be allocated\nequally to reduce the player’s re-attributed Salary amounts over the\napplicable stretch period in the manner described in Section 5(a) above.\n(c) The following examples are for clarity:\n(X) Assume (i) a player has protected Compensation of $3 million in\nrespect of the 2023-24 Season and is being paid by the First Team at a rate\nof $1 million over three (3) Seasons in accordance with the mandatory\nstretch provision and (ii) the amount of set-off to which the First Team is\nentitled under this Article XXVII with respect to the 2023-24 Season is\n$600,000, then (1) the $600,000 set-off amount would be allocated to each\nof the three (3) Seasons at a rate of $200,000 per Season and (2) the $200,000\nset-off amount for each Season would be deducted in equal installments\nfrom each of the player’s protected Compensation payments each Season.\n(Y) Assume: (i) a player has remaining protected Compensation of\n$9 million ($3 million each for the 2023-24, 2024-25, and 2025-26 Seasons,\nrespectively) under the First Contract; (ii) the First Team requests waivers\non the player on September 5, 2023 and the First Contract is terminated on\n424\nArticle XXVII\nSeptember 7, 2023; (iii) the player later signs a Player Contract with\nSubsequent Team A that provides for a term covering the 2023-24 through\n2024-25 Seasons; and (iv) the set-off amount to which the First Team is\nentitled under this Article XXVII in respect of the player’s Contract with\nSubsequent Team A is $600,000 in respect of the 2023-24 Season and\n$600,000 in respect of the 2024-25 Season. (There is no set-off amount\nunder the First Contract in respect of the 2025-26 Season given these facts\nbecause the term of the Contract with Subsequent Team A does not cover\nthe 2025-26 Season.) Under these facts: (1) with respect to the 2023-24\nSeason, the player’s $3 million of protected Compensation under the First\nContract would be reduced by the applicable $600,000 set-off amount and\nhis reduced protected Compensation amount of $2.4 million would be\npayable in accordance with the payment schedule set forth in the First\nContract; (2) the player’s $6 million of protected Compensation under the\nFirst Contract in respect of the 2024-25 and 2025-26 Seasons would (absent\na right of set-off pursuant to this Article XXVII) be paid by the First Team\nat a rate of $1.2 million per Season over five (5) Seasons in accordance with\nthe mandatory stretch provision; and (3) as a result of the $600,000 set-off\namount to which the First Team is entitled in respect of the 2024-25 Season,\nthe $1.2 million stretched protected Compensation payments described in\n(2) above would each be reduced to $1.08 million (i.e., by $120,000 per\nSeason over the five-Season stretch period covering the 2024-25 through\n2028-29 Seasons).\n(Z) Assume the same facts as in example (Y) above and that on\nOctober 1, 2025, the player signs a Player Contract with Subsequent Team B\ncovering the 2025-26 Season and the set-off amount to which the First\nTeam is entitled under this Article XXVII in respect of such Contract is\n$500,000. In such case, the player’s aggregate then-remaining protected\nCompensation would be further reduced by the additional $500,000 set-off\namount such that the player’s remaining stretched protected Compensation\npayments that would (absent this additional right of set-off pursuant to this\nArticle XXVII) be paid by the First Team at a rate of $1.08 million per\nSeason over the remaining four (4) Seasons of the mandatory stretch period\nwould each be reduced to $955,000 (i.e., by $125,000 per Season over the\nfour-Season remaining stretch period covering the 2025-26 through 2028-29\nSeasons."
    }
  ],
  "intro_content": "Article XXVII\nRIGHT OF SET-OFF"
}