{
  "article_number": "Article XXXIII",
  "title": "ANTI-DRUG PROGRAM AND SUBSTANCE ABUSE",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Definitions.",
      "content": "ANTI-DRUG PROGRAM AND SUBSTANCE ABUSE\nTREATMENT\nDefinitions.\nAs used in this Article XXXIII, the following terms shall have the\nfollowing meanings:\n(a) “Authorization for Testing” shall mean a notice issued by the\nIndependent Expert pursuant to the provisions of Section 5 below in the\nform annexed hereto as Exhibit I-1 to this Agreement.\n(b) “Benzodiazepines” shall mean any of the substances listed as\nbenzodiazepines on Exhibit I-2 to this Agreement.\n(c) “Come Forward Voluntarily” shall mean that a player has directly\ncommunicated to the Medical Director his desire to enter the Program and\nseek treatment for a problem involving the use of a Drug of Abuse or\nsynthetic cannabinoid. Such communication may be facilitated by a\nrepresentative of the NBA or the Players Association (e.g., by arranging a\nconference call among the player, the Medical Director, and such\nrepresentative in which this communication occurs). A player may not\nCome Forward Voluntarily if, prior to his direct communication to the\nMedical Director, the NBA has been notified by the applicable Program\nlaboratory that the player’s most recent drug test was positive or produced\nan atypical finding for a Drug of Abuse or synthetic cannabinoid. A player\nmay not Come Forward Voluntarily for the use of a SPED or Diuretic.\n(d) “Counselors” shall mean the persons selected by the Medical\nDirector to provide counseling and other treatment to players in the\nProgram.\n(e) “Diuretics” shall mean any of the substances listed as diuretics on\nExhibit I-2 to this Agreement.\n(f) “Drugs of Abuse” shall mean any of the substances listed as drugs\nof abuse on Exhibit I-2 to this Agreement.\n482\nArticle XXXIII\n(g) “Drugs of Abuse Program” shall mean (i) the testing program for\nDrugs of Abuse set forth in this Article XXXIII, and (ii) the education,\ntreatment, and counseling program for Drugs of Abuse established by the\nMedical Director (after consultation with the NBA and the Players\nAssociation), which may contain such elements—including, but not limited\nto, urine, blood, breath, or other testing for Prohibited Substances other\nthan SPEDs—as may be determined by the Medical Director in his or her\nprofessional judgment.\n(h) “First-Year Player” shall mean a player under Contract to an NBA\nTeam who, prior to the then-current Season, has not been on the roster of\nan NBA Team following the first game of a Regular Season.\n(i) “HGH Blood Testing” shall mean the collection and testing of\nblood samples for Human Growth Hormone via dried blood spots.\n(j) “In-Patient Facility” shall mean such treatment center or other\nfacility as may be selected by the Medical Director and agreed upon by the\nNBA and the Players Association.\n(k) “Independent Expert” or “Expert” shall mean the person selected\nby the NBA and the Players Association in accordance with Section 2(c)\nbelow.\n(l) “Marijuana and Alcohol Treatment Programs” shall mean the\neducation, treatment, and counseling programs for marijuana and alcohol\nestablished by the Medical Director (after consultation with the NBA and\nthe Players Association), which may contain such elements—including, but\nnot limited to, urine, blood, breath, or other testing for marijuana, alcohol,\nor Prohibited Substances other than SPEDs—as may be determined by the\nMedical Director in his or her professional judgment.\n(m) “Medical Director” shall mean the person selected by the NBA and\nthe Players Association in accordance with Section 2(a) below.\n(n) “Off-Season” shall mean, for any given player, the period beginning\nthe day after the last game of that player’s Team’s Season and ending the day\nbefore the first day of that player’s Team training camp.\nArticle XXXIII\n483\n(o) “Prohibited Substance” shall mean any of the substances listed on\nExhibit I-2 to this Agreement and any other substance added to such\nExhibit under the provisions of Section 17 below.\n(p) “Program” shall mean this Anti-Drug Program, and shall include the\nDrugs of Abuse Program, the Marijuana and Alcohol Treatment Programs,\nthe SPED Program, and the Synthetic Cannabinoid Program.\n(q) “Prohibited Substances Committee” shall mean the committee\nselected by the NBA and the Players Association in accordance with\nSection 2(e) below.\n(r) “SPED” shall mean any of the steroids, performance-enhancing\ndrugs, and masking agents (other than Diuretics) listed on Exhibit I-2 to this\nAgreement.\n(s) “SPED Medical Director” shall mean the person selected by the\nNBA and the Players Association in accordance with Section 2(b) below.\n(t) “SPED Program” shall mean the (i) testing program for SPEDs and\nDiuretics (but not for any other Prohibited Substance) set forth in this\nArticle XXXIII, and (ii) the education, treatment, and counseling program\nfor SPEDs and Diuretics established by the SPED Medical Director (after\nconsultation with the NBA and the Players Association), which may contain\nsuch elements—including, but not limited to, urine, blood, breath, or other\ntesting for SPEDs and Diuretics (but not for any other Prohibited\nSubstance)—as may be determined by the SPED Medical Director in his or\nher professional judgment.\n(u) “Synthetic Cannabinoid Program” shall mean the (i) testing program\nfor synthetic cannabinoids (but not for any other Prohibited Substance) set\nforth in this Article XXXIII, and (ii) the education, treatment, and\ncounseling program for synthetic cannabinoids established by the Medical\nDirector (after consultation with the NBA and the Players Association),\nwhich may contain such elements—including, but not limited to, urine,\nblood, breath, or other testing for Prohibited Substances other than\nSPEDs—as may be determined by the Medical Director in his or her\nprofessional judgment.\n(v) “Tender” shall mean an offer of a Uniform Player Contract, signed\nby the Team, that is either personally delivered to the player or his\n484\nArticle XXXIII\nrepresentative or sent by prepaid certified, registered, or overnight mail to\nthe last known address of the player or his representative.\n(w) “Veteran Player” shall mean any player who is not a First-Year\nPlayer."
    },
    {
      "section_number": "Section 2",
      "section_title": "Administration.",
      "content": "Administration.\n(a) The NBA and the Players Association shall jointly select a Medical\nDirector who shall be a person experienced in the field of testing and\ntreatment for substance abuse. The Medical Director shall have the\nresponsibility, among other duties, for selecting and supervising the\nCounselors and other personnel necessary for the effective implementation\nof the Drugs of Abuse, Marijuana and Alcohol Treatment, and Synthetic\nCannabinoid Programs; for making medical review determinations for\nProhibited Substances other than SPEDs and Diuretics; for evaluating and\ntreating players subject to the Drugs of Abuse, Marijuana and Alcohol\nTreatment, and Synthetic Cannabinoid Programs; and for otherwise\nmanaging and overseeing such Programs, subject to the control of the NBA\nand the Players Association. To the extent practicable, the Medical Director\nshall select qualified retired NBA players to serve as Counselors.\n(b) The NBA and the Players Association shall jointly select a SPED\nMedical Director who shall be a medical doctor, preferably specializing in\ninternal or sports medicine, with experience in the field of testing and\ntreatment for steroids and performance-enhancing drugs. The SPED\nMedical Director shall have the responsibility, among other duties, for\nmaking medical review determinations for SPEDs and Diuretics, for\nevaluating and treating players subject to the SPED Program, and for\notherwise managing and overseeing the SPED Program, subject to the\ncontrol of the NBA and the Players Association.\n(c) The NBA and the Players Association shall jointly select an\nIndependent Expert who shall be a person experienced in the field of\nsubstance abuse detection and enforcement and shall be authorized to issue\nAuthorizations for Testing in accordance with Section 5 below.\n(d) The Medical Director, the SPED Medical Director, and the\nIndependent Expert shall all serve for the duration of this Agreement, unless\neither the NBA or the Players Association has, by September 1 of any year\nArticle XXXIII\n485\ncovered by this Agreement, served written notice of discharge upon the\nother party and, as appropriate, the Medical Director, SPED Medical\nDirector, and/or the Independent Expert. Such notice of discharge shall be\neffective as of the immediately following September 30; provided, however,\nthat if the parties do not reach agreement by such September 30 as to who\nshall serve thereafter as the Medical Director, SPED Medical Director,\nand/or the Independent Expert, as the case may be, each party shall, by the\nimmediately following October 15, appoint a person who shall have no\nrelationship to or affiliation with that party. Such persons shall then have\nuntil the immediately following December 1 to agree on the appointment of\na new Medical Director, SPED Medical Director, and/or Independent\nExpert. Until a new Medical Director, SPED Medical Director, and/or\nIndependent Expert has been appointed, the previous Medical Director,\nSPED Medical Director, and/or Independent Expert shall continue to\nserve.\n(e) (i)\nThe NBA and the Players Association shall form a\nProhibited Substance Committee, which shall be comprised\nof one (1) representative from the NBA, one (1)\nrepresentative from the Players Association, and three (3)\nindividuals jointly selected by the NBA and the Players\nAssociation who shall be experts in the field of testing and\ntreatment for drugs of abuse and performance-enhancing\nsubstances. The members of this Committee shall serve for\nthe duration of the Agreement.\n(ii)\nThe members of the Prohibited Substances Committee shall\nmeet (either in person or by conference call) at least once\neach Season and once each off-season (the “Annual\nMeetings”). The Annual Meetings shall be scheduled by the\nNBA after consultation with the Players Association. At the\nAnnual Meetings, the Committee shall review the Program’s\nlist of Prohibited Substances, and discuss general\nanti-doping issues (including, but not limited to, advances in\ndrug testing science and technology, and modifications to\nrelevant anti-doping policies of other sports organizations).\nThe Committee shall also make recommendations to the\nNBA and the Players Association for changes to the list of\nProhibited Substances (including the determination of\nlaboratory analysis cutoff levels).\n486\nArticle XXXIII\n(iii)\nAs of September 1, 2023, and as of each successive\nSeptember 1, either of the parties to this Agreement may\ndischarge any jointly-selected member of the Prohibited\nSubstances Committee by serving thirty (30) days’ prior\nnotice upon that person and upon the other party to this\nAgreement. In the case of such discharge, or in the event a\nCommittee member resigns, and if the parties are unable to\nagree on a replacement Committee member within\nthirty (30) days, then the parties shall request a list of\nseven (7) names of potential replacements prepared by the\nMedical Director and any remaining jointly-selected\nCommittee members, and, within seven (7) days, shall select\nthe necessary replacement by alternately striking names from\nthe list until only one (1) remains.\n(f) Unless specifically stated otherwise in this Article XXXIII, all costs\nof the Program in excess of those covered by the NBA Players Group\nHealth Plan, including the fees and expenses of the Medical Director, the\nSPED Medical Director, the Independent Expert, and the Prohibited\nSubstances Committee shall be shared equally by the NBA and Players\nAssociation. The Players Association’s share shall be paid by the NBA and\nincluded in Player Benefits under Article IV, Section 6(g) of this Agreement.\nThe fees and expenses incurred by the NBA in conducting testing pursuant\nto Sections 5, 6, and 16 below shall be borne by the NBA.\n(g) Any and all disputes arising under this Article XXXIII shall be\nresolved in accordance with Article XXXI, Sections 2-7 and 15 of this\nAgreement; provided, however, that in any challenge to a decision,\nrecommendation, or other conduct of the Medical Director, SPED Medical\nDirector, Independent Expert, or Prohibited Substances Committee, or in\nany challenge to an action or process over which the Medical Director or\nthe SPED Medical Director has supervision, the Grievance Arbitrator shall\napply an “arbitrary and capricious” standard of review; and provided further\nthat nothing in this Section 2(g) shall limit or otherwise affect Paragraph 19\nof the Uniform Player Contract. Notwithstanding the foregoing, neither\nparty, nor any player or Team, may challenge a determination made by the\napplicable Program laboratory of whether the estimated or adjusted\nconcentration of a Prohibited Substance that is subject to a confirmatory\nlaboratory analysis level set forth in Exhibit I-6 exceeds the relevant\nsingle-point calibrator in a player’s “A” and/or “B” sample.\nArticle XXXIII"
    },
    {
      "section_number": "Section 3",
      "section_title": "487",
      "content": "487\nConfidentiality.\n(a) Other than as reasonably required in connection with the suspension\nor disqualification of a player, the NBA, the Teams, and the Players\nAssociation, and all of their members, affiliates, agents, consultants, and\nemployees, are prohibited from publicly disclosing information about the\ndiagnosis, treatment, prognosis, test results, compliance, or the fact of\nparticipation of a player in the Program (“Program Information”); provided,\nhowever, (i) if a player is suspended or disqualified for conduct involving a\nDrug of Abuse, Diuretic, synthetic cannabinoid, distribution of marijuana,\nor for failing to comply with his treatment program as prescribed and\ndetermined by the Medical Director or SPED Medical Director (as\napplicable), the NBA may publicly disclose the applicable penalty (but may\nnot, for clarity, publicly disclose the particular Prohibited Substance\ninvolved, absent the agreement of the Players Association or the prior\ndisclosure of such information by the player or by a person authorized by\nthe player to disclose such information), and (ii) if a player is suspended or\ndisqualified for conduct involving a SPED, the particular SPED shall be\npublicly disclosed along with the announcement of the applicable penalty.\n(b) The Medical Director, the SPED Medical Director, and the\nCounselors, and all of their affiliates, agents, consultants, and employees, are\nprohibited from publicly disclosing Program Information; provided,\nhowever, that the Medical Director and the SPED Medical Director shall\nnot be prohibited from disclosing such information to the NBA and the\nPlayers Association.\n(c) The Independent Expert is prohibited from publicly disclosing any\ninformation supplied to him by the NBA or the Players Association\npursuant to Section 5 below.\n(d) Members of the Prohibited Substances Committee are prohibited\nfrom publicly disclosing any information obtained by them in connection\nwith their duties as Committee members. If a jointly-selected member of\nthe Committee violates this Section 3(d), such member shall be immediately\ndischarged from the Committee.\n(e) Any Program Information that is publicly disclosed (i) under\nSection 3(a) above, (ii) by the player, (iii) with the player’s authorization, or\n(iv) through release by sources other than the NBA, NBA Teams, the\nPlayers Association, the Medical Director, the Counselors, the SPED\n488\nArticle XXXIII\nMedical Director, the Independent Expert, or the Prohibited Substances\nCommittee, or any of their members, affiliates, agents, consultants, and\nemployees, will, after such disclosure, no longer be subject to the\nconfidentiality provisions of this Section 3.\n(f) Other than as reasonably required by the Reasonable Cause Testing\nprocedure set forth in Section 5 below, neither the NBA nor the Players\nAssociation shall divulge to any other person or entity (including their\nrespective members, affiliates, agents, consultants, employees, and the player\nand Team involved):\n(i)\nthat it has received information regarding the use,\npossession, or distribution of a Prohibited Substance by a\nplayer;\n(ii)\nthat it is considering requesting, has requested, or has had a\nconference with the Independent Expert concerning the\nsuspected use, possession, or distribution of a Prohibited\nSubstance by a player;\n(iii)\nany information disclosed to the Independent Expert; or\n(iv)\nthe results of any conference with the Independent Expert.\n(g) Notwithstanding anything to the contrary contained in\nSections 3(a)-(f) above, the NBA and the Players Association shall promptly\nadvise and make available to each other all information either of them may\nhave in their possession, custody, or control that provides cause to believe\nthat a player is engaged in the use, possession, or distribution of a Prohibited\nSubstance.\n(h) Notwithstanding anything to the contrary contained in Sections\n3(a)-(f) above, if a player (1) has tested positive for a Prohibited Substance\nand is subject to a potential suspension or dismissal and disqualification\nunder this Article XXXIII by virtue of such positive test (e.g., because such\npositive test has not been deemed negative due to a determination by the\nMedical Director or SPED Medical Director (as applicable) that there is a\nvalid alternative medical explanation for the test result, or (2) is otherwise in\nviolation of the Program and, as a result, is subject to a potential suspension\nor dismissal and disqualification under this Article XXXIII by reason of\nArticle XXXIII\n489\nsuch violation (e.g., because of his noncompliance with treatment or failure\nto cooperate with the testing process), then:\n(i)\nIf, while the player is subject to a potential suspension or\ndismissal and disqualification pursuant to Section 3(h)(1) or\n(2) above, the player commences or is engaged in\nnegotiations with a Team regarding a Player Contract or an\namendment to a Player Contract (including an Extension,\nRenegotiation, or other amendment), the player shall\nimmediately provide written notice of the positive test\nand/or the potential suspension or dismissal and\ndisqualification to the Team. (For purposes of the foregoing\nsentence, “immediately” means (x) if the player commences\nsuch negotiations with the Team after being informed that\nhe is subject to a potential suspension or dismissal and\ndisqualification pursuant to Section 3(h)(1) or (2) above,\nupon commencement of such negotiations, and (y) if the\nplayer is informed that he is subject to a potential suspension\nor dismissal and disqualification pursuant to Section 3(h)(1)\nor (2) above after commencing such negotiations with the\nTeam, within twenty-four (24) hours of being so informed,\nand in the case of either (x) or (y), prior to the execution of\nany Contract or amendment to such Contract.) If the player\nenters into a Player Contract or an amendment to a Player\nContract with a Team, then the NBA shall promptly inform\nthe Team of the player’s positive test and/or potential\nsuspension or dismissal and disqualification and notice\nobligation pursuant to this Section 3(h)(i). Within six (6)\nbusiness days of being so informed by the NBA, the Team\nmay request that the NBA render the player’s Contract (or\namendment, as the case may be) null and void if the Team\nbelieves that the player failed to provide the Team with\nwritten notice pursuant to this Section 3(h). If a Team\nmakes such a request, and the NBA then determines that the\nplayer failed to provide the Team with such written notice,\nthe player’s Contract (or amendment, as the case may be)\nshall be rendered null and void and of no further force or\neffect.\n490\nArticle XXXIII\n(ii)\nIf, while the player is subject to a potential suspension or\ndismissal and disqualification pursuant to Section 3(h)(1)\nor (2) above, an assignment of the player’s Contract is\nproposed to occur via a trade conference call with the NBA\nleague office, then the NBA shall provide notice of the\npositive test and/or potential suspension or dismissal and\ndisqualification, to the Teams involved in the trade of the\nplayer’s Contract.\n(iii)\nIf, while the player is subject to a potential suspension or\ndismissal and disqualification pursuant to Section 3(h)(1)\nor (2) above, the player has been placed on waivers and a\nTeam claims the rights to the player, prior to notifying a\nTeam that it has acquired such rights, the NBA shall provide\nwritten notice of the positive result and/or potential\nsuspension or dismissal and disqualification to such Team.\nUpon receiving such notice, notwithstanding anything in\nthis Agreement to the contrary, the Team shall have the right\nto withdraw its waiver claim pursuant to a process\nestablished by the NBA.\nIn the event that the NBA provides notice to a Team pursuant to this\nSection 3(h), the NBA also shall inform the Team of (x) whether the testing\nof the split or “B” sample of the player’s specimen is outstanding, and (y) the\nfurther process to which the player is subject under the Program.\n(i) Nothing contained in this Section 3 shall prohibit a Team from\nproviding to the NBA information concerning whether a player is engaged\nin the use, possession, or distribution of a Prohibited Substance. For clarity,\nthis Section 3(i) does not permit a Team to provide information to the NBA\nin violation of Section 18(d) below."
    },
    {
      "section_number": "Section 4",
      "section_title": "Testing.",
      "content": "Testing.\n(a) Testing conducted pursuant to this Article XXXIII, whether by the\nNBA, the Medical Director, or the SPED Medical Director, shall be\nconducted in compliance with scientifically accepted analytical techniques.\nSuch testing shall also comply with Section 4(b) below, the collection\nprocedures described in Exhibit I-3 (for urine collections) and Exhibit I-4\n(for blood collections) to this Agreement, and such additional procedures\nArticle XXXIII\n491\nand protocols as may be established by the NBA (after consultation with the\nPlayers Association) or the Medical Director or the SPED Medical Director,\nas applicable (after consultation with the NBA and the Players Association).\nThe NBA and the Medical Director or the SPED Medical Director, as\napplicable (after consultation with the Players Association), are authorized\nto retain such consultants and support services as are necessary and\nappropriate to administer and conduct such testing.\n(b) If a player is selected for random drug testing pursuant to Section 6\nbelow on a day he is scheduled to play a game, the following additional\nprocedures will apply: (i) any blood testing must occur after the game; and\n(ii) for urine testing of a player on the visiting Team scheduled at game-day\nshoot-arounds, tests will be scheduled to occur before the shoot-around for\nthat Team commences, and for any tests that are not completed by the time\nthe visiting Team bus is scheduled to leave the arena or practice facility after\nthe shoot-around is completed, the Team will provide alternate\ntransportation to the team hotel for any player that must remain at the arena\nor practice facility to complete the testing process and will ensure that a\nTeam staff member remains with the affected player(s) and accompanies\nhim or them back to the Team’s hotel.\n(c) All tests conducted pursuant to this Article XXXIII shall be\nanalyzed by laboratories selected by the NBA and the Players Association,\nand certified by the World Anti-Doping Agency or the Substance Abuse and\nMental Health Services Administration (SAMHSA).\n(d) Any test conducted pursuant to this Article XXXIII will be\nconsidered “positive” for a Prohibited Substance under the following\ncircumstances:\n(i)\nIf the test is for a Prohibited Substance other than a SPED\nor Diuretic and it is confirmed by laboratory analysis at the\nlevels set forth in Exhibit I-5.\n(ii)\nIf the test is for a SPED or Diuretic, and it is confirmed by\nlaboratory analysis at the levels set forth in Exhibit I-6.\n(iii)\nIf a player refuses to submit to a test or cooperate fully with\nthe testing process, without a reasonable explanation\nsatisfactory to the Medical Director or the SPED Medical\n492\nArticle XXXIII\nDirector (for testing under the SPED Program only);\nprovided, however, that the NBA will use its best efforts\n(A) to have the drug testing collectors immediately notify the\nNBA when any player refuses to submit to a test or\ncooperate fully with the testing process, and (B) to provide\nsuch information to the Players Association as soon as\npossible thereafter; and provided, further, that (C) following\nany player’s refusal to submit to a test or failure to cooperate\nfully with the testing process, the drug testing collector shall\nwait ninety (90) minutes at the collection site, and (D) if the\nplayer submits to the test and cooperates fully with the\ntesting process within such additional time, then his earlier\nrefusal or failure to cooperate shall be excused and the test\nshall not be deemed positive under this Section 4(d).\n(iv)\nIf the player fails to submit to a scheduled test, without a\nreasonable explanation satisfactory to the Medical Director\nor SPED Medical Director (for testing under the SPED\nProgram only).\n(v)\nIf the player attempts to substitute, dilute, or adulterate a\nspecimen sample or in any other manner alter a test result\n(other than by testing positive for a Diuretic).\n(e) The NBA shall promptly notify the Players Association of any\npositive test conducted by the NBA, and shall thereafter notify the player.\nThe Medical Director or the SPED Medical Director (as applicable) shall\npromptly notify the player of any positive test conducted by the Medical\nDirector or SPED Medical Director (as applicable); provided, however, that\nif the positive test will result in a penalty to be imposed on the player, the\nMedical Director or SPED Medical Director (as applicable) shall notify the\nNBA and the Players Association of the positive test result and the NBA\nshall thereafter notify the player of such result and such penalty.\n(f) Upon notifying the Players Association of any positive test or\natypical finding of an “A” sample, the NBA shall direct the testing of the\nsplit or “B” sample of the player’s specimen. The test of the “B” sample\nwill be performed at a laboratory other than the laboratory that performed\nthe test of the original or “A” sample. Any such test shall be subject to the\nprovisions of this Section 4. The NBA will notify the Players Association\nArticle XXXIII\n493\nof the result of the test of the player’s “B” sample and, if the result is\npositive, the Players Association may, within five (5) business days of the\ndate of such notification, direct the NBA to request documentation\npackage(s) for the player’s “A” sample and “B” sample from the applicable\nProgram laboratory. Within ten (10) business days of receiving a\ndocumentation package pursuant to the preceding sentence, the Players\nAssociation may hold a conference call among the NBA, the Players\nAssociation, and the applicable Program laboratory to request clarification\nof any information in such documentation package; provided, however, if it\nis impracticable to hold such conference call within ten (10) business days\nof receiving a documentation package, then the Players Association may\ninstead seek clarification of any information in the documentation package\nvia an email to the applicable Program laboratory (with the NBA copied),\nwhich email must be sent within ten (10) business days of receiving a\nrespective documentation package.\n(g) Any positive test pursuant to Section 4(d)(i) above shall be reviewed\nby the Medical Director. Any positive test pursuant to Section 4(d)(ii) above\nshall be reviewed by the SPED Medical Director. If the Medical Director\nor SPED Medical Director (as applicable) determines, in his or her\nprofessional judgment, that there is a valid alternative medical explanation\nfor such positive test result, then the test shall be deemed negative.\n(h) If the test result for any player is reported by the laboratory as\n“invalid” or “endogenous steroids abnormally low,” the NBA shall\npromptly notify the Players Association, and shall thereafter notify the\nplayer. In the event of such a test result, the player shall be required to\nsubmit to another test on a date determined by the NBA that is not more\nthan thirty (30) days after the date of the original test (the “Re-Test”). If the\nRe-Test results in (i) a positive test for a Drug of Abuse other than a\nBenzodiazepine or a positive test under Section 4(d)(iii), (iv), or (v) above,\nthe player shall immediately be dismissed and disqualified from any\nassociation with the NBA or its Teams in accordance with the provisions of\nSection 12(a) below; (ii) a positive test for a synthetic cannabinoid, the player\nshall suffer the applicable consequences set forth in Section 10 below; (iii) a\npositive test for a SPED or Benzodiazepine, the player shall suffer the\napplicable consequences set forth in Section 9 below; or (iv) a positive test\nfor a Diuretic, the player shall be deemed to have tested positive for a SPED\nand shall suffer the applicable consequences set forth in Section 9 below.\nThe original test will not be counted towards the number of tests to be\n494\nArticle XXXIII\nadministered to that player for that Season under Section 6 (Random\nTesting) below.\n(i) For clarity, if the test result for any player reports a SPED or\nDiuretic at a detectable level below the confirmatory laboratory analysis\nlevels set forth in Exhibit I-6 (and, for clenbuterol, above 0.2 ng/ml but\nbelow 1 ng/ml), the result shall be treated as an atypical finding under the\nProgram and, as a result, the player shall be subject to testing for Prohibited\nSubstances no more than four (4) times during the six-week period\ncommencing on the date the NBA is notified by the applicable Program\nlaboratory of the atypical finding. Such testing may be administered at any\ntime, in the discretion of the NBA, without prior notice to the player."
    },
    {
      "section_number": "Section 5",
      "section_title": "Reasonable Cause Testing or Hearing.",
      "content": "Reasonable Cause Testing or Hearing.\n(a) In the event that either the NBA or the Players Association has\ninformation that gives it reasonable cause to believe that a player is engaged\nin the use, possession, or distribution of a Prohibited Substance, including\ninformation that a First-Year Player may have been engaged in such conduct\nduring the period beginning three (3) months prior to his entry into the\nNBA, such party shall request a conference with the other party and the\nIndependent Expert, which shall be held within twenty-four (24) hours or\nas soon thereafter as the Expert is available. Upon hearing the information\npresented, the Independent Expert shall immediately decide whether there\nis reasonable cause to believe that the player in question has been engaged\nin the use, possession, or distribution of a Prohibited Substance. If the\nIndependent Expert decides that such reasonable cause exists, the Expert\nshall thereupon issue an Authorization for Testing with respect to such\nplayer.\n(b) In evaluating the information presented to him, the Independent\nExpert shall use his or her independent judgment based upon his or her\nexperience in substance abuse detection and enforcement. The parties\nacknowledge that the type of information to be presented to the\nIndependent Expert is likely to consist of reports of conversations with third\nparties of the type generally considered by law enforcement authorities to\nbe reliable sources, and that such sources might not otherwise come forward\nif their identities were to become known. Accordingly, neither the NBA nor\nthe Players Association shall be required to divulge to each other or to the\nIndependent Expert the names (or other identifying characteristics) of their\nArticle XXXIII\n495\nsources of information regarding the use, possession, or distribution of a\nProhibited Substance, and the absence of such identification of sources,\nstanding alone, shall not constitute a basis for the Expert to refuse to issue\nan Authorization for Testing with respect to a player. In conferences with\nthe Independent Expert, the player involved shall not be identified by name\nuntil such time as the Expert has determined to issue an Authorization for\nTesting with respect to such player in the form set forth in Exhibit I-1 to\nthis Agreement.\n(c) Immediately upon the Independent Expert’s issuance of an\nAuthorization for Testing with respect to a particular player, the NBA shall\narrange for such player to undergo testing for Drugs of Abuse (if the\nAuthorization for Testing was based on information regarding the use,\npossession, or distribution of a Drug of Abuse), for synthetic cannabinoids\n(if the authorization for Testing was based on information regarding the\nplayer’s use, possession, or distribution of synthetic cannabinoids), or for\nSPEDs (if the Authorization for Testing was based on information\nregarding the player’s use, possession, or distribution of a SPED) no more\nthan four (4) times during the six-week period commencing with the\nissuance of the Authorization for Testing. Such testing may be administered\nat any time, in the discretion of the NBA, without prior notice to the player.\n(d) In the event that the player tests positive for a Drug of Abuse other\nthan a Benzodiazepine pursuant to this Section 5, or tests positive pursuant\nto Section 4(d)(iii), (iv), or (v) above in connection with testing conducted\npursuant to this Section 5, he shall immediately be dismissed and disqualified\nfrom any association with the NBA or any of its Teams in accordance with\nthe provisions of Section 12(a) below. If the player tests positive for a\nSPED, Benzodiazepine, or synthetic cannabinoid pursuant to this Section 5,\nhe shall enter the Program and suffer the applicable consequences set forth\nin Section 9 or 10 below, as the case may be. If the player tests positive for\na Diuretic, he shall suffer the applicable consequences of a positive test for\nthe Prohibited Substance for which the Authorization for Testing was\nissued.\n(e) In the event that either the NBA or the Players Association\ndetermines that there is sufficient evidence to demonstrate that, within the\nprevious year, a player has engaged in the use, possession, or distribution of\na Prohibited Substance, has engaged in a felony involving the distribution of\nmarijuana, or has received treatment for use of a Prohibited Substance other\n496\nArticle XXXIII\nthan in accordance with the terms of this Article XXXIII, it may, in lieu of\nrequesting the testing procedure set forth in Sections 5(a)-(d) above, request\na hearing on the matter before the Grievance Arbitrator. If the Grievance\nArbitrator concludes that, within the previous year, the Player has used,\npossessed, or distributed a Prohibited Substance, has engaged in a felony\ninvolving the distribution of marijuana, or has received treatment other than\nin accordance with the terms of this Article XXXIII, the player shall\nimmediately be dismissed and disqualified from any association with the\nNBA or any of its Teams in accordance with the provisions of Section 12(a)\nbelow, notwithstanding the fact that the player has not undergone the testing\nprocedure set forth in this Section 5; provided, however, that if the\nGrievance Arbitrator concludes that the player has used or possessed a\nSPED, Benzodiazepine, Diuretic, or synthetic cannabinoid, he shall enter\nthe Program and suffer the applicable consequences set forth in Section 9\nor 10 below, as the case may be."
    },
    {
      "section_number": "Section 6",
      "section_title": "Random Testing.",
      "content": "Random Testing.\n(a) In addition to the testing procedures set forth in Section 5 above, a\nplayer shall be required to undergo urine testing for Prohibited Substances\nat any time, without prior notice to the player, no more than four (4) times\neach Season and no more than two (2) times during each Off-Season. For\npurposes of this Section 6, the last day of a Season for a player shall be the\nday before that player’s Off-Season begins. During each Season, the NBA\nwill conduct no more than 1,925 total urine tests. During the Off-Season,\nthe NBA will conduct no more than 600 total urine tests. The scheduling\nof testing and collection of urine samples will be conducted according to a\nrandom player selection procedure by a third-party organization, and neither\nthe NBA, the Players Association, any Team, or any player will have any\ninvolvement in selecting the players to be tested or will receive prior notice\nof the testing schedule; provided, however, that it shall not be a violation of\nthe foregoing for the third-party organization (or a specimen collector for\nthe same) to provide advance notice of a scheduled collection to an NBA\nTeam Security Representative, so long as such notice does not identify the\nplayer(s) who will be tested and seeks merely to facilitate access of the\ncollector to the testing location. Urine samples collected during the Season\nwill be tested for all Prohibited Substances; urine samples collected during\nthe Off-Season will be tested for SPEDs and Diuretics only and may not\nunder any circumstances be tested with respect to any other Prohibited\nSubstances.\nArticle XXXIII\n497\n(b) (i)\nIn the event that a First-Year Player tests positive for a Drug\nof Abuse other than a Benzodiazepine pursuant to this\nSection 6, he shall immediately be dismissed and disqualified\nfrom any association with the NBA or its Teams for a period\nof one (1) year, his Player Contract shall be rendered null\nand void and of no further force or effect (subject to the\nprovisions of Paragraph 8 of the Uniform Player Contract),\nand he shall enter Stage 1 of the Drugs of Abuse Program.\nSuch dismissal and disqualification shall be mandatory and\nmay not be rescinded or reduced by the player’s Team or the\nNBA; provided, however, that such dismissal and\ndisqualification may be reduced or rescinded by the\nGrievance Arbitrator in accordance with Section 20 below.\n(ii)\nDuring any period while a First-Year Player is dismissed and\ndisqualified from the NBA under Section 6(b)(i) above, and\nso long as such player is in compliance with his in-patient or\naftercare obligations under the Program (as determined by\nthe Medical Director), he shall receive from his Team a\nreasonable and necessary living expense stipend to be agreed\nupon by the NBA and the Players Association which\n(A) shall not exceed twenty-five percent (25%) of the Salary\nthat the player would otherwise have been entitled to earn\nfor the period of his dismissal and disqualification and\n(B) shall not be payable for more than one (1) year from the\ndate of such dismissal and disqualification.\n(iii)\nAny First-Year Player who tests positive for a SPED,\nBenzodiazepine, or synthetic cannabinoid pursuant to this\nSection 6, shall suffer the applicable consequences set forth\nin Section 9 or 10 below, as the case may be. Any First-Year\nPlayer who tests positive for a Diuretic pursuant to this\nSection 6 shall be deemed to have tested positive for a SPED\nand shall suffer the applicable consequences set forth in\nSection 9 below.\n(c) In the event that a Veteran Player tests positive for a Drug of Abuse\nother than a Benzodiazepine pursuant to this Section 6, he shall immediately\nbe dismissed and disqualified from any association with the NBA or any of\nits Teams in accordance with the provisions of Section 12(a) below;\n498\nArticle XXXIII\nprovided, however, that such dismissal and disqualification may be reduced\nor rescinded by the Grievance Arbitrator in accordance with Section 20\nbelow. If the player tests positive for a SPED, Benzodiazepine, or synthetic\ncannabinoid pursuant to this Section 6, he shall enter the Program and suffer\nthe applicable consequences set forth in Section 9 or 10 below, as the case\nmay be. If the player tests positive for a Diuretic pursuant to this Section 6,\nhe shall be deemed to have tested positive for a SPED and shall suffer the\napplicable consequences set forth in Section 9 below.\n(d) In the event that any player tests “positive” pursuant to\nSection 4(d)(iii), (iv), or (v) above in connection with testing conducted\npursuant to this Section 6, that positive test result shall be considered a\npositive test result for a Drug of Abuse, and the player shall immediately be\ndismissed and disqualified from any association with the NBA or any of its\nTeams in accordance with the provisions of Section 12(a) below.\n(e) If a player fails to submit to a scheduled test during the Off-Season\npursuant to this Section 6, or to cooperate fully with the testing process for\nsuch test, without a reasonable explanation satisfactory to NBA, then (i) the\ndrug testing collector shall provide notice to the player (with the NBA and\nPlayers Association copied) of such failure or lack of cooperation each time\nit occurs; (ii) if such failure or lack of cooperation continues, the player will\nbe subject to a daily fine commencing on the third day of such continuing\nfailure or lack of cooperation (with the fining period to commence at\n5:00 p.m. (local time) at the site of such testing) , and (iii) the daily fine shall\nbe $1,000 for the first day, $2,000 for the second day, $3,000 for the third\nday, $4,000 for the fourth day, and $5,000 for the fifth and any additional\ndays on which the player fails to submit to scheduled testing or cooperate\nfully with the testing process. Nothing in the foregoing shall prejudice in\nany manner the NBA’s rights under Sections 4(d)(iii) and 4(d)(iv) above."
    },
    {
      "section_number": "Section 7",
      "section_title": "Drugs of Abuse Program.",
      "content": "Drugs of Abuse Program.\n(a) Voluntary Entry.\n(i)\nA player may enter the Drugs of Abuse Program voluntarily\nat any time by Coming Forward Voluntarily for a problem\ninvolving the use of a Drug of Abuse; provided, however,\nthat a player may not Come Forward Voluntarily (A) until\nhe has been selected in an NBA Draft or invited to an NBA\nArticle XXXIII\n499\ntraining camp; (B) during any period in which an\nAuthorization for Testing as to that player remains in effect\npursuant to Section 5 above; (C) during any period in which\nhe remains subject to in-patient or aftercare treatment in\nStage 1 of the Drugs of Abuse Program; or (D) after he has\nreached Stage 2 of the Drugs of Abuse Program.\n(ii)\nIf a player who has not previously entered the Drugs of\nAbuse Program Comes Forward Voluntarily for a problem\ninvolving the use of a Drug of Abuse, he shall enter Stage 1\nof the Drugs of Abuse Program.\n(iii)\nIf a player who has not previously entered Stage 2 of the\nDrugs of Abuse Program, but who has been notified by the\nMedical Director that he has successfully completed Stage 1\nof that Program, Comes Forward Voluntarily for a problem\ninvolving the use of a Drug of Abuse, he shall enter Stage 2\nof the Drugs of Abuse Program.\n(iv)\nNo penalty of any kind will be imposed on a player as a result\nof having Come Forward Voluntarily for a problem\ninvolving the use of a Drug of Abuse. The foregoing\nsentence shall not preclude the imposition of a penalty under\nSection 7(c)(iv) below as a result of the player’s entering\nStage 2 of the Drugs of Abuse Program, or any penalty called\nfor by this Article XXXIII as a result of conduct by the\nplayer that occurs after he has Come Forward Voluntarily.\n(b) Stage 1.\n(i)\nAny player who has entered Stage 1 of the Drugs of Abuse\nProgram shall be required to submit to an evaluation by the\nMedical Director, provide (or cause to be provided) to the\nMedical Director such relevant medical and treatment\nrecords as the Medical Director may request, and commence\nthe treatment and testing program prescribed by the Medical\nDirector.\n(ii)\nIf a player, within ten (10) days of the date on which he was\nnotified that he had entered Stage 1 of the Drugs of Abuse\n500\nArticle XXXIII\nProgram and without a reasonable excuse, fails to comply (in\nthe professional judgment of the Medical Director) with any\nof the obligations set forth in Section 7(b)(i) above, he shall\nbe suspended until such time as the Medical Director\ndetermines that he has fully complied with Section 7(b)(i)\nabove. If such noncompliance continues without a\nreasonable excuse (in the professional judgment of the\nMedical Director) for thirty (30) days from the date on which\nthe player was notified that he had entered Stage 1 of the\nDrugs of Abuse Program, the player shall, following notice\nof the player’s non-compliance by the Medical Director to\nthe NBA and then by the NBA to the player’s Team\n(notwithstanding the provisions of Section 3 above),\n(A) advance to Stage 2 of the Drugs of Abuse Program, or\n(B) the player’s Team may, notwithstanding any term or\nprovision in or amendment to the player’s Uniform Player\nContract, elect to terminate such Contract without any\nfurther obligation to pay Compensation, except to pay the\nCompensation (either Current or Deferred) that may have\nbeen earned by the player to the date of termination.\n(iii)\nExcept as provided in this Article XXXIII, no penalty of any\nkind will be imposed on a player while he is in Stage 1 of the\nDrugs of Abuse Program and, provided he complies with\nthe terms of his prescribed treatment, he will continue to\nreceive his Compensation during the term of his treatment\nfor a period of up to three (3) months of care in an In-Patient\nFacility and such aftercare as may be required by the Medical\nDirector.\n(c) Stage 2.\n(i)\nAny player who has entered Stage 2 of the Drugs of Abuse\nProgram shall be required to submit to an evaluation by the\nMedical Director, provide (or cause to be provided) to the\nMedical Director such relevant medical and treatment\nrecords as the Medical Director may request, and commence\nthe treatment and testing program prescribed by the Medical\nDirector.\nArticle XXXIII\n501\n(ii)\nIf a player, within thirty (30) days of the date on which he\nwas notified that he had entered Stage 2 of the Drugs of\nAbuse Program and without a reasonable excuse, fails to\ncomply (in the professional judgment of the Medical\nDirector) with any of the obligations set forth in Section\n7(c)(i) above, he shall immediately be dismissed and\ndisqualified from any association with the NBA or any of its\nTeams in accordance with the provisions of Section 12(a)\nbelow.\n(iii)\nA player in Stage 2 of the Drugs of Abuse Program shall be\nsuspended during the period of his in-patient treatment and\nfor at least the first six (6) months of his aftercare treatment.\nThe player shall remain suspended during any subsequent\nperiod in which he is undergoing treatment that, in the\nprofessional judgment of the Medical Director, prevents\nhim from rendering the playing services called for by his\nUniform Player Contract.\n(iv)\nAny subsequent use, possession, or distribution of a Drug\nof Abuse by a player in Stage 2, even if voluntarily disclosed,\nor any conduct by a player in Stage 2 that results in his\nadvancing one (1) Stage in the Drugs of Abuse Program,\nshall result in the player being immediately dismissed and\ndisqualified from any association with the NBA or any of its\nTeams in accordance with the provisions of Section 12(a)\nbelow.\n(d) Treatment and Testing Program. A player who enters the Drugs\nof Abuse Program shall be required to comply with such in-patient and\naftercare program as may be prescribed and supplemented from time to time\nby the Medical Director. Such program may include random testing for\nProhibited Substances other than SPEDs, and for marijuana and alcohol,\nand such non-testing elements as may be determined in the professional\njudgment of the Medical Director.\n502\nArticle XXXIII"
    },
    {
      "section_number": "Section 8",
      "section_title": "Marijuana and Alcohol Treatment Programs.",
      "content": "Marijuana and Alcohol Treatment Programs.\n(a) Team Referral.\n(i)\nIn the event that a player’s Team has reasonable cause to\nbelieve that the player was under the influence of marijuana\nand/or alcohol while engaged in activities for such Team or\nfor the NBA, or that the player has a dependency or other\nrelated issue involving the use of marijuana and/or alcohol,\nthe Team may refer the player to the Medical Director for a\nmandatory evaluation. The Medical Director shall notify the\nplayer of the referral, with a copy of such notice to the NBA\nand the Players Association. In connection with this\nevaluation, the player shall provide (or cause to be provided)\nto the Medical Director such relevant medical and treatment\nrecords as the Medical Director may request.\n(ii)\nIf, based on the mandatory evaluation described in\nSection 8(a)(i) above, the Medical Director determines that\nthe player was under the influence of marijuana and/or\nalcohol while engaged in activities for his Team or for the\nNBA, or that the player has a dependency or other related\nissue involving the use of marijuana and/or alcohol, then the\nMedical Director shall provide notice of such determination\nto the player (with a copy to the NBA and the Players\nAssociation) and the player shall be required to commence\nand fully cooperate with a treatment and testing program\nprescribed by the Medical Director. Such program may\ninclude random testing for marijuana, alcohol, and/or\nProhibited Substances other than SPEDs, and such\nnon-testing elements as may be determined in the\nprofessional judgment of the Medical Director.\n(iii)\nIf a player, within five (5) days of the date on which he was\nnotified by the Medical Director of any of the obligations set\nforth in Section 8(a) above and without a reasonable excuse,\nfails to comply (in the professional judgment of the Medical\nDirector) with any of such obligations, he shall be fined\n$10,000; if the player thereafter fails to comply, without a\nreasonable excuse, with such obligations (in the professional\njudgment of the Medical Director) within eight (8) days of\nArticle XXXIII\n503\nsuch notification, he shall be fined an additional $10,000; and\nfor each additional day beyond the 8th day that the player,\nwithout a reasonable excuse, fails to comply with such\nobligations (in the professional judgment of the Medical\nDirector), he shall be fined an additional $10,000. The total\namount of such fines may not exceed the player’s total\nCompensation.\n(b) Voluntary Entry.\n(i)\nA player may seek assistance from the Medical Director at\nany time for dependency on or any other issue related to the\nuse of marijuana or alcohol.\n(c) Non-Exclusivity.\n(i)"
    },
    {
      "section_number": "Section 9",
      "section_title": "Nothing in this Section 8 or Section 14 below shall prohibit",
      "content": "Nothing in this Section 8 or Section 14 below shall prohibit\n(or otherwise prejudice) a team or the NBA from imposing\nreasonable discipline on a player (subject to the One Penalty\nRule) for being under the influence of marijuana and/or\nalcohol while engaged in team or NBA-related activities, or\nfor not providing the services called for under his Player\nContract as a result of a dependency or other related issue\ninvolving the use of marijuana and/or alcohol.\nSteroids and Performance-Enhancing Drugs Program.\n(a) Treatment.\n(i)\nA player who enters the SPED Program shall be required to\nsubmit to an evaluation by the SPED Medical Director,\nprovide (or cause to be provided) to the SPED Medical\nDirector such relevant medical and treatment records as the\nSPED Medical Director may request, and commence the\ntreatment and testing program prescribed by the SPED\nMedical Director. Such program may include random\ntesting for SPEDs and Diuretics and such non-testing\nelements as may be determined in the professional judgment\nof the SPED Medical Director.\n504\nArticle XXXIII\n(ii)\nIf a player, within five (5) days of the date on which he was\nnotified that he had entered the SPED Program and without\na reasonable excuse, fails to comply (in the professional\njudgment of the SPED Medical Director) with any of the\nobligations set forth in the first sentence of Section 9(a)(i)\nabove, he shall be fined $10,000; if the player, without a\nreasonable excuse, thereafter fails to comply with such\nobligations (in the professional judgment of the SPED\nMedical Director) within eight (8) days of such notification,\nhe shall be fined an additional $10,000; and for each\nadditional day beyond the 8th day that the player, without a\nreasonable excuse, fails to comply with such obligations (in\nthe professional judgment of the SPED Medical Director),\nhe shall be fined an additional $10,000. The total amount of\nsuch fines shall not exceed the player’s total Compensation.\n(b) Penalties. Any player who (i) tests positive for a SPED,\nBenzodiazepine, or Diuretic pursuant to Section 5 (Reasonable Cause\nTesting or Hearing), Section 6 (Random Testing), or Section 16 (Additional\nBases for Testing), or (ii) is adjudged by the Grievance Arbitrator pursuant\nto Section 5(e) above to have used or possessed a SPED, Benzodiazepine,\nor Diuretic, shall suffer the following penalties:\n(A)\nFor the first such violation, the player shall be\nsuspended for twenty-five (25) games and required\nto enter the SPED Program (or the Drugs of Abuse\nProgram if the positive test or the use or possession\nis for a Benzodiazepine);\n(B)\nfor the second such violation, the player shall be\nsuspended for fifty-five (55) games and, if the player\nis not then subject to in-patient or aftercare\ntreatment in the SPED or Drugs of Abuse Program\n(as applicable), be required to enter the SPED\nProgram (or the Drugs of Abuse Program if the\npositive test or the use or possession is for a\nBenzodiazepine); and\n(C)\nfor the third such violation, the player shall be\nimmediately dismissed and disqualified from any\nArticle XXXIII\n505\nassociation with the NBA or any of its Teams in\naccordance with the provisions of Section 12(a)\nbelow.\n(c) The penalties set forth in Section 9(b) above with respect to a\nplayer’s use of a SPED or Benzodiazepine may be reduced or rescinded by\nthe Grievance Arbitrator in accordance with Section 20 below.\nSection 10. Synthetic Cannabinoid Program.\n(a) Voluntary Entry.\n(i)\nA player may enter the Synthetic Cannabinoid Program\nvoluntarily at any time by Coming Forward Voluntarily;\nprovided, however, that a player may not Come Forward\nVoluntarily for a problem involving the use of a synthetic\ncannabinoid (A) until he has been selected in an NBA Draft\nor invited to an NBA training camp; (B) during any period\nin which an Authorization for Testing as to that player\nremains in effect pursuant to Section 5 above; or (C) during\nany period in which he remains subject to in-patient or\naftercare treatment in the Synthetic Cannabinoid Program.\n(ii)\nIf a player who has not previously entered the Synthetic\nCannabinoid Program, or a player who has been notified by\nthe Medical Director that he has successfully completed that\nProgram, Comes Forward Voluntarily for a dependency or\nother related problem involving the use of a synthetic\ncannabinoid, he shall enter the Synthetic Cannabinoid\nProgram.\n(iii)\nNo penalty of any kind will be imposed on a player as a result\nof having Come Forward Voluntarily for a problem\ninvolving the use of a synthetic cannabinoid. The foregoing\nsentence shall not preclude the imposition of any penalty\ncalled for by this Article XXXIII as a result of conduct by\nthe player that occurs after he has Come Forward\nVoluntarily.\n506\nArticle XXXIII\n(b) Treatment.\n(i)\nA player who enters the Synthetic Cannabinoid Program\nshall be required to submit to an evaluation by the Medical\nDirector, provide (or cause to be provided) to the Medical\nDirector such relevant medical and treatment records as the\nMedical Director may request, and commence the treatment\nand testing program prescribed by the Medical Director.\nSuch program may include random testing for Prohibited\nSubstances other than SPEDs, and such non-testing\nelements as may be determined in the professional judgment\nof the Medical Director.\n(ii)\nIf a player, within five (5) days of the date on which he was\nnotified that he had entered the Synthetic Cannabinoid\nProgram and without a reasonable excuse, fails to comply (in\nthe professional judgment of the Medical Director) with any\nof the obligations set forth in the first sentence of\nSection 10(b)(i) above, he shall be fined $10,000; if the player\nthereafter fails to comply, without a reasonable excuse, with\nsuch obligations (in the professional judgment of the\nMedical Director) within eight (8) days of such notification,\nhe shall be fined an additional $10,000; and for each\nadditional day beyond the 8th day that the player, without a\nreasonable excuse, fails to comply with such obligations (in\nthe professional judgment of the Medical Director), he shall\nbe fined an additional $10,000. The total amount of such\nfines may not exceed the player’s total Compensation.\n(c) Penalties. Any player who (i) tests positive for a synthetic\ncannabinoid pursuant to Section 5 (Reasonable Cause Testing or Hearing),\nSection 6 (Random Testing), or Section 16 (Additional Bases for Testing),\n(ii) is adjudged by the Grievance Arbitrator pursuant to Section 5(e) above\nto have used or possessed a synthetic cannabinoid, or (iii) has been convicted\nof (including by a plea of guilty, no contest, or nolo contendere to) the use\nor possession of a synthetic cannabinoid in violation of the law, shall suffer\nthe following penalties:\nArticle XXXIII\n507\n(A)\nFor the first such violation, the player shall be\nrequired to enter the Synthetic Cannabinoid\nProgram;\n(B)\nFor the second such violation, the player shall be\nfined $25,000 and, if the player is not then subject to\nin-patient or aftercare treatment in the Synthetic\nCannabinoid Program, be required to enter the\nSynthetic Cannabinoid Program;\n(C)\nFor the third such violation, the player shall be\nsuspended for five (5) games and, if the player is not\nthen subject to in-patient or aftercare treatment in\nthe Synthetic Cannabinoid Program, be required to\nenter the Synthetic Cannabinoid Program; and\n(D)\nFor any subsequent violation, the player shall be\nsuspended for five (5) games longer than his\nimmediately-preceding suspension for violating the\nSynthetic Cannabinoid Program and, if the player is\nnot then subject to in-patient or aftercare treatment\nin the Synthetic Cannabinoid Program, be required\nto enter the Synthetic Cannabinoid Program.\nSection 11. Noncompliance with Treatment.\n(a) Drugs of Abuse.\n(i)\nAny player who, after entering Stage 1 or Stage 2 of the\nDrugs of Abuse Program, fails to comply with his treatment\nor his aftercare program as prescribed and determined by the\nMedical Director, shall be suspended. Such suspension shall\ncontinue until the player has, in the professional judgment\nof the Medical Director, resumed full compliance with his\ntreatment program.\n(ii)\nNotwithstanding Section 11(a)(i) above, any player who in\nthe professional judgment of the Medical Director, after\nentering Stage 1 or Stage 2 of the Drugs of Abuse Program,\nfails to comply with his treatment program through (A) a\npattern of behavior that demonstrates a mindful disregard\n508\nArticle XXXIII\nfor his treatment responsibilities, or (B) a positive test for a\nProhibited Substance other than a SPED that is not clinically\nexpected by the Medical Director, shall suffer the following\npenalties:\n(1) if the player is in Stage 1 of the Drugs of Abuse Program,\nhe shall advance to Stage 2 and be suspended until, in\nthe professional judgment of the Medical Director, he\nhas resumed full compliance with his treatment\nprogram; or\n(2) if the player already is in Stage 2 of the Drugs of Abuse\nProgram, he shall immediately be dismissed and\ndisqualified from any association with the NBA or any\nof its Teams in accordance with the provisions of\nSection 12(a) below.\n(b) Marijuana and Alcohol.\n(i)\nAny player who, after entering the Marijuana and/or\nAlcohol Treatment Program pursuant to Section 8(a) above,\nfails to comply (without a reasonable excuse) with his\ntreatment program as prescribed and determined by the\nMedical Director, shall be fined $5,000 for each day that he\nfails to comply. Such fines shall continue until the player\nhas, in the professional judgment of the Medical Director,\nresumed full compliance with his treatment program. The\ntotal amount of such fines shall not exceed the player’s total\nCompensation.\n(ii)\nNotwithstanding Section 11(b)(i) above, any player who,\nafter entering the Marijuana and/or Alcohol Treatment\nProgram pursuant to Section 8(a) above, fails to comply with\nhis treatment program as prescribed and determined by the\nMedical Director through (A) a pattern of behavior that\ndemonstrates a mindful disregard for his treatment\nresponsibilities, or (B) a positive test for marijuana and/or\nalcohol (as applicable) that is not clinically expected by the\nMedical Director, shall suffer the following penalties:\nArticle XXXIII\n509\n(1) if the player has not previously been fined $10,000 under\nSection 8(c) above or this Section 11(b)(ii), a fine of\n$25,000;\n(2) if the player has previously been fined $10,000 under\nSection 8(c) above or $25,000 under this Section\n11(b)(ii), a suspension of five (5) games; or\n(3) if the player has previously been suspended for five (5)\nor more games under this Section 11(b)(ii), a suspension\nthat is at least five (5) games longer than his immediatelypreceding suspension and that shall continue until, in the\nprofessional judgment of the Medical Director, the\nplayer resumes full compliance with his treatment\nprogram.\n(iii)\nIn addition to any consequence to the player under\nSection 11(b)(ii) above, any player who has entered the\nMarijuana and/or Alcohol Treatment Program pursuant to\nSection 8 above but not the Drugs of Abuse Program, and\ntests positive for a Drug of Abuse in any test conducted by\nthe Medical Director, shall enter Stage 1 of the Drugs of\nAbuse Program.\n(c) SPEDs.\n(i)\nAny player who, after entering the SPED Program, fails to\ncomply (without a reasonable excuse) with his treatment\nprogram as prescribed and determined by the SPED Medical\nDirector, shall be fined $5,000 per day for each day that he\nfails to comply. Such fines shall continue until the player\nhas, in the professional judgment of the SPED Medical\nDirector, resumed full compliance with his treatment\nprogram. The total amount of such fines shall not exceed\nthe player’s total Compensation.\n(ii)\nNotwithstanding Section 11(c)(i) above, any player who,\nafter entering the SPED Program, fails to comply with his\ntreatment program as prescribed and determined by the\nSPED Medical Director through (A) a pattern of behavior\n510\nArticle XXXIII\nthat demonstrates a mindful disregard for his treatment\nresponsibilities, or (B) a positive test for a SPED that is not\nclinically expected by the SPED Medical Director, shall\nsuffer the following penalties:\n(1) if the player has not previously been suspended for\ntwenty-five (25) games under Section 9(b) above or this\nSection 11(c)(ii), a suspension of twenty-five (25) games;\n(2) if the player has previously been suspended for twentyfive (25) games under Section 9(b) above or this Section\n11(c)(ii), a suspension of fifty-five (55) games; or\n(3) if the player has been previously suspended for fifty-five\n(55) games under Section 9(b) above or this Section\n11(c)(ii), the player shall be immediately dismissed and\ndisqualified from any association with the NBA or any\nof its Teams in accordance with the provisions of\nSection 12(a) below.\n(d) Synthetic Cannabinoids.\n(i)\nAny player who, after entering the Synthetic Cannabinoid\nProgram, fails to comply (without a reasonable excuse) with\nhis treatment program as prescribed and determined by the\nMedical Director, shall be fined $5,000 for each day that he\nfails to comply. Such fines shall continue until the player\nhas, in the professional judgment of the Medical Director,\nresumed full compliance with his treatment program. The\ntotal amount of such fines shall not exceed the player’s total\nCompensation.\n(ii)\nNotwithstanding Section 11(d)(i) above, any player who,\nafter entering the Synthetic Cannabinoid Program, fails to\ncomply with his treatment program as prescribed and\ndetermined by the Medical Director through (A) a pattern of\nbehavior that demonstrates a mindful disregard for his\ntreatment responsibilities, or (B) a positive test for a\nsynthetic cannabinoid that is not clinically expected by the\nMedical Director, shall suffer the following penalties:\nArticle XXXIII\n511\n(1) if the player has not previously been fined $25,000 under\nSection 10(c) above or this Section 11(d)(ii), a fine of\n$25,000;\n(2) if the player has previously been fined $25,000 under\nSection 10(c) above or this Section 11(d)(ii), a\nsuspension of five (5) games; or\n(3) if the player has previously been suspended for five (5)\nor more games under Section 10(c) above or this\nSection 11(d)(ii), a suspension that is at least five (5)\ngames longer than his immediately-preceding\nsuspension and that shall continue until, in the\nprofessional judgment of the Medical Director, the\nplayer resumes full compliance with his treatment\nprogram.\n(iii)\nIn addition to any consequence to the player under\nSection 11(d)(ii) above, any player who has entered the\nSynthetic Cannabinoid Program but not the Drugs of Abuse\nProgram, and tests positive for a Drug of Abuse in any test\nconducted by the Medical Director, shall enter Stage 1 of the\nDrugs of Abuse Program.\n(e) Directed Testing. Any player who, after entering the Program, and\nwithout a reasonable explanation satisfactory to the Medical Director,\n(i) fails to appear for any of his Team’s scheduled games, or (ii) misses,\nduring any consecutive seven-day period, any two (2) airplane flights on\nwhich his team is scheduled to travel, any two (2) Team practices, or a\ncombination of any one (1) practice and any one (1) Team flight, shall\nimmediately submit to a urine test to be conducted by the NBA. If any test\nconducted pursuant to this Section 11(e) is positive: (w) for a Drug of Abuse\nor pursuant to Section 4(d)(iii), (iv), or (v) above (for a player in the Drugs\nof Abuse Program), then the player shall suffer the applicable consequence\nset forth in Section 11(a)(ii) above; (x) for marijuana and/or alcohol\npursuant to Section 4(d)(iii), (iv), or (v) above (for a player in the Marijuana\nand/or Alcohol Treatment Program), then the player shall suffer the\napplicable consequence set forth in Section 11(b)(ii) above; (y) for a SPED\nor pursuant to Section 4(d)(iii), (iv), or (v) above (for a player in the SPED\nProgram), then the player will suffer the applicable consequence set forth in\n512\nArticle XXXIII\nSection 11(c)(ii) above; or (z) for a synthetic cannabinoid or pursuant to\nSection 4(d)(iii), (iv), or (v) above (for a player in the Synthetic Cannabinoid\nProgram), then the player shall suffer the applicable consequence set forth\nin Section 11(d)(ii) above. If any test conducted pursuant to this\nSection 11(e) is positive for a Diuretic, then the player shall suffer the\napplicable consequences of a positive test for the Prohibited Substance for\nwhich he entered the Program.\nSection 12. Dismissal and Disqualification.\n(a) A player who, under the terms of this Agreement, is “dismissed and\ndisqualified from any association with the NBA or any of its Teams in\naccordance with the provisions of Section 12(a)” shall, without exception,\nimmediately be so dismissed and disqualified for a period of not less than\none (1) year, and such player’s Player Contract shall be rendered null and\nvoid and of no further force or effect (subject to the provisions of\nParagraph 8 of the Uniform Player Contract). Such dismissal and\ndisqualification shall be mandatory and may not be rescinded or reduced by\nthe player’s Team or the NBA.\n(b) In addition to any other provision of this Agreement requiring that\na player be dismissed and disqualified from any association with the NBA\nor any of its Teams in accordance with the provisions of Section 12(a) above,\na player will also be dismissed and disqualified under Section 12(a) above if\nhe is convicted of (including by a plea of guilty, no contest, or nolo\ncontendere to) a crime involving the use, possession, or distribution of a\nProhibited Substance other than marijuana or a felony involving the\ndistribution of marijuana.\nSection 13. Reinstatement.\n(a) After a period of at least one (1) year from the time of a player’s\ndismissal and disqualification under Section 12(a) above, such player may\napply for reinstatement as a player in the NBA. However, such player shall\nhave no right to reinstatement under any circumstance and the reinstatement\nshall be granted only with the prior approval of both the NBA and the\nPlayers Association, which shall not be unreasonably withheld. The\napproval of the NBA and the Players Association shall rest in their absolute\nand sole discretion, and their decision shall be final, binding, and\nunappealable. Among the factors that may be considered by the NBA and\nArticle XXXIII\n513\nthe Players Association in determining whether to grant reinstatement are\n(without limitation): the circumstances surrounding the player’s dismissal\nand disqualification; whether the player has satisfactorily completed a\ntreatment and rehabilitation program; the player’s conduct since his\ndismissal, including the extent to which the player has since comported\nhimself as a suitable role model for youth; and whether the player is judged\nto possess the requisite qualities of good character and morality.\n(b) For a First-Year Player, the NBA and the Players Association will\nconsider an application for reinstatement only if the player has, in the\nopinion of the Medical Director or the SPED Medical Director (as\napplicable), successfully completed any in-patient treatment and/or\naftercare prescribed by the Medical Director or the SPED Medical Director\n(as applicable). For a Veteran Player who was dismissed and disqualified\nunder Section 12(a) above in connection with a Drug of Abuse, the NBA\nand the Players Association will consider any application for reinstatement\nonly if the player can demonstrate, by proof of random urine testing\nacceptable to the Medical Director (conducted on at least a weekly basis),\nthat he has not tested positive (i) for a Drug of Abuse or synthetic\ncannabinoid within the twelve (12) months prior to the submission of his\napplication for reinstatement and during any period while his application is\nbeing reviewed, and (ii) if the Medical Director deems it necessary in his or\nher professional judgment, for marijuana and/or alcohol for the six (6)\nmonths prior to the submission of his application for reinstatement and\nduring any period while his application is being reviewed. For a Veteran\nPlayer who was dismissed and disqualified under Section 12(a) above in\nconnection with a SPED, the NBA and the Players Association will consider\nany application for reinstatement only if the player can demonstrate, by\nproof of random urine and/or blood testing acceptable to the SPED\nMedical Director (conducted on at least a weekly basis), that he has not\ntested positive for a SPED within the twelve (12) months prior to the\nsubmission of his application for reinstatement and during any period while\nhis application is being reviewed.\n(c) The granting of an application for reinstatement may be conditioned\nupon random testing of the player or such other terms as may be agreed\nupon by the NBA and the Players Association, whether or not such terms\nare contemplated by the terms of this Article XXXIII.\n514\nArticle XXXIII\n(d) Any player who has been reinstated pursuant to this Section 13 and\nis subsequently dismissed and disqualified from any association with the\nNBA or any of its Teams in accordance with the provisions of Section 12(a)\nabove shall therefore be ineligible for reinstatement pursuant to this"
    },
    {
      "section_number": "Section 13",
      "section_title": "(e) In the event that the application for reinstatement of a First-Year",
      "content": "(e) In the event that the application for reinstatement of a First-Year\nPlayer dismissed and disqualified pursuant to Section 6(b) above is\napproved, such player, by reason of his Player Contract having been\nrendered null and void pursuant to Section 6(b) above, shall be deemed not\nto have completed his Player Contract by rendering the playing services\ncalled for thereunder. Accordingly, such player shall not be a Free Agent\nand shall not be entitled to negotiate or sign a Player Contract with any NBA\nTeam, except as specifically provided in this Section 13.\n(f) (i)\nA First-Year Player who has been reinstated pursuant to this\nSection 13 shall, immediately upon such reinstatement,\nnotify the Team to which he was under contract at the time\nof his dismissal and disqualification (the “previous Team”).\nUpon receipt of such notification, and subject to\nSection 13(f)(ii) below, the previous Team shall then have\nthirty (30) days in which to make a Tender to the player with\na stated term of at least one (1) full NBA Season (or, in the\nevent that the Tender is made during a Season, of at least the\nremainder of that Season) and calling for at least the\nMinimum Player Salary then applicable to that player but not\nmore than the Salary provided for in Section 13(f)(iii) below.\nIf the previous Team makes such a Tender, it shall, for a\nperiod of one (1) year from the date of the Tender, be the\nonly NBA Team with which the player may negotiate and\nsign a Player Contract. If the player does not sign a Player\nContract with the previous Team within the year following\nsuch Tender, the player shall thereupon be deemed a\nRestricted Free Agent, subject to a Right of First Refusal. If\nthe previous Team fails to make a Tender, the player shall\nbecome an Unrestricted Free Agent.\n(ii)\nNotwithstanding anything to the contrary in Section 13(f)(i)\nabove, the 30-day period for the previous Team to make a\nTender shall be tolled if (A) on the date the player serves the\nArticle XXXIII\n515\nnotice required by Section 13(f)(i), he is under contract to a\nprofessional basketball team not in the NBA, or (B) the\nplayer signs a contract with a professional basketball team\nnot in the NBA at any point after the date on which the\nplayer serves the notice required by Section 13(f)(i) and\nbefore the date on which the previous Team makes a\nTender. If the 30-day period for making a Tender is tolled\npursuant to the preceding sentence, the period shall remain\ntolled until the date on which the player notifies the Team\nthat he is immediately available to sign and begin rendering\nplaying services under a Player Contract with such Team,\nprovided that such notice will not be effective until the\nplayer is under no contractual or other legal impediment to\nsign with and begin rendering playing services for such team.\n(iii)\nA First-Year Player who is reinstated pursuant to this\nSection 13 may enter into a Player Contract with his previous\nTeam that provides for a Salary and Unlikely Bonuses for\nthe first Season of up to the Player’s Salary and Unlikely\nBonuses, respectively, for the Salary Cap Year in which he\nwas dismissed and disqualified (reduced on a pro rata basis\nif the first Season of the new Contract is a partial Season),\neven if the Team has a Team Salary at or above the Salary\nCap or such Player Contract causes the Team to have a\nTeam Salary above the Salary Cap. If the player and the\nprevious Team enter into such Player Contract and such\nContract covers more than one Season, increases and\ndecreases in Salary for Seasons following the first Season\nshall be governed by Article VII, Section 5(a)(1); provided,\nhowever, that if the player who is reinstated was dismissed\nand disqualified during the term of his Rookie Scale\nContract, then (A) the number of Seasons in the player’s new\nContract may not exceed two (2) Seasons plus two (2)\nOption Years in favor of the Team, and the Salary and\nUnlikely Bonuses called for in any Season of the player’s new\nContract, including any Option Year, may not exceed the\nSalary and Unlikely Bonuses called for during the\ncorresponding Season of his Rookie Scale Contract, and\n(B) if the new Contract contains terms identical to those\ncontained in the remaining Seasons of the Player’s Rookie\n516\nArticle XXXIII\nScale Contract at the time he was dismissed and disqualified,\nand the Team exercises all Option Year(s) available under\nthe new Contract, then the player’s Team shall retain the\nsame rights with respect to such new Contract as it would\nhave retained under Article XI following the completion of\nthe player’s Rookie Scale Contract.\n(g) (i)\nA Veteran Player who has been reinstated pursuant to this\nSection 13 shall, immediately upon such reinstatement,\nnotify the Team to which he was under contract at the time\nof his dismissal and disqualification (the “previous Team”).\nUpon receipt of such notification, and subject to\nSection 13(g)(iii) below, the previous Team shall then have\nthirty (30) days in which to make a Tender to the player with\na stated term of at least one (1) full NBA Season (or, in the\nevent the Tender is made during a Season, of at least the rest\nof that Season) and calling for a Salary in the first Season\ncovered by the Tender at least equal to the lesser of (A) the\nplayer’s Salary for the Salary Cap Year in which he was\ndismissed and disqualified, or (B) the Estimated Average\nPlayer Salary during the then-current Season, in either case\nreduced on a pro rata basis if the first Season covered by the\nTender is a partial Season, but not greater than the Salary\nprovided in Section 13(g)(iv) below. If the previous Team\nmakes such a Tender, it shall, for a period of one (1) year\nfrom the date of the Tender, be the only NBA Team with\nwhich the player may negotiate and sign a Player Contract.\nIf the player does not sign a Player Contract with the\nprevious Team within the year following such Tender, then\nthe player shall thereupon be deemed a Restricted or an\nUnrestricted Free Agent, in accordance with the provisions\nof Article XI. If the previous Team fails to make a Required\nTender, the player shall become an Unrestricted Free Agent.\n(ii)\nNotwithstanding anything to the contrary in Section 13(g)(i)\nabove, a Veteran Player who has been reinstated pursuant to\nthis Section 13 and who (A) had completed the playing\nservices called for under his Player Contract with the\nprevious Team at the time of his dismissal and\ndisqualification, and (B) would have been an Unrestricted\nArticle XXXIII\n517\nFree Agent on the July 1 following his dismissal and\ndisqualification, shall be an Unrestricted Free Agent upon\nbeing reinstated pursuant to this Section 13 and need not\nserve the notice to his previous Team described in Section\n13(g)(i) above. For clarity, a Veteran Player who has been\nreinstated pursuant to this Section 13 and would not have\nbeen an Unrestricted Free Agent on the July 1 following his\ndismissal and disqualification (including a Veteran Player\nwho had completed the playing services called for under his\nPlayer Contract with his previous Team at the time of his\ndismissal and disqualification and who would have been a\nRestricted Free Agent on the July 1 following his dismissal\nand disqualification) shall be subject to the process described\nin Section 13(g)(i) above.\n(iii)\nNotwithstanding anything to the contrary in Section 13(g)(i)\nabove, the 30-day period for the previous Team to make a\nTender shall be tolled if (A) on the date the player serves the\nnotice required by Section 13(g)(i), he is under contract to a\nprofessional basketball team or league not in the NBA, or\n(B) the player signs a contract with a professional basketball\nteam or league not in the NBA at any point after the date on\nwhich he serves the notice required by Section 13(g)(i) and\nbefore the date on which the previous Team makes a\nTender. If the 30-day period for making a Tender is tolled\npursuant to the preceding sentence, the period shall remain\ntolled until the date on which the player notifies the Team\nthat he is available to sign a Player Contract with and begin\nrendering playing services for such Team immediately,\nprovided that such notice will not be effective until the\nplayer is under no contractual or other legal impediment to\nsign with and begin rendering playing services for such\nTeam.\n(iv)\nA Veteran Player who is reinstated pursuant to this\nSection 13 and enters into a Player Contract with his\nprevious Team may enter into a Player Contract with such\nTeam that provides for a Salary and Unlikely Bonuses for\nthe first Season of up to the player’s Salary and Unlikely\nBonuses, respectively, for the Salary Cap Year in which he\n518\nArticle XXXIII\nwas dismissed and disqualified (reduced on a pro rata basis\nif the first Season of the new Contract is a partial Season),\neven if the Team has a Team Salary at or above the Salary\nCap or such Player Contract causes the Team to have a\nTeam Salary above the Salary Cap. If the player and the\nprevious Team enter into such Player Contract and such\nContract covers more than one (1) Season, increases and\ndecreases in Salary for Seasons following the first Season\nshall be governed by Article VII, Section 5(a)(1); provided,\nhowever, that if the player who is reinstated was dismissed\nand disqualified during the term of his Rookie Scale\nContract, then (A) the number of Seasons in the Player’s\nnew Contract may not exceed the number of Seasons\n(including the Option Year in favor of the Team) that\nremained under the player’s Rookie Scale Contract at the\ntime he was dismissed and disqualified, and the Salary called\nfor in any Season of the Player’s new Contract (including any\nOption Year), may not exceed the Salary called for during\nthe corresponding Season of his Rookie Scale Contract, and\n(B) if the new Contract contains terms identical to those\ncontained in the remaining Seasons of the player’s Rookie\nScale Contract at the time he was dismissed and disqualified,\nand the player’s Team ultimately exercises the Option Year\navailable under the new Contract, then such Team shall\nretain the same rights with respect to such new Contract as\nit would have retained under Article XI following the\ncompletion of the player’s Rookie Scale Contract.\nSection 14. Exclusivity.\n(a) Except as expressly provided in this Article XXXIII, there shall be\nno other screening or testing for Prohibited Substances conducted by the\nNBA or any Team, and no player may undergo such screening or testing;\nprovided, however, that, in a medical emergency, team physicians may test\nplayers solely for diagnostic purposes in order to provide satisfactory\nmedical care. The results of any diagnostic drug testing conducted pursuant\nto the preceding sentence shall not be used for any other purpose by the\nplayer’s Team or the NBA. If any Team is found to have tested a player in\nviolation of this Section 14, the NBA will impose a substantial fine not to\nArticle XXXIII\n519\nexceed $750,000 upon such Team pursuant to the NBA’s Constitution and\nBy-Laws.\n(b) The penalties set forth in this Article XXXIII shall be the exclusive\npenalties to be imposed upon a player for the use, possession, or distribution\nof a Prohibited Substance.\n(c) No Uniform Player Contract entered into after the date hereof shall\ninclude any term or provision that modifies, contradicts, changes, or is\ninconsistent with Paragraph 8 of such Contract (including any condition or\nlimitation on salary protection other than the standard conditions or\nlimitations specifically provided for in Article II, Section 4) or provides for\nthe testing of a player for illegal substances. Any term or provision of a\ncurrently effective Uniform Player Contract that is inconsistent with\nParagraph 8 of such Contract shall be deemed null and void only to the\nextent of the inconsistency.\nSection 15. Random HGH Blood Testing.\n(a) In addition to the testing procedures set forth in Section 5 above, a\nplayer shall be required to undergo HGH Blood Testing at any time, without\nprior notice to the player, no more than two (2) times each Season and no\nmore than one (1) time during each Off-Season. For purposes of this\nSection 15, the last day of a Season for a player shall be the day before that\nplayer’s Off-Season begins. The scheduling of testing and collection of\nblood samples will be conducted according to a random player selection\nprocedure by a third-party organization, and neither the NBA, the Players\nAssociation, any Team, or any player will have any involvement in selecting\nthe players to be tested or will receive prior notice of the testing schedule;\nprovided, however, that it shall not be a violation of the foregoing for the\nthird-party organization (or a specimen collector for the same) to provide\nadvance notice of a scheduled collection to an NBA Team Security\nRepresentative, so long as such notice does not identify the player(s) who\nwill be tested and seeks merely to facilitate access of the collector to the\ntesting location. HGH Blood Testing may also take place under Section 5\n(Reasonable Cause Testing or Hearing) and Section 9 (Steroids and\nPerformance-Enhancing Drugs Program) above, and Section 16 (Additional\nBases for Testing) below. (For clarity, the number of random blood tests\nfor Human Growth Hormone pursuant to this Section 15 shall be in\naddition to the number of random urine tests for other Prohibited\n520\nArticle XXXIII\nSubstances called for in Section 6 above.) HGH Blood Testing may occur\nat the same time that players undergo random urine tests for other SPEDs,\nsubject to the procedures governing game-day blood testing set forth in\nSection 4(b) above and Exhibit I-4 to this Agreement.\n(b) In the event that a player tests positive for a Human Growth\nHormone pursuant to this Section 15, he shall enter the SPED Program and\nsuffer the consequences set forth in Section 9 above.\n(c) The isoform test for HGH blood testing will be used with\ncorresponding decision limits issued by the World Anti-Doping Agency in\nDecember of 2020 (the “WADA Decision Limits”) for positive test results.\n(The WADA Decision Limits are 1.84 for kit 1 and 1.91 for kit 2 for male\nathletes.)\nSection 16. Additional Bases for Testing.\n(a) Any player who seeks treatment outside the Program for a problem\ninvolving a Prohibited Substance, marijuana, or alcohol shall, as directed by\nthe NBA (after notice to the Players Association), submit himself to an\nevaluation by the Medical Director or SPED Medical Director (as\napplicable) and provide (or cause to be provided) to the Medical Director or\nSPED Medical Director (as applicable) such medical and treatment records\nas the Medical Director or SPED Medical Director (as applicable) may\nrequest. The Medical Director or SPED Medical Director (as applicable)\nmay, in his or her professional judgment, also require such a player, without\nprior notice, to submit to testing for Prohibited Substances, provided that\nthe frequency of such testing shall not exceed three (3) times per week and\nthe duration of such testing shall not exceed one (1) year from the date of\nthe player’s initial evaluation by the Medical Director or SPED Medical\nDirector (as applicable).\n(b) Any player who is subject to in-patient or aftercare treatment in the\nProgram and is formally charged with “driving while intoxicated,” “driving\nunder the influence of alcohol,” or any other crime or offense involving\nsuspected alcohol, marijuana, or illegal substance use shall, provided that the\nNBA has advised the Players Association, be required to submit to a urine\ntest, to be conducted by the NBA, within seven (7) days of being so charged.\nArticle XXXIII\n521\n(c) If, pursuant to Section 16(a) above, a player (i) tests positive for a\nDrug of Abuse other than a Benzodiazepine; (ii) tests positive pursuant to\nSection 4(d)(iii), (iv), or (v) above; or (iii) refuses or fails to submit to an\nevaluation or provide (or cause to be provided) the information requested\nby the Medical Director, but does not Come Forward Voluntarily within\nsixty (60) days of being requested to do so by the NBA (with notice to the\nPlayers Association), or if, pursuant to Section 16(b) above, a player tests\npositive for a Drug of Abuse other than a Benzodiazepine, then, in either\ncase the player shall advance two stages in the Drugs of Abuse Program—\ni.e., the player shall enter Stage 2 of the Drugs of Abuse Program (if the\nplayer had not previously entered Stage 1 of such Program), and the player\nshall be dismissed and disqualified from any association with the NBA or\nany of its Teams in accordance with the provisions of Section 12(a) above\n(if the player had previously entered Stage 1 or Stage 2 of such Program).\n(d) If, pursuant to Section 16(a) or (b) above, a player tests positive for\na SPED, Benzodiazepine, or synthetic cannabinoid, he shall suffer the\napplicable consequences set forth in Section 9 or 10 above, as the case may\nbe. If, pursuant to Section 16(a) or (b) above, a player tests positive for a\nDiuretic, he shall be deemed to have tested positive for a SPED and shall\nsuffer the applicable consequences set forth in Section 9 above.\n(e) If a player is or, within the previous six (6) months, (i) has been in\npossession of any device or product used or designed for substituting,\ndiluting, or adulterating a specimen sample, or (ii) has been subject to a\nfinding by another sports league or anti-doping organization that he has\nsubstituted, diluted, or adulterated a specimen sample and that finding has\nnot been overturned on appeal, that player shall be required to undergo\ntesting for Prohibited Substances no more than four (4) times during the\nsix-week period following his notification by the NBA of the\ncommencement of such testing. If the player (i) tests positive for a Drug of\nAbuse other than a Benzodiazepine or (ii) tests positive pursuant to\nSection 4(d)(iii), (iv), or (v) above, he shall be dismissed and disqualified\nfrom any association with the NBA or any of its Teams in accordance with\nthe provisions of Section 12(a) above. If the player tests positive for a\nSPED, Benzodiazepine, or synthetic cannabinoid, he shall suffer the\napplicable consequences set forth in Section 9 or 10 above, as the case may\nbe. If the player tests positive for a Diuretic, he shall be deemed to have\ntested positive for a SPED and shall suffer the applicable consequences set\nforth in Section 9 above. A player who tests positive for a Drug of Abuse\n522\nArticle XXXIII\nor a SPED pursuant to this Section 16(e) may have his dismissal and\ndisqualification or other penalty reduced or rescinded by the Grievance\nArbitrator in accordance with Section 20 below.\n(f) Nothing in this Section 16 shall limit or otherwise affect any of the\nprovisions of Section 5 (Reasonable Cause Testing or Hearing).\nSection 17. Additional Prohibited Substances and Testing Methods.\n(a) Any steroid or performance-enhancing drug that is declared illegal\nduring the term of this Agreement will automatically be added to the list of\nProhibited Substances as a SPED.\n(b) At any time during the term of this Agreement, either the NBA or\nthe Players Association may convene a meeting of the Prohibited Substances\nCommittee to request that a substance or substances be added to the list of\nProhibited Substances set forth on Exhibit I-2 to this Agreement. Any such\naddition of a Prohibited Substance may only include a substance that is or\nis reasonably likely to be harmful to Players and is or is reasonably likely to\nbe improperly performance-enhancing.\nThe determination of the\nCommittee to add to the list of Prohibited Substances shall be made by a\nmajority vote of all five (5) Committee members, and shall be final, binding,\nand unappealable.\n(c) Players will receive notice of any addition to the list of Prohibited\nSubstances six (6) months prior to the date on which such addition becomes\neffective under this Article XXXIII.\n(d) At any time during the term of this Agreement, either the NBA or\nthe Players Association may convene a meeting of the Prohibited Substances\nCommittee to request that a testing method be added to the Program.\nPursuant to this Section 17(d), the Prohibited Substances Committee shall\nhave the authority to: (i) determine what testing methods will be used to\ndetect newly added Prohibited Substances under the Program, if such\nProhibited Substances are detected by methods not currently used by the\nProgram’s laboratories; and (ii) approve the use of new testing methods for\ncurrent Prohibited Substances when such methods have been developed or\nvalidated during the term of this Agreement; provided, however, that the\nProhibited Substances Committee shall not have the authority to add a\ntesting method that would require a change to the manner in which\nArticle XXXIII\n523\nspecimens are collected from players (such as a change from urine\ncollections to blood collections). Any determination of the Committee\npursuant to this Section 17(d) shall be made by a majority vote of all five (5)\nCommittee members, and shall be final, binding, and unappealable.\nSection 18. Prescriptions Under the Anti-Drug Program.\n(a) Notwithstanding the confidentiality provisions of Section 3 of this\nArticle XXXIII, before any player is prescribed a drug or substance (whether\nor not it is a Prohibited Substance) as part of his treatment in the Program,\nthe Medical Director or SPED Medical Director (as applicable) will notify\nthe designated physician of the player’s team of the name of the drug or\nsubstance (the “Proposed Substance”), the medical justification for the\nprescription of the Proposed Substance, and the name of the prescribing\nphysician.\n(b) If the designated physician of the player’s team advises the Medical\nDirector or SPED Medical Director (as applicable) – at that time or at any\ntime thereafter – that the Proposed Substance would create a possible\nadverse reaction with another prescription substance that the player is being\nadministered, a discussion will be held among the Medical Director or SPED\nMedical Director (as applicable), the prescribing physician, and the\ndesignated team physician with respect to modifying one or both of the\nprescriptions so as to avoid the potential adverse reaction.\n(c) If the Medical Director or SPED Medical Director (as applicable)\nbecomes aware that a player has been traded to or signed with another team\nafter notification has been made to a designated team physician under\nSection 18(a) above, the Medical Director or SPED Medical Director (as\napplicable) is required to make the same notification to the designated team\nphysician of the player’s new team and to have the discussion required by\nSection 18(b) above.\n(d) A team physician who receives a notification from the Medical\nDirector or SPED Medical Director (as applicable) under this Section 18\nmay only disclose the prescription for the Proposed Substance to other\nmembers of the team medical staff who are required to be advised of the\nprescription in order to ensure that the player is receiving proper medical\ncare from the team’s medical staff, and to no other person.\n524\nArticle XXXIII\nSection 19. Longitudinal Profile for Exogenous Testosterone.\n(a) A longitudinal profile for exogenous testosterone will be established\nfor each player (the “Longitudinal Profile”). The sole purpose of the\nLongitudinal Profile is to assist the laboratory selected by the parties to\nperform the analysis of primary specimens for urine tests under the Program\n(the “Laboratory”) in determining which specimens shall be subjected to\ncarbon isotope ratio mass spectrometry (“IRMS”) analysis.\n(b) Players’ Longitudinal Profiles will be created pursuant to the\nprotocol set forth in Exhibit I-7. The three (3) tests used to create the\nLongitudinal Profiles will be random tests conducted under Section 6 above,\nand the creation of the Longitudinal Profiles will not require any player to\nundergo any testing in addition to the required random testing set forth in\nSection 6 above.\n(c) Once a player’s Longitudinal Profile is established, the director of\nthe Laboratory will consider the player’s Baseline Values (as defined in\nExhibit I-7) in comparison to the normalized Testosterone concentration,\nnormalized Epitestosterone concentration or the corresponding Baseline\nTestosterone/Epitestosterone ratio (collectively, the “Specimen Values”) of\nthe player’s subsequent urine specimens and will determine, in his or her\ndiscretion, whether to conduct an IRMS analysis on a urine specimen. In\naddition, the Laboratory will randomly select urine specimens for IRMS\nanalysis to ensure that such analysis is conducted on at least one (1) urine\nspecimen from every player during each year covered by the Program\n(i.e., from October 1 through September 30). The decision regarding\nwhether to conduct IRMS analysis on a urine specimen for any other reason\nwill remain in the discretion of the director of the Laboratory.\nSection 20. No Significant Fault or Negligence by Player.\n(a) If a player proves by clear and convincing evidence that he bears no\nsignificant fault or negligence for the presence of a Drug of Abuse or a\nSPED in his test result, the Grievance Arbitrator may, in a proceeding\nbrought under Article XXXI of this Agreement, reduce or rescind the\npenalty otherwise applicable under this Article XXXIII. Such reduction or\nrescission (if any) will be determined at the discretion of the Grievance\nArbitrator.\nArticle XXXIII\n525\n(b) For purposes of this Section 20, “no significant fault or negligence”\nmeans the unusual circumstance in which the Player did not know or\nsuspect, and could not reasonably have known or suspected, even with the\nexercise of considerable caution and diligence, that he was taking, ingesting,\napplying, or otherwise using the Drug of Abuse or SPED. To show that he\nbears no significant fault or negligence, the Player must also establish how\nthe Drug of Abuse or SPED entered his system. A Player cannot satisfy his\nburden by merely denying that he intentionally used the Drug of Abuse or\nSPED.\nSection 21. G League Suspensions.\nAny player suspended under the NBAGL anti-drug program who signs\na Uniform Player Contract before the full term of the suspension is served\nshall continue to serve the suspension in the NBA for the lesser of: (i) the\nnumber of games remaining on the suspension imposed under the NBAGL\nanti-drug program when the player signs the Player Contract, or (ii) the\ndifference between the maximum number of games for which the player\ncould have been suspended under the Program for the same violation and\nthe number of games of the suspension already served by the player in the\nNBAGL. In addition, any player suspended under the NBAGL anti-drug\nprogram whose NBAGL contract ends before the full term of the\nsuspension is served shall be subject to Article VI, Section 1(c) of this\nAgreement with respect to the NBAGL suspension if, at the start of the\nfollowing NBA Regular Season, he is a Free Agent who has games remaining\nto be served on the NBAGL suspension. For purposes of Article VI,\nSection 1(c), the “Team to which he was under contract when the\nsuspension was imposed” shall be deemed to be the NBA Team, if any, with\nwhich the player first signs a Player Contract following imposition of the\nNBAGL suspension.\n526\nArticle XXXIV"
    }
  ],
  "intro_content": ""
}