{
  "article_number": "Article IV",
  "title": "BENEFITS",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Player Pension Benefits.",
      "content": "BENEFITS\nPlayer Pension Benefits.\nSubject to approval by the Internal Revenue Service (the “IRS”) (to the\nextent such approval may be obtained pursuant to IRS procedures) and to\nthe extent permitted by applicable law, the NBA shall provide the following\npension benefits to NBA players and former NBA players in accordance\nwith and subject to the terms and conditions of the National Basketball\nAssociation Players’ Pension Plan, as restated effective July 1, 2017, and as\namended from time to time and as to be modified as set forth herein (the\n“Pension Plan”), and the Amended and Restated Agreement of Trust for\nthe Pension Plan, effective as of July 1, 2017, and as amended from time to\ntime (the “Pension Trust Agreement”). (All capitalized terms used in this\nSection 1 not otherwise defined in this Agreement shall have the meanings\nset forth in the Pension Plan.)\n(a) Benefits.\n(1) Current Benefit. As of the effective date of this Agreement,\nthe monthly amount per Year of Credited Service payable as a\nNormal Retirement Pension (the “Monthly Benefit”) is $1,001.47.\n(2) Benefit Increase.\n(i) The Pension Plan shall be amended to provide that,\neffective as of February 2, 2024, (A) the Normal Retirement\nDate shall be the first of the month following a player’s\nsixty-second (62nd) birthday, and (B) the Early Retirement\nDate shall be any date on or after the first day of the month\nfollowing the player’s forty-fifth (45th) birthday and prior to the\nplayer’s Normal Retirement Date. The Early Retirement\nPension shall be the actuarial equivalent of the Normal\nRetirement Pension, as determined using modified actuarial\nequivalence factors to be specified in the Pension Plan\namendment effective as of February 2, 2024.\nArticle IV\n71\n(ii) Effective for the Plan Year commencing February 2,\n2024, and for each subsequent Plan Year during the term of this\nAgreement, the Normal Retirement Pension shall be adjusted\n(the Monthly Benefit following any such adjustment, the “New\nMonthly Benefit”) such that, subject to Section 1(d) below, the\nNew Monthly Benefit shall equal (A) the maximum annual\ndollar amount permitted under the Internal Revenue Code of\n1986, as amended (the “Code”) (and the regulations issued\nthereunder), as the Code and regulations are in effect as of the\neffective date of this Agreement, as such maximum benefit\namount may be adjusted for future increases in the\ncost-of-living in the manner prescribed by Section 415(d)(2) of\nthe Code, divided by (B) one hundred twenty (120). The\nmaximum annual dollar amount permitted under the Code (and\nthe regulations issued thereunder) for a player’s Early\nRetirement Pension shall be determined using modified\nactuarial equivalence factors to be specified in the Pension Plan\namendment effective as of February 2, 2024.\n(iii) Any increase in the Normal Retirement Pension or Early\nRetirement Pension payable on or after the date of this\nAgreement: (A) shall apply only to those players and\nbeneficiaries (x) who have not yet received or begun to receive\na benefit under the Pension Plan as of the first day of the month\nfollowing the beginning of the Plan Year to which the increase\nrelates (the “New Benefit Increase Commencement Date”) or\n(y) who are receiving monthly benefits under the Pension Plan\nas of the New Benefit Increase Commencement Date; (B) shall\nbe effective as of the New Benefit Increase Commencement\nDate; (C) shall apply only to any benefit payment(s) to be made\non or after the applicable New Benefit Increase\nCommencement Date; and (D) shall not require the\nrecalculation of any benefit payment(s) made prior to the\napplicable New Benefit Increase Commencement Date.\n(b) Two-Way Players. The Pension Plan shall be amended to provide\nthat, for each Regular Season during the term of this Agreement, a Two-Way\nPlayer shall be considered to be on a Roster if he is (1) on an Active List,\nInactive List, or Two-Way List of any Team on February 2nd of such\nRegular Season (or such other date that the parties may agree to), or (2) on\n72\nArticle IV\nthe Active List of any Team for fifty percent (50%) or more of the total\nRegular Season games played by the Team during such Regular Season.\n(c) Pre-1965 Players and Pre-1965 Retirees. Effective for the Plan\nYear commencing February 2, 2018, and for each subsequent Plan Year\nduring the term of this Agreement:\n(1) Pre-1965 Players shall continue to be entitled to receive the\nNormal Retirement Benefit in the amount and on the terms and\nconditions set forth in Article XIV of the Pension Plan.\n(2) Pre-1965 Retirees shall continue to be entitled to receive the\nRetirement Benefit in the amount and on the terms and conditions\nset forth in Article XV of the Pension Plan.\n(3) Any benefits that are unable to be paid to Pre-1965 Players or\nPre-1965 Retirees under the Pension Plan because of the benefit\nlimitations imposed by Section 415 of the Code shall be paid to such\nPre-1965 Players and Pre-1965 Retirees pursuant to the National\nBasketball Association Excess Benefit Plan for Pre-1965 Players (the\n“Pre-1965 Players Excess Benefit Plan”).\n(d) Limitations on Benefits. Notwithstanding anything contained\nherein to the contrary:\n(1) Neither: (i) the pension benefits accrued or payable to any\nplayer or beneficiary for a Plan Year nor (ii) the New Monthly\nBenefit for a Plan Year shall exceed the maximum benefit amount\npermitted under the Code (and the regulations issued thereunder) as\nin effect for that Plan Year (as adjusted in accordance with the\nactuarial factors specified in the Pension Plan and as in effect on the\ndate that the benefit accrues or commences (or is paid) or for the\nPlan Year for which the New Monthly Benefit is determined), as\nsuch maximum benefit amount may be adjusted for future increases\nin the cost-of-living in the manner provided under Section 415(d)(2)\nof the Code.\n(2) Neither the pension benefits accrued nor payable to any player\nor beneficiary for a Plan Year shall exceed the maximum benefit\namount permitted under the Code (and the regulations issued\nthereunder), as in effect as of the effective date of this Agreement,\nArticle IV\n73\nas adjusted in accordance with the actuarial factors specified in the\nPension Plan, and as may be adjusted for future increases in the\ncost-of-living in the manner prescribed by Section 415(d)(2) of the\nCode.\n(3) If all or any portion of the actuarially-determined annual\ncontributions to be made to the Pension Plan would not be fully\ndeductible under the Code when paid to the Pension Plan, the New\nMonthly Benefit shall not exceed the amount which would result in\nall of such contributions being fully-deductible when paid. In the\nevent that any such contribution or portion thereof is not fully\ndeductible when paid, the NBA and the Players Association agree to\nbargain in good faith with respect to an alternative arrangement to\nbe provided by the NBA Teams to the players. The costs of any\nsuch alternative arrangement shall be at an annual cost (as\ndetermined on an after-tax basis) to the NBA Teams substantially\nequal to but no greater than the annual accrual cost that such Teams\nwould have incurred under the Pension Plan to fund the amount by\nwhich the New Monthly Benefit is reduced pursuant to this\nSection 1(d)(3). If despite good faith negotiations, the NBA and the\nPlayers Association fail to agree with respect to an alternative\narrangement as described above, such failure to agree shall not create\nany right: (A) to unilaterally implement during the term of this\nAgreement any terms concerning the provision of pension benefits\nto the players; (B) to lockout; or (C) to strike.\n(e) Administration.\n(1) Subject to the provisions of Section 3.3(f) of the Pension Trust\nAgreement, which are hereby incorporated by reference and\nexpressly designed to survive the expiration or termination of this\nAgreement, the Pension Plan shall continue to be jointly operated\nand administered by the NBA and the Players Association in\naccordance with Section 302(c)(5) of the Labor Management\nRelations Act of 1947, as amended, and the provisions of the\nPension Trust Agreement and the Pension Plan.\n(2) It is intended by the NBA and the Players Association that:\n(i) the Pension Plan shall continue to constitute a\ncollectively-bargained multiemployer defined benefit pension plan\n74\nArticle IV\nthat is tax-qualified under Section 401(a) of the Code; and (ii) the\nPension Plan’s corresponding Trust is exempt from taxation under\nthe provisions of Section 501(a) of the Code.\n(3) The daily operations of the Pension Plan shall continue to be\ndelegated to one or more independent third-party administrators, as\nselected by the Board of Trustees of the Pension Plan in its sole\ndiscretion.\n(f) Contributions/Funding. The NBA and Players Association\nacknowledge and agree that the Teams shall continue at all times to\ncontribute to the Plan at least the amount necessary to meet the Pension\nPlan’s statutory minimum funding requirements under Section 412,\nSection 431, and, if applicable, Section 432 of the Code, or any other\napplicable law (the “Minimum Funding Standards”) for such Plan Year, as\ndetermined by the actuaries of the Pension Plan. For any period during the\nterm of this Agreement during which a new “funding improvement plan” (a\n“FIP”) is required to be adopted by the Pension Plan under the Minimum\nFunding Standards, the funding benchmark for such FIP shall equal the\nfunding benchmark required by the Minimum Funding Standards. The\nTeams may, in the sole discretion of the NBA, contribute to the Pension\nPlan more than the amount necessary to meet the Minimum Funding\nStandards; provided, however, that any such additional contribution amount\nshall not be greater than the contribution amount determined by the\nactuaries of the Pension Plan in accordance with the Pension Plan’s\nhistorical scheduled contribution methodology. All contributions shall be\nconditioned on their being fully deductible by the Teams when paid.\n(g) Players Employed by Toronto.\n(1) Players employed by Maple Leaf Sports & Entertainment\nPartnership (or any successor thereto) (“Toronto”) or by an NBA\nTeam located in any country other than the United States shall\ncontinue to receive pension benefits of comparable value. Except\nas otherwise provided in Section 1(g)(2), players employed by\nToronto (“Toronto Players”) shall continue to receive such benefits\nby means of the Pension Plan and the Toronto Raptors Players’\nPension Plan, as restated effective February 2, 2019, and as amended\nfrom time to time (the “Toronto Plan”); provided, however, that a\nplayer shall not be eligible to participate (or continue to participate)\nArticle IV\n75\nin the Pension Plan for any period of time during which the player\nis both a resident of Canada for income tax purposes and a Toronto\nPlayer (a “Canadian Resident”) but shall instead be eligible to receive\na cash payment as described in Section 7 below.\n(2) If the participation of Toronto Players in the Pension Plan\nwould, at any time, result in the Pension Plan becoming subject to\nCanadian provincial pension legislation and/or Canadian federal\nincome tax laws (to the extent that the application of such laws\nwould result in adverse tax consequences to the Pension Plan, the\nNBA Teams or the Toronto Players) or result in the Toronto Plan’s\nfailure, at any future time, to either be qualified under the Code or\nregistered under Canadian provincial pension legislation or\nCanadian federal tax laws, then any obligation to establish, maintain,\nor make contributions to the Pension Plan in respect of Toronto\nPlayers and the Toronto Plan pursuant to this Agreement or\npursuant to any prior collective bargaining agreement shall\nterminate; provided, however, that any such termination shall not\nimpair the legally binding effect of any other provision of this\nAgreement or the legally binding effect (if any) of any other\nprovision of any prior collective bargaining agreement, nor shall it\ncreate any right: (i) to unilaterally implement during the term of this\nAgreement any terms concerning the provision of pension benefits\nto the players; (ii) to lockout; or (iii) to strike. In the event of such\ntermination, the NBA and Players Association agree to bargain in\ngood faith with respect to an alternative arrangement to be provided\nby Toronto to the Toronto Players. Any such alternative\narrangement shall be at an annual cost (as determined on an after-tax\nbasis) to Toronto substantially equal to but no greater than the\nannual accrual cost that Toronto would have incurred under the\nPension Plan and the Toronto Plan. If despite good faith\nnegotiations, the NBA and the Players Association fail to agree with\nrespect to an alternative arrangement as described above, such\nfailure to agree shall not create any right: (A) to unilaterally\nimplement during the term of this Agreement any terms concerning\nthe provision of pension benefits to the players; (B) to lockout; or\n(C) to strike.\n(3) Subject to the provisions of Section 9.1(a) of the Toronto Plan,\nwhich are hereby incorporated by reference and expressly designed\n76\nArticle IV\nto survive the expiration or termination of this Agreement, the\nToronto Plan shall continue to be jointly operated and administered\nby the NBA and Players Association in accordance with Section\n302(c)(5) of the Labor Management Relations Act of 1947, as\namended, Section 8(1)(b) of the Pension Benefits Act (as defined in\nthe Toronto Plan), and the provisions of the Toronto Plan.\n(4) It is intended by the NBA and the Players Association that:\n(i) the Toronto Plan shall continue to constitute a\ncollectively-bargained single employer defined benefit pension plan\nthat is sponsored by Toronto and is tax-qualified under\nSection 401(a) of the Code and registered under Section 147.1 of the\nIncome Tax Act (as defined in the Toronto Plan) and Sections 9 and\n12 of the Pension Benefits Act; and (ii) the Toronto Plan’s\ncorresponding trust fund shall continue to be exempt from taxation\nunder the provisions of Section 149(1)(o) of the Income Tax Act\nand Section 501(a) of the Code.\n(5) The daily operations of the Toronto Plan shall continue to be\ndelegated to one or more independent third-party administrators, as\nselected by the Committee of the Toronto Plan in its sole discretion.\n(h) Pension Plan Tax-Qualification Status.\nNotwithstanding\nanything else in this Agreement: (1) if any change or amendment made to\nthe Code, ERISA, or other applicable law, or to any regulations (whether\nfinal, temporary, or proposed) or rulings issued thereunder; (2) if any\ninterpretation, application or enforcement (or any proposed interpretation,\napplication, or enforcement), by a court of competent jurisdiction in the\nUnited States or by the IRS, of the Code, ERISA, or other applicable law,\nor any regulations or rulings issued thereunder; (3) if any regulations\n(whether final, temporary, or proposed) or rulings issued by the IRS under\nthe Code or ERISA; or (4) if any provisions of this Agreement, including,\nwithout limitation, any of the amendments or benefit increases to be\nprovided under the Pension Plan pursuant to this Section 1, would result in\nthe Pension Plan no longer being a tax-qualified plan under Section 401(a)\nof the Code, or would require NBA Teams to incur costs over and above\nany costs required to be incurred to implement the provisions of this\nAgreement or any prior collective bargaining agreement in order for the\nPension Plan to maintain its tax-qualified status under Section 401(a) of the\nCode (but only to the extent that such additional costs are incurred in\nArticle IV\n77\nconnection with the provision of pension benefits to their non-player\nemployees or to non-player employees of affiliates (within the meaning of\nSections 414(b), (c) or (m) of the Code) of such Teams), then any obligation\nto continue to provide for the accrual of additional benefits under the\nPension Plan pursuant to this Agreement or pursuant to any prior collective\nbargaining agreement shall terminate; provided, however, that any such\ntermination shall not impair the legally binding effect of any other provision\nof this Agreement or the legally binding effect (if any) of any other provision\nof any prior collective bargaining agreement, nor shall it create any right:\n(i) to unilaterally implement during the term of this Agreement any terms\nconcerning the provision of pension benefits to the players; (ii) to lockout;\nor (iii) to strike. In the event of such termination, the NBA and Players\nAssociation agree to bargain in good faith with respect to an alternative\narrangement to be provided by the NBA Teams to the players. The costs\nof any such alternative arrangement shall be at an annual cost (as determined\non an after-tax basis) to the NBA Teams substantially equal to but no greater\nthan the annual accrual cost that such Teams would have incurred under the\nPension Plan to fund the benefit described in this Section 1, commencing\non the date of termination. If despite good faith negotiations, the NBA and\nthe Players Association fail to agree with respect to an alternative\narrangement as described above, such failure to agree shall not create any\nright: (A) to unilaterally implement during the term of this Agreement any\nterms concerning the provision of pension benefits to the players; (B) to\nlockout; or (C) to strike.\n(i) Additional Pension Benefits Costs. The NBA Teams shall pay\nall costs, including, without limitation, the cost of professional fees (e.g.,\nattorneys, accountants, actuaries, and consultants) (“Professional Fees”),\nincurred in connection with: (1) the operation and administration of the\nToronto Plan (but excluding the cost of contributions made by Toronto to\nthe Toronto Plan), and (2) the determination and implementation of any\nalternative benefits pursuant to Sections 1(g)(2) and/or 1(h).\n(j) Actuarial Determinations. All actuarial determinations that need\nto be made in connection with, or under, the Pension Plan, including,\nwithout limitation, those necessary to implement this Section 1 and Section\n9 below, shall be made by the actuaries of the Pension Plan. Any such\nactuarial determinations shall be binding and conclusive.\n78\nArticle IV"
    },
    {
      "section_number": "Section 2",
      "section_title": "Player 401(k) Benefits.",
      "content": "Player 401(k) Benefits.\nTo the extent permitted by the Code and applicable law, the NBA shall\nprovide the following 401(k) benefits to NBA players and former NBA\nplayers in accordance with and subject to the terms and conditions of the\nNational Basketball Association Players’ 401(k) Savings Plan as restated\neffective November 1, 2014, as amended from time to time and as to be\nmodified as set forth herein (the “401(k) Plan”). (All capitalized terms used\nin this Section 2 not otherwise defined in this Agreement shall have the\nmeanings set forth in the 401(k) Plan and, for purposes of this Section 2, the\nterm “Compensation” shall have the meaning set forth in the 401(k) Plan\nand not Article I or Exhibit A of this Agreement.)\n(a) Current Benefits. For each Plan Year commencing during the term\nof this Agreement, the 401(k) Plan shall continue to provide for: (1) Salary\nDeferral Contributions by players, (2) except as may be limited below,\nMatching Contributions by Teams in respect of Salary Deferral\nContributions for a Salary Cap Year, as requested in writing by the Players\nAssociation, and (3) After Tax Contributions by players. The request for\nthe Matching Contributions by the Players Association for a Season shall be\nmade in writing prior to the commencement of that Season.\n(b) Two-Way Matching Contributions. Effective for all Regular\nSeasons during the term of this Agreement, the 401(k) Plan shall be\namended to eliminate the matching contribution formula currently\napplicable to Two-Way Players and provide Two-Way Players who are\nEligible Players a Matching Contribution pursuant to the formula set forth\nin Section 3.7 of the 401(k) Plan.\n(c) Timing of Matching Contributions.\nAny Matching\nContributions to be made to the 401(k) Plan in respect of each Season shall\nbe made no later than thirty (30) days following the completion of the Audit\nReport for the Salary Cap Year covering such Season.\n(d) Limitations on Benefits. Notwithstanding anything contained\nherein to the contrary:\n(1) Matching Contributions, Salary Deferral Contributions, and\nAfter Tax Contributions shall at all times be subject to all applicable\nlimitations under the Code, including, without limitation, the\nmaximum limitation on contributions under Code Section 415, the\nArticle IV\n79\nmaximum limitation on compensation under Code Section\n401(a)(17), and the maximum limitation on 401(k) deferrals under\nCode Section 402(g).\n(2) The total amount of the Salary Deferral Contributions and\nMatching Contributions to be made to the 401(k) Plan shall be\nlimited to an amount that, taking into account only Compensation\npaid to current players by the Teams, would result in all of such\nSalary Deferral Contributions and Matching Contributions being\nfully deductible under the Code (and, where applicable, Canadian\nincome tax laws) when paid to the 401(k) Plan. If, for any reason,\nall or a portion of the Salary Deferral Contributions and Matching\nContributions to be made to the 401(k) Plan will not, when paid to\nthe 401(k) Plan, be fully deductible under the Code, the NBA and\nthe Players Association agree that the contributions shall be reduced\nto result in all such contributions being fully deductible when paid.\n(e) Players Employed by Toronto. The terms of the 401(k) Plan shall\ncontinue to permit participation by Toronto Players on a tax-effective basis\nunder Canadian income tax laws; provided, however, that a player shall not\nbe eligible to participate in the 401(k) Plan for the period of time during\nwhich the player is a Canadian Resident but shall instead be eligible to\nreceive a cash payment as described in Section 7 below. If the NBA and the\nPlayers Association should determine that the 401(k) Plan cannot continue\nto be provided to Toronto Players on a tax-effective basis under Canadian\nfederal income tax laws, the NBA and Players Association agree to bargain\nin good faith with respect to an alternative arrangement to be provided by\nToronto to the Toronto Players. The costs of any such alternative\narrangement shall be at an annual cost (as determined on an after-tax basis)\nto Toronto substantially equal to but no greater than the annual cost that\nToronto would have incurred under the 401(k) Plan with respect to the\nMatching Contributions for the Toronto Players. If despite good faith\nnegotiations, the NBA and the Players Association fail to agree with respect\nto an alternative arrangement as described above, such failure to agree shall\nnot create any right: (i) to unilaterally implement during the term of this\nAgreement any terms concerning the provision of 401(k) benefits to the\nplayers; (ii) to lockout; or (iii) to strike.\n(f) 401(k) Plan Tax-Qualification Status. Notwithstanding anything\nelse in this Agreement: (1) if any change or amendment made to the Code,\n80\nArticle IV\nERISA, or other applicable law, or to any regulations (whether final,\ntemporary, or proposed) or rulings issued thereunder; (2) if any\ninterpretation, application, or enforcement (or any proposed interpretation,\napplication, or enforcement), by a court of competent jurisdiction in the\nUnited States or by the IRS, of the Code, ERISA, or other applicable law,\nor any regulations or rulings issued thereunder; (3) if any regulations\n(whether final, temporary, or proposed) or rulings issued by the IRS under\nthe Code or ERISA; or (4) if any provisions of this Agreement would result\nin the 401(k) Plan no longer being a tax-qualified plan under Section 401(a)\nof the Code, or would require NBA Teams to incur costs over and above\nany costs required to be incurred to implement the provisions of this\nAgreement or any prior collective bargaining agreement in order for the\n401(k) Plan to maintain its tax-qualified status under Section 401(a) of the\nCode (but only to the extent that such additional costs are incurred in\nconnection with the provision of benefits to their non-player employees or\nto non-player employees of affiliates (within the meaning of Sections 414(b),\n(c), or (m) of the Code) of such Teams), then any obligation to maintain or\nmake contributions to the 401(k) Plan pursuant to this Agreement or\npursuant to any prior collective bargaining agreement shall terminate;\nprovided, however, that any such termination shall not impair the legally\nbinding effect of any other provision of this Agreement or the legally\nbinding effect (if any) of any other provision of any prior collective\nbargaining agreement, nor shall it create any right: (i) to unilaterally\nimplement during the term of this Agreement any terms concerning the\nprovision of 401(k) benefits to the players; (ii) to lockout; or (iii) to strike.\nIn the event of such termination, the NBA and Players Association agree to\nbargain in good faith with respect to an alternative arrangement to be\nprovided by the NBA Teams to the players. Any such alternative\narrangement shall be at an annual cost (as determined on an after-tax basis)\nto the NBA Teams substantially equal to but no greater than the annual cost\nthat such Teams would have incurred under the 401(k) Plan with respect to\nMatching Contributions commencing on the date of termination. If despite\ngood faith negotiations, the NBA and the Players Association fail to agree\nwith respect to an alternative arrangement as described above, such failure\nto agree shall not create any right: (x) to unilaterally implement during the\nterm of this Agreement any terms concerning the provision of 401(k)\nbenefits to the players; (y) to lockout; or (z) to strike.\n(g) Additional 401(k) Benefits Costs. The NBA Teams shall pay all\ncosts incurred in connection with the operation and administration of the\nArticle IV\n81\n401(k) Plan (and in connection with the determination and implementation\nof any alternative arrangement pursuant to Section 2(e) and/or Section 2(f)),\nincluding, without limitation, the cost of Professional Fees and the 401(k)\nPlan’s recordkeeper’s fixed fee for recordkeeping and other administrative\nservices provided to the 401(k) Plan. Notwithstanding the previous\nsentence, this Section 2(g) shall not apply to: (1) any costs or fees\nattributable to a participant-initiated transaction under the 401(k) Plan; or\n(2) any investment fees or expenses charged directly against the return on\nany investment options under the 401(k) Plan, which, in each case, shall be\npaid by the applicable participant."
    },
    {
      "section_number": "Section 3",
      "section_title": "Player Health and Welfare Benefits.",
      "content": "Player Health and Welfare Benefits.\nExcept as set forth below in this Section 3, as of the effective date of this\nAgreement, and continuing until the expiration or termination of this\nAgreement, to the extent permitted by applicable law, the NBA shall provide\nthe following health and welfare benefits to NBA players and former NBA\nplayers in accordance with and subject to the terms and conditions of the\nNational Basketball Association Players’ Health and Welfare Benefit Plan,\nas in effect on the date of this Agreement, as amended from time to time\nand as to be modified as set forth herein (the “Health and Welfare Benefit\nPlan”) and the Agreement of Trust for the NBA Players’ Health and Welfare\nBenefit Plan, as restated effective July 1, 2017, and as amended from time\nto time (the “Health and Welfare Benefit Trust Agreement” and the trust,\nthe “Health and Welfare Benefit Trust”). (All capitalized terms used in this\nSection 3 not otherwise defined in this Agreement shall have the meanings\nset forth in the Health and Welfare Benefit Plan.)\n(a) Benefits. The Health and Welfare Benefit Plan shall continue to\nprovide the following benefits, which shall be operated and administered\nthrough the Health and Welfare Benefit Trust:\n(1) A health reimbursement arrangement (the “HRA Benefit”) for\nplayers who played in the NBA during and/or after the 2000-01\nSeason will continue to be operated in accordance with the Health\nand Welfare Benefit Plan, which arrangement shall be administered\nand operated in compliance with IRS and U.S. Department of Labor\nrules applicable to such arrangements. Except as may otherwise be\nagreed to by the NBA and the Players Association, any contributions\nto fund the HRA Benefit in respect of each Salary Cap Year shall be\n82\nArticle IV\nmade no later than ninety (90) days following the completion of the\nAudit Report for such Salary Cap Year.\n(2) The following insurance benefits provided to players:\n(i) Life insurance and accidental death and dismemberment\nbenefits, which, as of the date of this Agreement, are being\nprovided through the Metropolitan Life Insurance Company\nPolicy No. 0122986; provided, however, the Health and\nWelfare Benefit Plan shall be amended to provide that\nTwo-Way Players shall receive the same level of coverage under\nsuch policy as players who signed a Standard NBA Contract.\n(ii) Disability insurance benefits, which, as of the date of this\nAgreement, are being provided through the Houston Casualty\nCompany Policy No. 20/7005744.\n(iii) Except as otherwise provided in Section 3(a)(2)(iv),\nmedical, dental, vision, and prescription drug insurance benefits\nwhich, as of the date of this Agreement, are being provided\nthrough the CIGNA HealthCare Policy No. 3211244 and the\nEyeMed Vision Care Policy No. 9886987; provided, however,\nthat the Health and Welfare Benefit Plan shall be amended to\nprovide that Two-Way Players shall not be required to\ncontribute toward their medical, dental, vision, and prescription\ndrug insurance premiums.\n(iv) For players other than Two-Way Players who are\n“qualified expatriates” under the Expatriate Health Coverage\nClarification Act of 2014, expatriate medical, vision, and\nprescription drug insurance benefits through the Cigna Policy\nNo. 07578A and the EyeMed Vision Care Policy No. 9886987.\n(3) All of the benefits provided for in Section 3(a)(2) are subject to\ntheir permissibility and availability under applicable law.\n(4) The Board of Trustees of the Health and Welfare Benefit Trust\n(the “Health and Welfare Trustees”) may make changes to any of\nthe insurance programs provided under Section 3(a)(2), provided\nthat any such change that would result in an increase in the costs or\na change in the types or levels of any of the benefits, or that would\nArticle IV\n83\nchange any such program from an insured program to a self-insured\nprogram or vice versa, must be mutually agreed to in writing by the\nNBA and the Players Association.\n(5) Subject to Sections 3(a)(5)(i)-(ii) below, the NBA and the\nPlayers Association shall continue to provide retiree health insurance\nbenefits which, as of the effective date of this Agreement, are being\nprovided through UnitedHealthcare Policy Numbers 908971,\n16160, 16161 and 16162, Cigna Policy Number 3342982, and\nEyeMed Policy Number 10250821001 (collectively, the “Retiree\nMedical Plan”).\n(i) The Retiree Medical Plan will be continued only for the\nterm of this Agreement; provided, however, that the NBA and\nthe Players Association (or, if so delegated by the NBA and the\nPlayers Association in writing, the Health and Welfare\nTrustees) reserve the right, by mutual written agreement, to\nmodify, amend, or terminate, in whole or in part, the Retiree\nMedical Plan with respect to any or all eligible retirees and their\neligible dependents at any time or for any reason, and no eligible\nretirees or eligible dependents (or other NBA players, retired\nNBA players or their dependents) shall under any\ncircumstances have any vested rights of any nature with respect\nto the Retiree Medical Plan or any retiree health benefit\n(whether or not the player or retired player, or their dependents,\nhas participated in the Retiree Medical Plan).\n(ii) The NBA and the Players Association (or, if so delegated\nby the NBA and the Players Association in writing, the Health\nand Welfare Trustees) reserve the right, by mutual written\nagreement, to increase or otherwise change the amount of\nmonthly premiums under the Retiree Medical Plan charged to\nplayers at any time and for any reason.\n(6) The Health and Welfare Benefit Plan shall continue to provide\nfor a tuition and career transition benefit (the “Tuition\nReimbursement Benefit”), to be modified as set forth below, which\nreimburses eligible players for qualifying educational expenses\n(“Educational Expenses”). For purposes of this Section 3(a)(6), an\n84\nArticle IV\n“eligible player” is a player who is eligible under plan rules to use the\nTuition Reimbursement Benefit.\n(i) Each eligible player in respect of each Salary Cap Year\nduring or after the 2023-24 Salary Cap Year shall be entitled to\na Tuition Reimbursement Benefit equal to the lesser of\n(A) $41,667, and (B) the difference between $125,000 and the\nsum of the amount of all Tuition Reimbursement Benefits\npreviously earned by such player in respect of prior Salary Cap\nYears (including, for clarity, Salary Cap Years prior to the\n2023-24 Salary Cap Year). Each eligible player with three (3) or\nmore Years of NBA Service as of the date of this Agreement\nshall receive a one-time increase in his Tuition Reimbursement\nBenefit equal to $24,000.\n(ii) All eligible players, including players who have a Tuition\nReimbursement Benefit as of the date of this Agreement, may\nbe reimbursed for each calendar year up to a maximum of\n$62,500. Notwithstanding anything to the contrary, the\nmaximum aggregate amount of Educational Expenses for\nwhich all eligible players may be reimbursed for each Salary Cap\nYear is $4,276,185.\n(7) The Health and Welfare Benefit Plan shall be amended to\nprovide that, for purposes of the HRA, retiree medical, and tuition\nreimbursement benefits described in Sections 3(a)(1), 3(a)(5), and\n3(a)(6) above, for each Regular Season during the term of this\nAgreement, a Two-Way Player shall earn a Year of NBA Service if\nhe is (i) on an Active List, Inactive List, or Two-Way List of any\nTeam on February 2nd of such Regular Season (or such other date\nthat the parties may agree to), or (ii) on the Active List of any Team\nfor fifty percent (50%) or more of the total Regular Season games\nplayed by the Team during such Regular Season.\n(b) Administration.\n(1) The Health and Welfare Benefit Trust shall continue to be\njointly operated and administered by the NBA and Players\nAssociation in accordance with Section 302(c)(5) of the Labor\nManagement Relations Act of 1947, as amended, and the provisions\nArticle IV\n85\nof the Health and Welfare Benefit Trust Agreement and the Health\nand Welfare Benefit Plan, as to be amended pursuant to this\nAgreement. It is intended by the NBA and Players Association that\nthe Health and Welfare Benefit Plan and Health and Welfare Benefit\nTrust shall continue to constitute a collectively-bargained voluntary\nemployees’ beneficiary association that qualifies as a tax exempt\norganization under the provisions of Section 501(c)(9) of the Code.\n(2) The Health and Welfare Benefit Trust Agreement shall\ncontinue to provide that the Health and Welfare Benefit Trust and\nHealth and Welfare Benefit Plan will be administered by the Health\nand Welfare Trustees. The daily operations of the Health and\nWelfare Benefit Plan and each of the benefits provided thereunder\nshall continue to be delegated to one or more independent\nthird-party administrators and/or insurers, as applicable.\n(3) For the avoidance of doubt, nothing in this Section 3(b) shall\nprevent the Education Trust (defined below) from engaging or\nhiring an academic advisor or career counselor to assist with player\noutreach and similar functions with respect to the tuition\nreimbursement and career transition program set forth in\nSection 3(a)(6).\n(c) Players Employed by Toronto. The terms of the Health and\nWelfare Benefit Plan shall continue to permit participation by Toronto\nPlayers on the same basis as players who are not Toronto Players; provided,\nhowever, that a player shall not be eligible to participate in the HRA Benefit\nfor the period of time during which the player is a Canadian Resident but\nshall instead be eligible to receive a cash payment as described in Section 7\nbelow. If the NBA and the Players Association determine that the Health\nand Welfare Benefit Plan cannot provide one or more of the benefits\ndescribed in Section 3(a) to Toronto Players (1) that are substantially\nequivalent to the benefits provided to players employed by Teams located\nin the United States or (2) on a tax-effective basis under Canadian federal\nincome tax laws, the NBA and Players Association agree to bargain in good\nfaith with respect to an alternative arrangement to be provided by Toronto\nto the Toronto Players. The annual cost incurred by the Teams in\nconnection with any such alternative arrangement (as determined on an\nafter-tax basis) shall not exceed the annual cost that such Teams would have\nincurred to fund the applicable benefit(s) described in Section 3(a) for such\n86\nArticle IV\nToronto Player. The cost to Toronto of funding any alternative\narrangement(s) to any of the benefit(s) described in Section 3(a) shall be\nsubject to the limitations set forth in this Agreement. If despite good faith\nnegotiations, the NBA and the Players Association fail to agree with respect\nto any alternative arrangement(s) as described above, such failure to agree\nshall not create any right (A) to unilaterally implement during the term of\nthis Agreement any terms concerning the provision of benefits provided or\nto be provided by the Health and Welfare Benefit Plan; (B) to lockout; or\n(C) to strike.\n(d) Deductibility of Contributions/Regulatory Changes.\n(1) The Health and Welfare Benefit Trust and the Health and\nWelfare Benefit Plan shall be operated and administered in a manner\nthat will result in all contributions by the Teams being fully\ndeductible under the Code (and, where applicable, Canadian income\ntax laws) when paid to the Health and Welfare Benefit Trust (or\ndirectly to an insurance carrier for a benefit provided under the\nHealth and Welfare Benefit Plan). If any Team is disallowed a\ndeduction (in whole or in part) for such contributions, and unless\nthe NBA determines otherwise, the obligation to provide the benefit\n(or portion of the benefit under the Health and Welfare Benefit Plan\nto which the contribution relates) and to make further contributions\nto provide the benefit (or portion of the benefit under the Health\nand Welfare Benefit Plan to which the contribution relates) shall\nimmediately terminate and the provisions of Section 3(d)(3) shall\napply.\n(2) In the event that any benefit under the Health and Welfare\nBenefit Plan is no longer permissible or available due to applicable\nlaws (a “Regulatory Change”), the obligation to provide the benefit\nshall immediately terminate and the provisions of Section 3(d)(3)\nshall apply.\n(3) Any termination of the Health and Welfare Benefit Plan or a\nbenefit under such plan pursuant to Sections 3(d)(1)-(2) shall not\nimpair the legally binding effect of any other provision of this\nAgreement, or the legally binding effect (if any) of any other\nprovision of any prior collective bargaining agreement, nor shall it\ncreate any right (i) to unilaterally implement, during the term of this\nArticle IV\n87\nAgreement, any terms concerning the provision of the Health and\nWelfare Benefit Plan (or the applicable benefit provided or to be\nprovided); (ii) to lockout; or (iii) to strike. In the event of any\ntermination pursuant to Sections 3(d)(1)-(2) of the Health and\nWelfare Benefit Plan or a benefit under such plan, the NBA and\nPlayers Association agree to bargain in good faith with respect to\nalternative arrangement(s) to be provided by the NBA Teams to the\nplayers; provided, however, that any such alternative arrangement(s)\nshall be subject to the terms and conditions set forth in this\nAgreement, including, without limitation, with respect to an\nalternative arrangement to the Retiree Medical Plan, the terms and\nconditions set forth in Section 3(a)(5). The annual cost incurred by\nthe NBA Teams in connection with any such alternative\narrangement(s) (as determined on an after-tax basis) shall not exceed\nthe annual cost that such Teams would have incurred in providing\nthe relevant benefit(s) under the Health and Welfare Benefit Plan\ncommencing on the date of termination. Any such alternative\narrangement(s) shall, to the extent permitted by applicable law and\nthe Health and Welfare Benefit Plan, be funded by such monies as\nmay then remain in the Health and Welfare Benefit Trust and, if the\nmonies remaining in the Health and Welfare Benefit Trust may not\nlawfully be used for, or are insufficient for, such purpose, such\nalternative arrangement(s) shall be funded by the NBA Teams. Any\nsuch alternative arrangement(s) shall be operated and administered\nin a manner that will result in all contributions by the Teams being\nfully deductible under the Code (and, where applicable, Canadian\nincome tax laws) when paid. The costs of funding any alternative\narrangement(s) shall be subject to the limitations set forth in this\nAgreement. If despite good faith negotiations, the NBA and the\nPlayers Association fail to agree with respect to any alternative\narrangement(s) as described above, such failure to agree shall not\ncreate any right: (A) to unilaterally implement, during the term of\nthis Agreement, any terms concerning the provision of benefits\nprovided or to be provided by the Health and Welfare Benefit Plan;\n(B) to lockout; or (C) to strike.\n(e) Additional Health and Welfare Benefits Costs. Except as\notherwise set forth in Section 9(b)(12), the NBA Teams shall pay all costs,\nincluding, without limitation, the cost of Professional Fees, incurred in\nconnection with (1) the operation and administration of the Health and\n88\nArticle IV\nWelfare Benefit Plan Trust and the Health and Welfare Benefit Plan\n(including, without limitation, the operation and administration of the\nbenefits set forth in Section 3(a) above and any other benefits to be provided\nunder the Health and Welfare Benefit Plan), and (2) the determination and\nimplementation of any alternative arrangement pursuant to Section 3(d)(3).\nNotwithstanding the preceding sentence, this Section 3(e) shall not apply to\nany costs or fees attributable to investment management fees in connection\nwith the investment of Health and Welfare Benefit Trust assets. Such costs\nand fees shall: (i) be paid out of the assets of the Health and Welfare Benefit\nTrust; and (ii) be excluded for purposes of all calculations called for under\nthis Agreement of, or relating to, Benefits (including, without limitation, for\npurposes of: (A) preparing the Audit Report, Interim Audit Report, or\nInterim Designated Share Audit Report; and (B) calculating Total Benefits,\nTotal Salaries and Benefits, and Projected Benefits)."
    },
    {
      "section_number": "Section 4",
      "section_title": "The Post-Career Income Plan.",
      "content": "The Post-Career Income Plan.\nTo the extent permitted by the Code and applicable law, the NBA shall\nprovide the following post-career income benefits to NBA players and\nformer NBA players in accordance with and subject to the terms and\nconditions of the National Basketball Association Players’ Qualified\nPost-Career Income Plan, as restated effective July 1, 2017, and as amended\nfrom time to time (the “Qualified Plan”) and the National Basketball\nAssociation Players’ Non-Qualified Post-Career Income Plan, as restated\neffective July 1, 2017, and as amended from time to time (the\n“Non-Qualified Plan,” and, when referenced collectively with the Qualified\nPlan, the “Post-Career Income Plan”). (All capitalized terms used in this\nSection 4 not otherwise defined in this Agreement shall have the meanings\nset forth in the Post-Career Income Plan.)\n(a) Current Benefits.\n(1) Effective for the Contribution Year (defined below)\ncommencing November 1, 2023, and for each subsequent\nContribution Year during the term of this Agreement, the\nPost-Career Income Plan shall provide for: (i) a Team contribution\nto the Post-Career Income Plan for Eligible Players to be used to\npurchase Post-Career Annuities (the “Team Contribution”); and\n(ii) elective Player Contributions made by Qualifying Players to the\nNon-Qualified Plan to be used to purchase Post-Career Annuities\nArticle IV\n89\non such players’ behalf. The Team Contribution for each Eligible\nPlayer for each Contribution Year shall equal (A) the Additional\nBenefit Amount (defined below) divided by the total number of\nEligible Players for such Contribution Year (including, for this\npurpose only, any Canadian Resident who but for the fact that he is\na Canadian Resident would otherwise be an Eligible Player) (such\nquotient, an Eligible Player’s “Allocated Share”), less (B) tax\nwithholding (solely with respect to contributions made to the\nNon-Qualified Plan) in the manner described in Section 3.3 of the\nNon-Qualified Plan (“Tax Withholding”). For each Contribution\nYear, a portion of a player’s Allocated Share shall be contributed to\nthe Qualified Plan on behalf of such player pursuant to the terms\nand conditions described in the Qualified Plan, and a portion to the\nNon-Qualified Plan pursuant to the terms and conditions described\nin the Non-Qualified Plan. For purposes of this Section 4, a\n“Contribution Year” means each November 1 through October 31\nin respect of which a Team Funding Pool (defined below) is\nprovided under this Section 4.\n(2) Notwithstanding anything in this Section 4(a) to the contrary,\nand subject to the requirements of the Code and IRS rules and\nregulations, if the Board of Trustees of the Post-Career Income Plan\n(the “PCIP Trustees”) determines, after Post-Career Annuities have\nbeen purchased for Eligible Players for a Contribution Year, that a\npresent or former player should have received an Allocated Share\nfor such Contribution Year but did not receive an Allocated Share,\nsuch present or former player shall be entitled to an Allocated Share\nequal to the amount of the Allocated Share made to the other\nEligible Players for such Contribution Year, which shall be used to\npurchase one or more Post-Career Annuities in the same manner\nand on the same terms as the other Eligible Players for such\nContribution Year. Unless practicable and otherwise agreed to by\nthe PCIP Trustees, the cost of such Allocated Share shall not require\na retroactive reduction in the Allocated Share and Post-Career\nAnnuities of the other Eligible Players for such Contribution Year\nbut rather shall be paid from the Additional Benefit Amount for the\nnext Season (or, to the extent the Additional Benefit Amount for the\nnext Season is insufficient, future Seasons). In addition, the cost of\nany additional fees or expenses charged by the Insurer for the\npurchase of such Post-Career Annuity (or for the purchase of any\n90\nArticle IV\nother Post-Career Annuity(ies) under the Post-Career Income Plan\non a retroactive basis) shall also be paid from the Additional Benefit\nAmount for the next Season (or, to the extent the Additional Benefit\nAmount for the next Season is insufficient, future Seasons).\n(b) Deductibility of Team Contributions/Regulatory Changes.\n(1) The Post-Career Income Plan shall be structured and\nmaintained in a manner that will result in the Team Funding Pool\nbeing fully deductible under the Code (and, where applicable,\nCanadian laws) when used toward Team Contributions contributed\nto the Post-Career Income Plan. In the event that a Team is\ndisallowed a deduction (in whole or in part) for its portion of the\nTeam Funding Pool, then the Team shall be returned such\ndisallowed deduction from the Post-Career Income Plan; provided,\nhowever, that, if such portion may not be returned to the Team\nunder the terms of the Plan or the applicable Group Annuity\nContract or applicable law, then such Team shall instead be\nreimbursed for the lost tax benefit resulting from the disallowance\nof the deduction from the Additional Benefit Amount for the next\nSeason (or, to the extent the Additional Benefit Amount for the next\nSeason is insufficient, future Seasons) following the date such Team\nsubmits satisfactory documentation of the disallowance to the PCIP\nTrustees.\n(2) Notwithstanding anything else in this Agreement, if any event\nor occurrence, including, without limitation, (i) any change or\namendment made to the Code, ERISA, or other applicable law, or\nto any regulations (whether final, temporary, or proposed\nregulations), or rulings or formal guidance issued thereunder, (ii) any\ninterpretation, application, or enforcement (or any proposed\ninterpretation, application, or enforcement), by a court of competent\njurisdiction in the United States or by the IRS, of the Code, ERISA,\nor other applicable law, or any regulations or rulings issued\nthereunder, (iii) any regulations (whether final, temporary, or\nproposed regulations), or rulings or formal guidance issued by the\nIRS under the Code or ERISA or (iv) any provisions of this\nAgreement, including, without limitation, the provisions of this\nSection 4(b), would result in the Teams being disallowed a deduction\n(in whole or in part) for contributions made to the Post-Career\nArticle IV\n91\nIncome Plan, then any obligation to maintain the Post-Career\nIncome Plan pursuant to this Agreement shall, at the option of the\nNBA, terminate; provided, however, that any such termination shall\nnot impair the legally binding effect of any other provision of this\nAgreement or the legally binding effect (if any) of any other\nprovision of any prior collective bargaining agreement, nor shall it\ncreate any right (A) to unilaterally implement during the term of this\nAgreement any terms concerning the provision of post-employment\nbenefits to the players; (B) to lockout; or (C) to strike.\n(3) Notwithstanding anything else in this Agreement, if any event\nor occurrence, including, without limitation, (i) any change or\namendment made to the Code, ERISA, or other applicable law, to\nany regulations (whether final, temporary, or proposed regulations),\nor rulings or formal guidance issued thereunder, (ii) any\ninterpretation, application, or enforcement (or any proposed\ninterpretation, application, or enforcement), by a court of competent\njurisdiction in the United States or by the IRS, of the Code, ERISA,\nor other applicable law, or any regulations or rulings issued\nthereunder, (iii) any regulations (whether final, temporary, or\nproposed regulations), or rulings or formal guidance issued by the\nIRS under the Code or ERISA or (iv) any provisions of this\nAgreement, including, without limitation, the provisions of this\nSection 4, would result in the Qualified Plan no longer being a\ntax-qualified plan under Section 401(a) of the Code or would require\nNBA Teams to incur costs over and above any costs required to be\nincurred to implement the Qualified Plan in order to maintain its\ntax-qualified status under Section 401(a) of the Code (but only to the\nextent that such additional costs are incurred in connection with the\nprovision of benefits to their non-player employees or to non-player\nemployees of affiliates (within the meaning of Sections 414(b), (c),\nor (m) of the Code) of such Teams), then any obligation to maintain\nand/or make contributions in respect of the Qualified Plan pursuant\nto this Agreement shall terminate; provided, however, that any such\ntermination shall not impair the legally binding effect of any other\nprovision of this Agreement or the legally binding effect (if any) of\nany other provision of any prior collective bargaining agreement, nor\nshall it create any right (A) to unilaterally implement during the term\nof this Agreement any terms concerning the provision of\n92\nArticle IV\npost-employment benefits to the players; (B) to lockout; or (C) to\nstrike.\n(4) If the Taxable Allocated Share attributable to Eligible Players\nwould be subject to a federal income tax rate higher than the rate\nthat would apply if the Taxable Allocated Share were paid as Base\nCompensation, then any obligation to maintain the Post-Career\nIncome Plan pursuant to this Agreement shall, at the option of the\nPlayers Association, terminate; provided, however, that any such\ntermination shall not impair the legally binding effect of any other\nprovision of this Agreement or the legally binding effect (if any) of\nany other provision of any prior collective bargaining agreement, nor\nshall it create any right (i) to unilaterally implement during the term\nof this Agreement any terms concerning the provision of\npost-employment benefits to the players; (ii) to lockout; or (iii) to\nstrike.\n(5) In the event of a termination described in Sections 4(b)(2)-(4),\nthe NBA and Players Association agree to bargain in good faith with\nrespect to an alternative arrangement to be provided by the NBA\nTeams to the players. The annual cost to the Teams of any such\nalternative arrangement (as determined on an after-tax basis) shall\nbe substantially equal to but no greater than the annual cost that such\nTeams would have incurred under the Post-Career Income Plan on\nthe date of termination. The cost of funding of any such alternative\narrangement shall be as set forth in Section 4(d)(1). If despite good\nfaith negotiations, the NBA and the Players Association fail to agree\nwith respect to an alternative arrangement as described above, such\nfailure to agree shall not create any right (i) to unilaterally implement\nduring the term of this Agreement any terms concerning the\nprovision of post-employment benefits to the players; (ii) to lockout;\nor (iii) to strike.\n(c) Players Employed by Toronto. The terms of the Post-Career\nIncome Plan shall continue to permit participation by Toronto Players on a\ntax-effective basis under Canadian income tax laws; provided, however, that\na player shall not be eligible to participate in the Post-Career Income Plan\nfor the period of time during which the player is a Canadian Resident but\nshall instead be eligible to receive a cash payment as described in Section 7\nbelow. If the NBA and the Players Association should determine that the\nArticle IV\n93\nPost-Career Income Plan cannot continue to be provided to Toronto\nPlayers on a tax-effective basis under Canadian federal income tax laws or\nthat either the Qualified Plan or the Non-Qualified Plan would become\nsubject to Ontario’s Pension Benefits Act, the NBA and Players Association\nagree to bargain in good faith with respect to an alternative arrangement to\nbe provided by Toronto to the Toronto Players. The cost of any such\nalternative arrangement to be provided in any Contribution Year shall come\nfrom such year’s Team Funding Pool and shall equal an Eligible Player’s\nAllocated Share for such Contribution Year as reduced by all federal, state,\nlocal, payroll, or other tax obligations of any kind (including, where\napplicable, Canadian tax) applicable to such player as Toronto, in the\nexercise of its reasonable discretion, deems necessary. If despite good faith\nnegotiations, the NBA and the Players Association fail to agree with respect\nto an alternative arrangement as described above, such failure to agree shall\nnot create any right (1) to unilaterally implement during the term of this\nAgreement any terms concerning the provision of post-employment\nbenefits to the players; (2) to lockout; or (3) to strike.\n(d) Funding.\n(1) For each Season, except as provided below, one percent (1%)\nof BRI for such Season (the “Additional Benefit Amount”) shall be\nused to fund the Team Funding Pool (or the alternative arrangement\nreferenced in Sections 4(b)(5) and 4(c)); provided, however, that the\nAdditional Benefit Amount for a Season shall be subject to\nreduction or elimination pursuant to Article VII, Section 12(b)(1).\nIn no event shall the Additional Benefit Amount be used for any\npurpose other than as set forth in the immediately foregoing\nsentence. For purposes of all calculations called for under this\nAgreement of, or relating to, Benefits (including, without limitation,\nfor purposes of (i) preparing the Audit Report, Interim Audit\nReport, or Interim Designated Share Audit Report, and\n(ii) calculating Total Benefits, Total Salaries and Benefits, and\nProjected Benefits), the amount to be included with respect to the\nAdditional Benefit Amount shall be the full Additional Benefit\nAmount specified in this Section 4(d) and not the reduced\nAdditional Benefit Amount provided for under Article VII,\nSection 12(b)(1).\n94\nArticle IV\n(2) For each Contribution Year, all or a portion of the Additional\nBenefit Amount as determined under Section 4(d)(1) (the “Team\nFunding Pool”) shall be used to fund the Post-Career Income Plan.\n(3) The Teams shall contribute the Team Funding Pool, less Tax\nWithholding, into the Post-Career Income Plan each November\nfollowing the Contribution Year to which it relates or, if later, within\none hundred and twenty (120) days following the completion of the\nAudit Report covering the November 1 of such Contribution Year.\n(4) For each Salary Cap Year in which the amortized portion of the\namount to be included in BRI from applicable equity securities,\npursuant to Article VII, Section 1(a)(13), exceeds $5 million,\nthe NBA and the Players Association shall meet and confer to\ndiscuss in good faith the possibility of creating a funding pool equal\nto 50% of such amortized portion (the “Equity Proceeds Funding\nPool”) to fund after-tax contributions to the Non-Qualified Plan for\nplayers who were Eligible Players in any of the years during the\nperiod beginning with the Salary Cap Year in which the equity\nsecurities were received and continuing through the first Salary Cap\nYear in respect of which contributions to the Non-Qualified Plan\nare made in respect of such equity. For clarity, in the event that the\nNBA and the Players Association agree to provide the\nabove-described after-tax benefits, then, for purposes of all\ncalculations called for under this Agreement of, or relating to,\nBenefits (including, without limitation, for purposes of: (i) preparing\nthe Audit Report, Interim Audit Report, or Interim Designated\nShare Audit Report; and (ii) calculating Total Benefits, Total Salaries\nand Benefits, and Projected Benefits), the amount to be\nincluded with respect to the benefits shall be the amount of\nthe Equity Proceeds Funding Pool and not the amount of the\naggregate after-tax amounts contributed to the Non-Qualified Plan.\n(e) Additional Post-Career Income Benefits Costs. The NBA\nTeams shall pay all costs, including, without limitation, the cost of\nProfessional Fees and other administrative services provided to the\nPost-Career Income Plan (but excluding the cost of contributions made to\nthe Post-Career Income Plan) in connection with the operation and\nadministration of the Post-Career Income Plan (or any alternative\narrangement pursuant to Sections 4(b)(5) and (c)).\nArticle IV"
    },
    {
      "section_number": "Section 5",
      "section_title": "95",
      "content": "95\nLabor-Management Cooperation and Education Trust.\n(a) Except as set forth below in this Section 5, as of the effective date\nof this Agreement, and continuing until the expiration or termination of this\nAgreement, the National Basketball Players Association/National\nBasketball Association Labor-Management Cooperation and Education\nTrust (the “Education Trust”) shall continue to be jointly operated and\nadministered by the NBA and the Players Association in accordance with\nthe provisions of the Agreement and Declaration of Trust Establishing the\nNational Basketball Players Association/National Basketball Association\nLabor-Management Cooperation and Education Trust, as restated effective\nDecember 1, 2014, and as amended from time to time (the “Education Trust\nAgreement”). It is intended by the NBA and the Players Association that,\nat all times, the Education Trust shall comply with the provisions of Section\n302(c)(9) of the Labor Management Relations Act of 1947, as amended, and\nshall qualify as an exempt organization under the provisions of\nSections 501(c)(5) or 501(c)(3) of the Code.\n(b) The Education Trust shall continue to be operated and administered\nfor the purpose of establishing and providing (1) health education programs,\nand (2) education, career transition, and career counseling programs\ndesigned to assist the NBA, NBA Teams, and NBA players in solving\nproblems of mutual concern not susceptible to resolution within the\ncollective bargaining process and to enhance the involvement of NBA\nplayers in making decisions that affect their working lives. The NBA and\nthe Players Association agree to provide jointly-run financial education\nprogramming, which shall be operated and administered by the Education\nTrust, subject to the programming being structured to qualify as a permitted\nactivity of an exempt organization under the provisions of Section 501(c)(5)\nof the Code. In the event that a jointly-run financial education program\ncannot be structured to qualify as a permitted activity of an exempt\norganization under the provisions of Section 501(c)(5) of the Code, the\nNBA and Players Association agree to meet and confer regarding the\nestablishment of such program through a different vehicle than the\nEducation Trust.\n(c) Alongside jointly-run financial education programs, the NBA and\nthe Players Association shall each develop and implement such independent\nfinancial education programs as it deems appropriate to be offered on a\nvoluntary basis in such forms and at such times as deemed appropriate by\nthe NBA and the Players Association, respectively. The NBA and the\n96\nArticle IV\nPlayers Association agree to confer periodically to share details and thoughts\non best practices with respect to such programs. The NBA and the Players\nAssociation shall be responsible for the costs of their respective independent\nprograms and such costs shall be excluded for purposes of all calculations\ncalled for under this Agreement of, or relating to, Benefits (including,\nwithout limitation, for purposes of (1) preparing the Audit Report, Interim\nAudit Report, or Interim Designated Share Audit Report, and (2) calculating\nTotal Benefits, Total Salaries and Benefits, and Projected Benefits).\n(d) The NBA and Players Association agree that, subject to the\nlimitations set forth in this Section 5:\n(1) The amount to be paid by the Teams to fund the education and\ncareer counseling programs to be operated and administered by the\nEducation Trust for the 2023-24 Salary Cap Year shall be no greater\nthan $2,020,339;\n(2) The amount to be paid by the Teams to fund the career\ntransition program to be operated and administered by the\nEducation Trust for the 2023-24 Salary Cap Year shall be no greater\nthan $893,397;\n(3) The amount to be paid by the Teams to fund the health\neducation programs (or any programs that, pursuant to Section 5(g)\nbelow, are substituted for the health education programs) to be\noperated and administered by the Education Trust for the 2023-24\nSalary Cap Year shall be no greater than $628,549;\n(4) The maximum funding amount for each of the programs\ndescribed in Sections 5(d)(1)-(3) above shall be increased by five\npercent (5%) for each subsequent Salary Cap Year during the term\nof this Agreement after the 2023-24 Salary Cap Year;\n(5) For each Salary Cap Year, the amount to be paid by the Teams\nto fund the jointly-run financial education programs to be operated\nand administered by the Education Trust, if any, shall be mutually\nagreed upon by the parties; and\n(6) Payment of the amount necessary to fund the Education Trust\nin respect of each Salary Cap Year shall be made within thirty (30)\nArticle IV\n97\ndays following the completion of the Audit Report for such Salary\nCap Year.\n(e) The Education Trust shall be operated and administered in a manner\nthat will result in all contributions by the Teams being fully deductible under\nthe Code (and, where applicable, Canadian income tax laws) when paid. If\nany Team is disallowed a deduction (in whole or in part) for such\ncontributions, and unless the NBA determines otherwise, the obligation to\nmaintain the Education Trust and to make further contributions to the\nEducation Trust shall immediately terminate; provided, however, that any\nsuch termination shall not impair the legally binding effect of any other\nprovision of this Agreement, and shall not create any right (1) to unilaterally\nimplement, during the term of this Agreement, any terms concerning the\nprovision of education programs provided or to be provided by the\nEducation Trust; (2) to lockout; or (3) to strike.\n(f) In the event of any termination pursuant to Section 5(e) above, the\nNBA and Players Association agree to bargain in good faith with respect to\nan alternative arrangement designed to provide the programs described in\nthe Education Trust Agreement. Such alternative arrangement shall, to the\nextent permitted by applicable law, be funded by such monies as may then\nremain in the Education Trust and, if the monies remaining in the Education\nTrust may not lawfully be used for, or are insufficient for, such purpose,\nsuch alternative arrangement shall be funded, by the NBA Teams; provided,\nhowever, that the annual cost incurred by the Teams in connection with\nsuch alternative arrangement (as determined on an after-tax basis) shall not\nexceed the annual cost that such Teams would have incurred to fund the\nEducation Trust commencing on the date of termination. Any such\nalternative arrangement shall be operated and administered in a manner that\nwill result in all contributions by the Teams being fully deductible under the\nCode (and, where applicable, Canadian income tax laws) when paid; and, if\nfunded by the Teams (and not out of existing monies remaining in the\nEducation Trust), the costs of funding any alternative to the Education\nTrust shall be subject to the limitations set forth in this Agreement. If\ndespite good faith negotiations, the NBA and the Players Association fail to\nagree with respect to an alternative arrangement as described above, such\nfailure to agree shall not create any right (1) to unilaterally implement, during\nthe term of this Agreement, any terms concerning the provision of programs\nprovided or to be provided by the Education Trust; (2) to lockout; or (3) to\nstrike.\n98\nArticle IV\n(g) Upon written notice delivered to the NBA at least six (6) months\nprior to the commencement of any Salary Cap Year, the Players Association\nmay elect to terminate the programs currently provided by the Education\nTrust and substitute alternative programs; provided, however, that the NBA\nconsents to such substitution, which such consent shall not be unreasonably\nwithheld; and provided, further, that any new programs shall comply with\nthe provisions of Section 302(c)(9) of the Labor Management Relations Act\nof 1947, as amended, and shall qualify as a permitted activity of an exempt\norganization under Section 501(c)(5) of the Code."
    },
    {
      "section_number": "Section 6",
      "section_title": "Additional Player Benefits.",
      "content": "Additional Player Benefits.\nExcept as set forth below, the NBA shall provide the following additional\nbenefits:\n(a) Workers’ compensation benefits in accordance with applicable\nstatutes. Such benefits will be provided for players and Two-Way Players.\n(b) Funding for the annual Players Association High School Basketball\nCamp (or any substitute program mutually agreed upon by the parties) in\nthe amount of $1,595,792 for the 2023-24 Season, increasing by seven and\none-half percent (7.5%) per Season thereafter for the term of this\nAgreement.\n(c) A Player Playoff Pool for each Salary Cap Year in an amount equal\nto the greater of: (i) $31,014,350 multiplied by a fraction, the numerator of\nwhich is BRI for the Salary Cap Year immediately preceding the\nthen-current Salary Cap Year and the denominator of which is BRI for the\n2021-22 Salary Cap Year, and (ii) the amount of the Player Playoff Pool for\nthe immediately preceding Salary Cap Year.\n(1) If, for a Salary Cap Year, the NBA increases the number of\nTeams participating in the playoffs above sixteen (16), then the\nPlayer Playoff Pool shall be calculated pursuant to Section 6(c)\nabove and then increased by $615,000 for each Team added above\nsixteen (16) Teams.\n(2) Each year, the NBA will consult with the Players Association\nwith respect to the method of allocation of the Player Playoff Pool.\nArticle IV\n99\n(3) The players on a Team that receive amounts from the Player\nPlayoff Pool in respect of a Salary Cap Year shall not be permitted\nto share with Team personnel amounts that, in the aggregate, exceed\nfive percent (5%) of the total amount received by the players on that\nTeam, collectively, from the Player Playoff Pool in respect of such\nSalary Cap Year.\n(d) An In-Season Tournament Prize Pool for each Salary Cap Year in\nan amount equal to the total prize amounts paid to players in accordance\nwith the following.\n(1) For each Salary Cap Year, the prize amounts paid to players\nshall be as follows:\n(i) For the 2023-24 Salary Cap Year: (A) $500,000 to each\n“IST Player” (defined below) on the Team that wins the IST\nFinals Game; (B) $200,000 to each IST Player on the Team that\nloses the IST Finals Game; (C) $100,000 to each IST Player on\na Team that loses an IST Semifinals game; and (D) $50,000 to\neach IST Player on a Team that loses an IST Quarterfinals\ngame; and\n(ii) For each subsequent Salary Cap Year: (A) for each IST\nPlayer on the Team that wins the IST Finals Game, an amount\nequal to $500,000 multiplied by the “BRI Growth Factor”\n(defined below) for such Salary Cap Year; (B) for each IST\nPlayer on the Team that loses the IST Finals Game, an amount\nequal to $200,000 multiplied by the BRI Growth Factor for\nsuch Salary Cap Year; (C) for each IST Player on a Team that\nloses an IST Semifinals game, $100,000 multiplied by the BRI\nGrowth Factor for such Salary Cap Year; and (D) for each IST\nPlayer on a Team that loses an IST Quarterfinals game, $50,000\nmultiplied by the BRI Growth Factor for such Salary Cap Year;\nprovided, however, that for each IST Player, the applicable amount\nset forth in Section 6(d)(1)(i) or (ii) above shall be multiplied by a\nfraction, the numerator of which is the number of knockout stage\ngames (i.e., IST Quarterfinals games, IST Semifinals games, and the\nIST Finals Game) for which the player was on the Team’s Active or\nInactive List and the denominator of which is the total number of\n100\nArticle IV\nknockout stage games played by the Team. For the purposes of the\ncalculation described in this Section 6(d)(1), a knockout stage game\nfor which an IST Player was on a Team’s Active or Inactive List\nwhile under a Two-Way Contract or a 10-Day Contract shall count\nas one-half of a knockout stage game for which such player was on\nthe Team’s Active or Inactive List. For example, if a Two-Way\nPlayer is on the Active or Inactive List of the Team that wins the\nIn-Season Tournament for all four (4) of the Team’s knockout stage\ngames during the 2023-24 Salary Cap Year, then such player will\nreceive a prize amount equal to $250,000 (i.e., $500,000 (i.e., the\namount set forth in Section 6(d)(1)(i)(A) above) multiplied by a\nfraction, the numerator of which is two (2) (i.e., one-half of a\nknockout stage game for each knockout stage game for which the\nTwo-Way Player was on the Team’s Active or Inactive List), and the\ndenominator of which is four (4) (i.e., the total number of knockout\nstage games played by the Team)).\n(2) For purposes of this Section 6(d), for each Salary Cap Year:\n(i) An “IST Player” is a player who is on a Team’s Active or\nInactive List for at least one (1) In-Season Tournament\nknockout stage game during such Salary Cap Year.\n(ii) The BRI Growth Factor for a Salary Cap Year is a\nfraction, the numerator of which is BRI for the immediately\npreceding Salary Cap Year and the denominator of which is\nBRI for the 2022-23 Salary Cap Year; provided, however, that\nthe NBA and Players Association may agree to reduce the BRI\nGrowth Factor for one (1) or more Salary Cap Years to a\nsmaller fraction with value of no less than one (1).\n(e) The employer’s portion of payroll taxes.\n(f) The Players Association’s one-half share of the payment of fees and\nexpenses to the Accountants (as defined in Article VII, Section 10(a) below)\nin connection with any audit conducted under this Agreement, and the\nPlayers Association’s one-half share of the payment of fees and expenses\npayable with respect to the TV Expert (as defined in Article VII,\nSection 1(a)(7)(ii) below) and any expert selected in accordance with\nArticle VII, Section 1(a)(7)(i).\nArticle IV\n101\n(g) The Players Association’s share of the costs of the Anti-Drug\nProgram as provided for by Article XXXIII.\n(h) The sum of the Compensation paid to each player with three (3) or\nmore Years of Service who signs a one-year, 10-Day, or Rest-of-Season\nContract for the Minimum Player Salary during a Season, less, for each such\nplayer, the Minimum Player Salary for a player with two (2) Years of\nService. The Compensation paid to any such player shall be paid by the\nplayer’s Team pursuant to the terms of such player’s Uniform Player\nContract, and then reimbursed to the Team out of a League-wide fund\ncreated and maintained by the NBA. Such reimbursement shall be made at\nthe conclusion of the Season covered by the Contract.\n(i) One-half of the annual funding of $1.5 million for the NBA Players\nLegacy Fund that is provided jointly by the NBA and the Players\nAssociation.\n(j) Any additional contributions that may be required to be made to the\nPension Plan because of any new law, change, or amendment made to\nERISA, the Code, and/or any other applicable law or to any regulations\n(whether final, temporary, or proposed), rulings or formal guidance issued\nthereunder that is effective for a Plan Year that first begins after the effective\ndate of this Agreement.\n(k) Costs of player attendance at the partner forums as set forth in the\nfollowing sentence. For the purposes of enhancing career exposure and\nprofessional development, the NBA agrees to permit current and former\nplayers to attend partner forums held from time-to-time with NBA business\npartners, subject to advance notice by the players and there being a\nreasonable number of player attendees such that the primary purpose of the\nforums (i.e., to facilitate interaction between the NBA and business partners)\nwill be maintained. To the extent reasonably practicable, the NBA agrees to\nprovide the Players Association with advance notice of partner forums that\nit is aware of.\n(l) The Players Association’s one-half share of the costs of: (1) the\nFitness-to-Play Panels as provided for by Article XXII, Section 11; (2) the\nplayer care survey as provided for by Article XXII, Section 12; and (3) the\nWearables Committee, including, without limitation, the costs of retaining\nexperts, as provided for by Article XXII, Section 13.\n102\nArticle IV\n(m) Costs described in Sections 1(i), 2(g), 3(e), and 4(e) above.\n(n) Costs attributable to the operation and administration of the\nEducation Trust, including, without limitation, the cost of Professional Fees.\n(o) The cost of the Professional Fees and vendor fees in connection\nwith the design, implementation, operation, and maintenance of an online\nbenefits portal, the content, vendor, and other details of which shall be\nmutually agreed upon by the parties, to provide players access to their\nbenefits information and benefit plan accounts and make transactions\nrelated to their benefits, as applicable.\n(p) The cost of premiums to purchase fiduciary liability insurance\ncoverage applicable to the 401(k) Plan, the Pension Plan, the Post-Career\nIncome Plan, and the Health and Welfare Benefit Plan."
    },
    {
      "section_number": "Section 7",
      "section_title": "Canadian Residents.",
      "content": "Canadian Residents.\nAs of the effective date of this Agreement, and continuing until the\nexpiration or termination of this Agreement, Toronto shall continue to\nprovide the following benefits to Canadian Residents:\n(a) Definitions. All capitalized terms used in this Section 7 not\notherwise defined in this Agreement shall have the meanings set forth\nbelow:\n(1) “Eligible Canadian Resident” shall mean a Canadian Resident\nwho would be eligible to participate in the Pension Plan, the\nPost-Career Income Plan, the HRA Benefit, and/or the 401(k) Plan,\nin each case, but for the fact that he is a Canadian Resident.\n(2) “EHT” shall mean the Ontario Employer Health Tax.\n(3) “Gross Amount” for a Season shall mean, as applicable, the\nsum of:\n(i) if the player is an Eligible Canadian Resident in respect of\nthe Pension Plan, the annual accrual cost that Toronto would\nhave incurred under the Pension Plan for such Eligible\nCanadian Resident for such Season but for the fact that he was\nCanadian Resident; and\nArticle IV\n103\n(ii) if the player is an Eligible Canadian Resident in respect of\nthe Post-Career Income Plan, the amount of the per-player\nAllocated Share for such Season; and\n(iii) if the player is an Eligible Canadian Resident in respect of\nthe HRA Benefit, the amount of the contribution to fund the\nHRA Benefit for such Season that such player would be entitled\nto under Section 3(a)(1) but for the fact that he is a Canadian\nTax Resident; provided that, for the avoidance of doubt, the\nGross Amount(s) previously allocated to such player in lieu of\nthe HRA Benefit for years in which he was an Eligible Canadian\nResident in respect of the HRA Benefit shall be applied against\nthe $150,000 limit applicable to aggregate HRA Benefit\ncontributions per player under the Health and Welfare Benefit\nPlan; and\n(iv) if the player is an Eligible Canadian Resident in respect of\nthe 401(k) Plan, the amount of the Matching Contribution (as\ndefined in the 401(k) Plan) for such season assuming that the\nEligible Canadian Resident had made the maximum player\ndeferral permitted under the 401(k) Plan for such Season.\n(4) “Adjusted Gross Amount” shall mean the adjusted gross\namount that is equal to the Eligible Canadian Resident’s Gross\nAmount less the amount of EHT on such adjusted gross amount.\n(b) Cash Payment. For each Season during the term of this\nAgreement, each Eligible Canadian Resident shall be entitled to a single sum\npayment subject to the following terms and conditions:\n(1) The amount of the payment shall equal the Eligible Canadian\nResident’s Adjusted Gross Amount in respect of such Season, less\nall amounts required to be withheld by any governmental authority,\nand less the employer’s share of payroll taxes for the Eligible\nCanadian Resident (the “Cash Payment”).\n(2) The Cash Payment shall be paid in Canadian dollars to the\nEligible Canadian Resident by no later than the December 31\nimmediately following the end of the Season to which the payment\nrelates. For purposes of calculating the Cash Payment, the Adjusted\n104\nArticle IV\nGross Amount shall be calculated in U.S. dollars and then converted\nto Canadian dollars using the daily exchange rate quoted by the Bank\nof Canada for converting U.S. dollars into Canadian dollars on the\nfirst day of the month in which the Cash Payment is made, or if there\nis no such U.S. dollar to Canadian dollar exchange rate quoted for\nthat date, the closest preceding date on which such exchange rate is\nquoted by the Bank of Canada.\n(c) Funding of Gross Amount.\n(1) The cost of the portion of the Gross Amount attributable to\nthe Pension Plan, the 401(k) Plan, and the HRA Benefit shall be paid\nby Toronto and the cost of the portion of the Gross Amount\nattributable to the Post-Career Income Plan shall be funded from\nthe Team Funding Pool.\n(2) The NBA Teams shall pay all costs incurred in connection with\nthe determination and implementation of this Section 7, including,\nwithout limitation, the cost of Professional Fees (but excluding the\ncost of the Gross Amount)."
    },
    {
      "section_number": "Section 8",
      "section_title": "Projected Benefits.",
      "content": "Projected Benefits.\n(a) For purposes of computing the Salary Cap in accordance with\nArticle VII, “Projected Benefits” shall mean the projected amounts, as\nestimated by the NBA in good faith, to be paid or accrued by the NBA or\nthe Teams, other than Expansion Teams during their first two Salary Cap\nYears, for the upcoming Salary Cap Year with respect to the benefits to be\nprovided for such Salary Cap Year. In the event that the amount of any\nbenefit for the upcoming Salary Cap Year is not reasonably calculable, then,\nfor purposes of computing Projected Benefits, such amount shall be\nprojected to be one hundred four and one-half percent (104.5%) of the\namount attributable to the same benefit for the prior Salary Cap Year.\n(b) For purposes of computing Projected Benefits, the amount to be\nincluded with respect to players with three (3) or more Years of Service who\nreceive the Minimum Player Salary shall be the same amount included in\nBenefits with respect to such players for the immediately preceding Season.\n(c) For purposes of computing Projected Benefits with respect to a\nSalary Cap Year, the amount to be included with respect to the Additional\nArticle IV\n105\nBenefit Amount shall be one percent (1%) of Projected BRI for such Salary\nCap Year."
    },
    {
      "section_number": "Section 9",
      "section_title": "Benefit Exclusion Amount.",
      "content": "Benefit Exclusion Amount.\n(a) An amount equal to the Benefit Exclusion Amount (defined below)\nshall be (1) paid by the Teams and (2) excluded for purposes of all\ncalculations called for under this Agreement of, or relating to, Benefits\n(including, without limitation, for purposes of: (i) preparing the Audit\nReport, Interim Audit Report, or Interim Designated Share Audit Report;\nand (ii) calculating Total Benefits, Total Salaries and Benefits, and Projected\nBenefits).\n(b) The “Benefit Exclusion Amount,” for each Salary Cap Year, shall\nmean the sum of:\n(1) The “Pension Exclusion Amount,” which shall equal fifty\npercent (50%) of the portion of the increase in the amount of the\nactuarially-determined annual contributions to be made to the\nPension Plan to fund the portion of the liabilities for the 2017-18\nBenefit Increase (defined below) that is attributable to the Current\nRetiree Group (defined below), as determined by the actuaries of the\nPension Plan. The “2017-18 Benefit Increase” means the increase\nin the Monthly Benefit from $572.13 to $812.50; and\n(2) Fifty percent (50%) of the portion of the increase in the amount\nof the actuarially-determined annual contributions to be made to the\nPension Plan, and fifty percent (50%) of the portion of the increase\nin the cost under the Pre-1965 Players’ Excess Benefit Plan, to fund\nthe 2017-18 Pre-1965 Benefit Increase (defined below). The\n“2017-18 Pre-1965 Benefit Increase” shall mean the increase in the\nNormal Retirement Benefit payable to a Pre-1965 Player and the “A\nportion” of the Retirement Benefit payable to a Pre-1965 Retiree\nfrom $300 to $400 per month for each Year of Pre-1965 Credited\nService or Year of Eligible Pre-1965 Retiree Service, respectively;\nand\n(3) Fifty percent (50%) of the portion of the costs (including,\nwithout limitation, the cost of Professional Fees) that were approved\nby both an NBA designee and a Players Association designee as\n106\nArticle IV\nhaving been properly incurred in connection with the operation and\nadministration of the Retiree Medical Plan (“Administrative Costs”),\nbut only to the extent that such costs are attributable to the Current\nRetiree Group. The portion of the Administrative Costs for a Salary\nCap Year that is attributable to the Current Retiree Group shall be\ndetermined by multiplying the total Administrative Costs for the\nSalary Cap Year by the “Allocation Percentage” (defined below) for\nsuch Salary Cap Year. The “Allocation Percentage,” for a Salary Cap\nYear, means the fraction, when expressed as a percentage, the\nnumerator of which is the number of players in the Current Retiree\nGroup who are enrolled in the Retiree Medical Plan on the day that\nis sixty (60) days prior to the last day of such Salary Cap Year, and\nthe denominator of which is the total number of players who are\nenrolled in the Retiree Medical Plan on such date; and\n(4) Fifty percent (50%) of the portion of the contributions made\nby the Teams to the Health and Welfare Benefit Trust during the\nSalary Cap Year to fund the premium costs of the Retiree Medical\nPlan attributable to the Current Retiree Group. Such portion shall\nbe determined by multiplying (i) the total amount contributed by the\nTeams to the Health and Welfare Benefit Trust during the Salary\nCap Year to fund the premium costs of the Retiree Medical Plan by\n(ii) a fraction, when expressed as a percentage, (A) the numerator of\nwhich is the total premium costs paid by the Health and Welfare\nBenefit Trust to the insurer of the Retiree Medical Plan (excluding\nthe participant share of premium contributions) that are attributable\nto the Current Retiree Group, and (B) the denominator of which is\nthe total premium costs paid by the Health and Welfare Benefit\nTrust to the insurer of the Retiree Medical Plan (excluding the\nparticipant share of premium contributions) that are attributable to\nall players who are enrolled in the Retiree Medical Plan. Such\npremium costs shall be calculated based on the schedules provided\nby the insurer of the Retiree Medical Plan that set forth the monthly\npremium payments for each eligible retiree or any eligible dependent\nbased on the applicable coverage level elected; and\n(5) Fifty percent (50%) of the portion of reimbursable tuition\nreimbursement and career transition benefits for players under the\nHealth and Welfare Benefit Plan (as described in Section 3(a)(6)\nabove) that is attributable to the Current Retiree Group; and\nArticle IV\n107\n(6) In respect of the Two-Way Player 401(k) Plan benefits, an\namount equal to $40,000 multiplied by a fraction, the numerator of\nwhich is the Salary Cap for such Salary Cap Year and the\ndenominator of which is the Salary Cap for the 2023-24 Salary Cap\nYear; provided, however, that the foregoing amount shall be\ndecreased by thirty-three and one-third percent (33-1/3%) for any\nSalary Cap Year following the Players Association’s exercise of the\nPA Third Two-Way Option set forth in Article XXIX, Section 5(b);\nand\n(7) The amount that is the difference between (i) the portion of the\npremium costs paid to the applicable insurer(s) to provide the\nmedical, prescription drug, dental, and vision insurance benefits to\nTwo-Way Players as described in Section 3(a)(2)(iii), and (ii) the sum\nof the “Applicable Portion” (as defined below) for all Two-Way\nPlayers. The Applicable Portion for each such player shall be\ncalculated by multiplying: (A) the total monthly premium payment\nfor a Two-Way Player who elected that coverage level under the\nrelevant Two-Way Players’ insurance policy that Season; by (B) a\nfraction, expressed as a percentage of a premium payment, the\nnumerator of which is the portion of the total monthly premium\npayment contributed by an NBAGL player for the same coverage\nlevel under the corresponding insurance policy covering NBAGL\nplayers during the NBAGL regular season occurring within the\nSalary Cap Year immediately preceding that Season, and the\ndenominator of which is the total monthly premium payment for\nthat NBAGL player for the same coverage level under the\ncorresponding insurance policy covering NBAGL players during the\nNBAGL regular season occurring within the Salary Cap Year\nimmediately preceding that Season; and\n(8) The portion of the premium costs paid to the applicable\ninsurer(s) to provide the life and accidental death and\ndismemberment insurance benefits to Two-Way Players as\ndescribed in Section 3(a)(2)(i) above (excluding the cost of increasing\nsuch life insurance and accidental death and dismemberment\nbenefits as described in Section 3(a)(2)(i) above); and\n(9) The amount equal to: (i) the premium costs under the workers’\ncompensation policy covering NBAGL players in the Salary Cap\n108\nArticle IV\nYear, divided by the average number per month of participants\ncovered under such policy during the NBAGL regular season\noccurring within such Salary Cap Year; multiplied by (ii) the average\nnumber per month of Two-Way Players (excluding, for any month’s\ncalculation, Two-Way Players who were signed or converted to\nStandard NBA Contracts in that or a prior month) during the\nRegular Season; and\n(10) In respect of the employer’s share of payroll taxes for Two-Way\nPlayers, an amount equal to $201,000 multiplied by a fraction, the\nnumerator of which is the Salary Cap for such Salary Cap Year and\nthe denominator of which is the Salary Cap for the 2023-24 Salary\nCap Year; provided, however, that the foregoing amount shall be\ndecreased by thirty-three and one-third percent (33-1/3%) for any\nSalary Cap Year following the Players Association’s exercise of the\nPA Third Two-Way Option set forth in Article XXIX, Section 5(b);\nand\n(11) Fifty percent (50%) of the cost of Professional Fees that were\napproved by both an NBA designee and a Players Association\ndesignee as having been properly incurred on or after the effective\ndate of this Agreement by the Pension Plan’s and the Toronto Plan’s\nthird-party administrator in connection with the administration of\nthe Pension Plan and the Toronto Plan; and\n(12) Fifty percent (50%) of the portion of the cost of Professional\nFees that were approved by both an NBA designee and a Players\nAssociation designee as having been properly incurred on or after\nthe effective date of this Agreement by the Health and Welfare\nBenefit Plan’s third-party administrator that is attributable to the\nprovision of insured benefits to current players as described in\nSection 3(a)(2) above; and\n(13) The portion of the contributions made by the Teams to the\nEducation Trust during the Salary Cap Year to fund the jointly-run\nfinancial education programs or, if such programs are not operated\nand administered by the Education Trust, fifty percent (50%) of the\nportion of the costs that were approved by both an NBA designee\nand a Players Association designee as having been properly incurred\nin connection with providing such programs.\nArticle IV\n109\n(c) Benefit Reduction in Respect of Two-Way Salaries. Each Salary\nCap Year, a portion of the Compensation paid to Two-Way Players equal to\nthe “Two-Way Salary Exclusion Amount” shall be deducted from all\ncalculations called for under this Agreement of, or relating to, Benefits\n(including, without limitation, for purposes of: (x) preparing the Audit\nReport, Interim Audit Report, or Interim Designated Share Audit Report,\nand (y) calculating Total Benefits, Total Salaries and Benefits, and Projected\nBenefits). The Two-Way Salary Exclusion Amount shall be an amount equal\nto $5,250,000 multiplied by a fraction, the numerator of which is the Salary\nCap for such Salary Cap Year, and the denominator of which is the Salary\nCap for the 2023-24 Salary Cap Year; provided, however, that the foregoing\namount shall be decreased by thirty-three and one-third percent (33-1/3%)\nfor any Salary Cap Year following the Players Association’s exercise of the\nPA Third Two-Way Option set forth in Article XXIX, Section 5(b).\n(d) Current Retiree Group and Current Player Group.\n(1) The “Current Retiree Group” shall mean those former players\nwhose last day on an NBA Active List or Inactive List during a\nRegular Season occurred before the 2016-17 Season.\n(2) The “Current Player Group” shall mean those players whose\nlast day on an NBA Active List or Inactive List during a Regular\nSeason will occur during or after the 2016-17 Season.\n(3) If a player who is included in the Current Retiree Group for\none or more Salary Cap Years returns to an NBA Active List or\nInactive List and thereby moves to the Current Player Group in a\nlater Salary Cap Year, the Benefit Exclusion Amount for the Salary\nCap Year during which he returns to an NBA Active List or Inactive\nList shall be reduced by the amount of the portion of the Benefit\nExclusion Amount for the prior Salary Cap Year(s) that is\nattributable to such player.\n(e) If the NBA and Players Association provide an alternative\narrangement to any benefit referenced in Sections 9(b)(1) through 9(b)(8)\nabove, the amount to be included in the calculation of the Benefit Exclusion\nAmount with regard to that alternative arrangement shall not exceed the\namount referenced in the applicable part of Section 9(b) with regard to the\n110\nArticle IV\nbenefit being replaced by that alternative arrangement for the most recent\nSalary Cap Year before such benefit was replaced.\n(f) For the avoidance of doubt, other than the Benefit Exclusion\nAmount and the Two-Way Salary Exclusion Amount, all amounts paid or\nto be paid during any Salary Cap Year by the NBA or the NBA Teams for\nor relating to the benefits described in this Article IV shall be included for\npurposes of all calculations called for under this Agreement of, or relating\nto, Benefits (including, without limitation, for purposes of (1) preparing the\nAudit Report, Interim Audit Report, or Interim Designated Share Audit\nReport, and (2) calculating Total Benefits, Total Salaries and Benefits, and\nProjected Benefits).\nArticle V\n111"
    }
  ],
  "intro_content": ""
}