{
  "article_number": "Article XXXVIII",
  "title": "INTEGRATION, ENTIRE AGREEMENT,",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Integration, Entire Agreement.",
      "content": "INTEGRATION, ENTIRE AGREEMENT,\nINTERPRETATION, AND CHOICE OF LAW\nIntegration, Entire Agreement.\nThis Agreement, together with the exhibits hereto, and all letter\nagreements executed contemporaneously herewith, constitutes the entire\nunderstanding between the parties and all understandings, conversations\nand communications, proposals, and counterproposals, oral and written\n(including any draft of this Agreement) between the Members of the NBA\nand the Players Association, or on behalf of them, are merged into and\nsuperseded by this Agreement and shall be of no force or effect, except as\nexpressly provided herein. No such understandings, conversations,\ncommunications, proposals, counterproposals, or drafts shall be referred to\nin any proceeding by the parties. Further, no understanding contained in\nthis Agreement shall be modified, altered, or amended, except by a writing\nsigned by the party against whom enforcement is sought."
    },
    {
      "section_number": "Section 2",
      "section_title": "Interpretation.",
      "content": "Interpretation.\n(a) The NBA and Players Association recognize and acknowledge that\nthere is and may continue to be (i) a collective bargaining relationship\nbetween WNBA, LLC (“WNBA”) and the Women’s National Basketball\nPlayers Association (“WNBPA”), and (ii) a collective bargaining relationship\nbetween the NBAGL and the Next Gen Basketball Players Union\n(“NGBPU”), each of which is separate and distinct from the collective\nbargaining relationship between the NBA and the Players Association.\n(b) The NBA and the Players Association agree that this Agreement\nshall be interpreted without reference: (i) to any past, present, or future\nWNBA/WNBPA collective bargaining agreement (or to any other past,\npresent, or future agreement between the WNBA or WNBA Enterprises,\nLLC, on the one hand, and the WNBPA on the other) or to any past,\npresent, or future Standard Player Contract, Team Marketing and\nPromotional Agreement, or WNBA Marketing and Promotional Agreement\n(collectively, “WNBA Agreements”); (ii) to any past, present, or future\nNBAGL/NGBPU collective bargaining agreement (or to any other past,\npresent, or future agreement between the NBAGL or any NBAGL\nArticle XXXVIII\n541\ncommercial entity, on the one hand, and the NGBPU on the other) or to\nany past, present, or future employment or marketing agreements between\nthe NBAGL and the players in the NBAGL (collectively, “NBAGL\nAgreements”); (iii) to any of the provisions of such agreements or contracts;\n(iv) to the fact that a subject was not or is not covered by or included in any\nsuch agreements or contracts; and/or (v) to any judicial, arbitral, or\nadministrative decision interpreting any of such agreements or contracts.\n(c) The parties agree that they will make no reference to any of the\nWNBA Agreements, NBAGL Agreements, contracts, or decisions referred\nto in Section 2(b) above, or to the fact that a particular provision was not or\nis not included in any such agreement or contract, or to any practice or policy\nof the WNBA (or WNBA Enterprises, LLC), the NBAGL (or any NBAGL\ncommercial entity), the WNBPA, or the NGBPU, in any arbitral, judicial,\nadministrative, or other proceeding concerning the interpretation or\nenforcement of this Agreement, including, without limitation, a proceeding\nbrought under Articles XXXI or XXXII of this Agreement. The parties\nfurther agree that no such agreement, contract, provision (or absence of\nprovisions), decision, practice, or policy may be relied upon by any decision\nmaker in such proceedings."
    },
    {
      "section_number": "Section 3",
      "section_title": "Choice of Law.",
      "content": "Choice of Law.\nThis Agreement (including the Uniform Player Contract and all other\nExhibits to this Agreement) is made under and shall be governed by the\ninternal law of the State of New York, except where federal law may govern.\n542\nArticle XXXIX"
    }
  ],
  "intro_content": ""
}