{
  "article_number": "Article XXIV",
  "title": "PROHIBITION OF NO-TRADE CONTRACTS",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "General Limitation.",
      "content": "General Limitation.\nNo Player Contract may contain any prohibition or limitation of an NBA\nTeam’s right to assign such Contract to another NBA Team."
    },
    {
      "section_number": "Section 2",
      "section_title": "Exceptions to General Limitation.",
      "content": "Exceptions to General Limitation.\nNotwithstanding the provisions of Section 1 of this Article XXIV:\n(a) A Player Contract may contain (in Exhibit 4 to such Player Contract)\na provision entitling a Player to earn Compensation if the player’s Uniform\nPlayer Contract is traded (“trade bonus”) subject to the following:\n(i)\nA trade bonus shall be payable only the first time that the\nContract is traded; provided, however, that if a Contract is\nsigned in connection with an agreement to trade the\nContract in accordance with Article VII, Section 8(e) and the\nContract contains a trade bonus, the bonus shall not apply\nto such initial trade but shall instead be payable only the\nsecond time the Contract is traded.\n(ii)\nA trade bonus shall not exceed fifteen percent (15%) of the\nBase Compensation remaining to be earned by the player\npursuant to the Contract at the time of the trade (excluding\nan Option Year if not yet exercised).\n(iii)\nThe only allowable amendments to Exhibit 4 to a Uniform\nPlayer Contract shall be as follows:\n(A)\nThe specification of the amount of the trade bonus\nto be paid to the player, expressed as either (1) a\nspecified percentage of the Base Compensation\nremaining to be earned under the Contract at the\ntime of the trade (excluding an Option Year if not\nyet exercised), or (2) a specified dollar amount not to\nexceed a specified percentage of Base Compensation\nremaining to be earned under the Contract at the\nArticle XXIV\n415\ntime of the trade (excluding an Option Year if not\nyet exercised).\n(B)\n(iv)\nIf a Player Contract contains a trade bonus that has\nnot previously been earned:\n(1)\nIn connection with an Extension (other than\npursuant to an agreement to trade the\nextended Contract in accordance with\nArticle VII, Section 8(e)), to: (a) modify the\namount of the trade bonus to be paid to the\nplayer (subject to Sections 2(a)(ii) and\n2(a)(iii)(A) above), or (b) provide that the\ntrade bonus provision will not be applicable\nto the extended term of the Contract;\n(2)\nIn connection with an Extension pursuant to\nan agreement to trade the extended Contract\nin accordance with Article VII, Section 8(e),\nto: (a) reduce the amount of the trade bonus\nto be paid to the player (subject to\nSections 2(a)(ii) and 2(a)(iii)(A) above); or\n(b) provide that the trade bonus provision\nwill not be applicable to the extended term\nof the Contract; or\n(3)\nIn connection with the trade of a Player\nContract (other than pursuant to an\nagreement to trade an extended Contract in\naccordance with Article VII, Section 8(e)), to\nreduce the amount of the trade bonus to be\npaid to the player (subject to Sections 2(a)(ii)\nand 2(a)(iii)(A) above).\nA Contract that does not contain a trade bonus when signed\ncannot be amended to add one except that: (A) if the\nContract is extended (other than pursuant to an agreement\nto trade the extended Contract in accordance with Article\nVII, Section 8(e)), the Contract may be amended\nsimultaneously to provide for a trade bonus that will be\n416\nArticle XXIV\npayable only the first time that the Contract is traded\nfollowing the signing of the Extension (and not as a result\nof any subsequent trade), and (B) if the Contract is extended\npursuant to an agreement to trade the extended Contract in\naccordance with Article VII, Section 8(e), the Contract may\nbe amended simultaneously to provide for a trade bonus that\nshall not apply to such initial trade but shall instead be\npayable only if the extended Contract is traded a second time\n(and not as a result of any subsequent trade).\n(v)\nIf, in connection with an Extension, a Contract is amended\nto provide that a trade bonus that has not been previously\nearned will not be applicable to the extended term (pursuant\nto Section 2(a)(iii)(B)(1)(b) or 2(a)(iii)(B)(2)(b) above), the\nextension must include a replacement Exhibit 4 to the\nContract with the same terms as the original Exhibit 4, but\nalso providing that “The foregoing trade bonus shall not be\napplicable with respect to the extended term of this\nContract.” To illustrate the foregoing, assume that a player\nand Team agree at the time of signing of an Extension that\nthe trade bonus contained in the original Contract shall not\nbe applicable to the extended term. In such case: (A) if the\nplayer is first traded under the Contract during the remainder\nof the original term of the Contract (i.e., prior to the first year\nof the extended term), then the player’s trade bonus shall be\ncalculated based solely on the Base Compensation remaining\nto be earned by the player pursuant to the original term of\nthe Contract (and not on any Base Compensation payable to\nthe Player in respect of the extended term); and (B) if the\nplayer is first traded under the Contract at any time during\nthe extended term, then the trade bonus would not apply to\nsuch initial trade or any subsequent trade of the Contract\nduring the extended term.\n(vi)\nIn no event shall a trade bonus in a Contract be payable\nmore than once.\n(b) A Player Contract entered into by a player who has eight (8) or more\nYears of Service in the NBA and who has rendered four (4) or more Years\nof Service for the Team entering into such Contract may contain a\nArticle XXIV\n417\nprohibition or limitation of such Team’s right to trade such Contract to\nanother NBA Team.\n418"
    }
  ],
  "intro_content": "Article XXIV\nPROHIBITION OF NO-TRADE CONTRACTS"
}