{
  "article_number": "Article XVII",
  "title": "PROCEDURE WITH RESPECT TO PLAYING",
  "sections": [],
  "intro_content": "PROCEDURE WITH RESPECT TO PLAYING\nCONDITIONS AT VARIOUS FACILITIES\nWhen a new franchise is granted, or when an existing franchise moves to\nanother city or a new or different arena, the Players Association shall, upon\nrequest and within a reasonable period of time, have the right to inspect the\nfacility to be used by such franchise. Similarly, the Players Association shall,\nupon reasonable notice to the Team(s) involved and the NBA, have the right\nto inspect the training camp and practice facilities used by such Team(s). If,\nfollowing such inspection, the Players Association is of the opinion that the\nplaying conditions at such facility will endanger the health and safety of NBA\nplayers, it shall promptly notify the Commissioner and the Team involved\nin writing. Promptly following the receipt of such notice, representatives of\nthe Players Association and of the Team(s) involved, and the Commissioner\nor his designee shall meet in an effort to resolve the matter. It is agreed that\nthe failure of the parties to resolve the matter shall not impair the legally\nbinding effect of this Agreement or create any right, during the term of this\nAgreement, to (a) unilaterally implement any provision concerning such\nunresolved matter, (b) lockout, or (c) strike. If no resolution satisfactory to\nthe Players Association, the Team(s) involved, and the Commissioner is\nreached, the issue of whether the playing conditions at the facility in question\nwill endanger the health and safety of NBA players will, without interruption\nof the schedule or training camp or practice activities, immediately be\nsubmitted to and determined by the Grievance Arbitrator in accordance\nwith the provisions of Article XXXI; provided, however, that the Grievance\nArbitrator need not render an award within twenty-four (24) hours of the\nconclusion of the hearing, but shall issue his award as expeditiously as\npossible under the circumstances.\n360\nArticle XVIII"
}