{
  "article_number": "Article XLII",
  "title": "OTHER",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Headings and Organization.",
      "content": "OTHER\nHeadings and Organization.\nThe headings and organization of this Agreement are solely for the\nconvenience of the parties, and shall not be deemed part of, or considered\nin construing or interpreting, this Agreement."
    },
    {
      "section_number": "Section 2",
      "section_title": "Time Periods.",
      "content": "Time Periods.\nUnless specifically stated otherwise, the specification of any time period\nin this Agreement shall include any non-business days within such period,\nexcept that any deadline falling on a Saturday, Sunday, or Federal Holiday\nshall be deemed to fall on the following business day."
    },
    {
      "section_number": "Section 3",
      "section_title": "Exhibits.",
      "content": "Exhibits.\nAll of the Exhibits hereto are an integral part of this Agreement and of\nthe agreement of the parties thereto.\nNATIONAL BASKETBALL ASSOCIATION\nBy:\n/s/ ADAM SILVER\nAdam Silver\nCommissioner\nNATIONAL BASKETBALL PLAYERS\nASSOCIATION\nBy:\n/s/ TAMIKA TREMAGLIO\nTamika Tremaglio\nExecutive Director\nExhibit A\nA-1\nEXHIBIT A\nNATIONAL BASKETBALL ASSOCIATION\nUNIFORM PLAYER CONTRACT\nTHIS AGREEMENT made this _____ day of___________________,\nis by and between ________________________ (hereinafter called the\n“Team”), a member of the National Basketball Association (hereinafter\ncalled the “NBA” or “League”) and ___________________, an individual\nwhose address is shown below (hereinafter called the “Player”). In\nconsideration of the mutual promises hereinafter contained, the parties\nhereto promise and agree as follows:\n1.\nTERM.\nThe Team hereby employs the Player as a skilled basketball player for a\nterm of ____ year(s) from the 1st day of September ____.\n2.\nSERVICES.\nThe services to be rendered by the Player pursuant to this Contract shall\ninclude: (a) training camp, (b) practices, meetings, workouts, and skill or\nconditioning sessions conducted by the Team during the Season, (c) games\nscheduled for the Team during any Regular Season, (d) Exhibition games\nscheduled by the Team or the League during and prior to any Regular\nSeason, (e) if the Player is invited to participate, the NBA’s All-Star Game\n(including the Rookie-Sophomore Game) and every event conducted in\nassociation with such All-Star Game, but only in accordance with\nArticle XXI of the Collective Bargaining Agreement currently in effect\nbetween the NBA and the National Basketball Players Association\n(hereinafter the “CBA”), (f) Play-In and playoff games scheduled by the\nLeague subsequent to any Regular Season, (g) promotional and commercial\nactivities of the Team and the League as set forth in this Contract and the\nCBA, (h) any NBAGL Work Assignment in accordance with Article XLI of\nthe CBA, and (i) any service in the NBAGL pursuant to a Two-Way\nContract.\nA-2\n3.\nExhibit A\nCOMPENSATION.\n(a) Subject to Paragraph 3(b) below, the Team agrees to pay the Player\nfor rendering the services and performing the obligations described herein\nthe Compensation described in Exhibit 1, Exhibit 1A, Exhibit 1B, or\nExhibit 10 hereto, as applicable (less all amounts required to be withheld by\nany governmental authority, and exclusive of any amount(s) which the\nPlayer shall be entitled to receive from the In-Season Tournament Prize\nPool and the Player Playoff Pool). Unless otherwise provided in Exhibit 1\n(or, with respect to advances, in Exhibit 1, Exhibit 1A, or Exhibit 1B), such\nCompensation shall be paid in twenty-four (24) equal semi-monthly\npayments beginning with the first of said payments on November 1st of\neach year covered by this Contract (“contract year”) and continuing with\nsuch payments on the first and fifteenth of each month until said\nCompensation is paid in full.\n(b) The Team agrees to pay the Player $4,500 per week, pro rata, less all\namounts required to be withheld by any governmental authority, for each\nweek (up to a maximum of four (4) weeks for Veterans and up to a\nmaximum of five (5) weeks for First-Year Players (as defined in Article XX,\nSection 1(c) of the CBA)) prior to the Team’s first Regular Season game that\nthe Player is in attendance at NBA training camp or Exhibition games;\nprovided, however, that no such payments shall be made if, prior to the date\non which he is required to attend training camp, the Player has been paid\n$10,000 or more in Compensation with respect to the NBA Season\nscheduled to commence immediately following such training camp. Any\nCompensation paid by the Team pursuant to this subparagraph shall be\nconsidered an advance against any Compensation owed to the Player\npursuant to Paragraph 3(a) above, and each of the first two (2) scheduled\npayments of such Compensation shall be reduced by fifty percent (50%) of\nthe amount of such advance.\n(c) The Team will not pay and the Player will not accept any bonus or\nanything of value on account of (i) the Team’s winning any particular NBA\ngame or series of games or attaining a certain position in the standings of\nthe League as of a certain date, other than the final standing of the Team, or\n(ii) the player’s or Team’s performance in any particular NBA game or series\nof games; provided, however, that the preceding prohibition shall not apply\nto bonuses otherwise allowable under the CBA payable on account of the\nExhibit A\nA-3\nTeam’s qualifying for or winning a particular playoff series and/or the\nplayer’s or Team’s performance in a particular playoff series.\n4.\nEXPENSES.\nThe Team agrees to pay all proper and necessary expenses of the Player,\nincluding the reasonable lodging expenses of the Player while playing for the\nTeam “on the road” and during the NBA training camp period (defined for\nthis paragraph only to mean the period from the first day of training camp\nthrough the day of the Team’s first Exhibition game) for as long as the Player\nis not then living at home. The Player, while “on the road” (and during the\nNBA training camp period, only if the Player is not then living at home and\nthe Team does not pay for meals directly), shall be paid a meal expense\nallowance as set forth in the CBA. No deductions from such meal expense\nallowance shall be made for meals served on an airplane. During the NBA\ntraining camp period (and only if the Player is not then living at home and\nthe Team does not pay for meals directly), the meal expense allowance shall\nbe paid in weekly installments commencing with the first week of training\ncamp. For the purposes of this paragraph, the Player shall be considered to\nbe “on the road” from the time the Team leaves its home city until the time\nthe Team arrives back at its home city.\n5.\nCONDUCT.\n(a) The Player agrees to observe and comply with all Team rules, as\nmaintained or promulgated in accordance with the CBA, at all times whether\non or off the playing floor. Subject to the provisions of the CBA, such rules\nshall be part of this Contract as fully as if herein written and shall be binding\nupon the Player.\n(b) The Player agrees: (i) to give his best services, as well as his loyalty,\nto the Team, and to play basketball only for the Team and its assignees;\n(ii) to be neatly and fully attired in public; (iii) to conduct himself on and off\nthe court according to the highest standards of honesty, citizenship, and\nsportsmanship; and (iv) not to do anything that is materially detrimental or\nmaterially prejudicial to the best interests of the Team or the League.\n(c) For any violation of Team rules, any breach of any provision of this\nContract, or for any conduct impairing the faithful and thorough discharge\nof the duties incumbent upon the Player, the Team may reasonably impose\nA-4\nExhibit A\nfines and/or suspensions on the Player in accordance with the terms of the\nCBA.\n(d) The Player agrees to be bound by Article 35 of the NBA\nConstitution, a copy of which, as in effect on the date of this Contract, is\nattached hereto. The Player acknowledges that the Commissioner is\nempowered to impose fines upon and/or suspend the Player for causes and\nin the manner provided in such Article, provided that such fines and/or\nsuspensions are consistent with the terms of the CBA.\n(e) The Player agrees that if the Commissioner, in his sole judgment,\nshall find that the Player has bet, or has offered or attempted to bet, money\nor anything of value on any game or event in the NBA or NBAGL, the\nCommissioner shall have the power in his sole discretion to suspend the\nPlayer indefinitely or to expel him as a player for any Team, and the\nCommissioner’s finding and decision shall be final, binding, conclusive, and\nunappealable.\n(f) The Player agrees that he will not, during the term of this Contract,\ndirectly or indirectly, entice, induce, or persuade, or attempt to entice,\ninduce, or persuade, any player or coach who is under contract to any NBA\nTeam to enter into negotiations for or relating to his services as a basketball\nplayer or coach, nor shall he negotiate for or contract for such services,\nexcept with the prior written consent of such Team. Breach of this\nsubparagraph, in addition to the remedies available to the Team, shall be\npunishable by fine and/or suspension to be imposed by the Commissioner.\n(g) When the Player is fined and/or suspended by the Team or the\nNBA, he shall be given notice in writing (with a copy to the Players\nAssociation), stating the amount of the fine or the duration of the\nsuspension and the reasons therefor.\n6.\nWITHHOLDING.\n(a) In the event the Player (i) is fined and/or suspended by the Team or\nthe NBA (or, as applicable, the NBAGL or an NBAGL team) or (ii) fails or\nrefuses, without proper and reasonable cause or excuse, to render the\nservices required by this Contract or the CBA, the Team shall withhold the\namount of the fine or, in the case of a suspension or a failure or refusal to\nprovide services, the amount provided in Article VI of the CBA (or, as\nExhibit A\nA-5\napplicable, Article XLI of the CBA) from any Current Base Compensation\ndue or to become due to the Player with respect to the contract year in which\nthe conduct resulting in the fine occurred, the suspension was served,\nand/or the failure or refusal to play occurred (or a subsequent contract year\nif the Player has received all Current Base Compensation due to him for the\napplicable contract year). If, at the applicable time for withholding in\naccordance with the preceding sentence, the Current Base Compensation\nremaining to be paid to the Player under this Contract is not sufficient to\ncover such withholding, then the Player agrees promptly to pay the\napplicable amount directly to the Team. In no case shall the Player permit\nany such amount to be paid on his behalf by anyone other than himself.\n(b) Any Current Base Compensation withheld from or paid by the\nPlayer pursuant to this Paragraph 6 shall be retained by the Team or the\nLeague, as the case may be, unless the Player contests the withholding (or\nthe basis therefor) by initiating a timely Grievance in accordance with the\nprovisions of the CBA. If such Grievance is initiated and it satisfies\nArticle XXXI, Section 14 of the CBA, the amount withheld from the Player\nshall be placed in an interest-bearing account, pursuant to Article XXXI,\nSection 10 of the CBA, pending the resolution of the Grievance.\n7.\nHEALTH AND PHYSICAL CONDITION.\n(a) The Player agrees to report at the time and place fixed by the Team\nin good physical condition and to keep himself throughout each NBA\nSeason in good physical condition.\n(b) If the Player, in the judgment of the Team’s physician, is not in good\nphysical condition at the date of his first scheduled game for the Team, or\nif, at the beginning of or during any Season, he fails to remain in good\nphysical condition (unless such condition results directly from an injury\nsustained by the Player as a direct result of participating in any basketball\npractice or game played for the Team during such Season), so as to render\nthe Player, in the judgment of the Team’s physician, unfit to play skilled\nbasketball, the Team shall have the right to suspend such Player until such\ntime as, in the judgment of the Team’s physician, the Player is in sufficiently\ngood physical condition to play skilled basketball. In the event of such\nsuspension, the Base Compensation payable to the Player for any Season\nduring such suspension shall be reduced in the same proportion as the\nlength of the period during which, in the judgment of the Team’s physician,\nA-6\nExhibit A\nthe Player is unfit to play skilled basketball, bears to the length of such\nSeason. Nothing in this subparagraph shall authorize the Team to suspend\nthe Player solely because the Player is injured or ill.\n(c) If, during the term of this Contract, the Player is injured as a direct\nresult of participating in any basketball practice or game played for the\nTeam, the Team will pay the Player’s reasonable hospitalization and medical\nexpenses (including doctor’s bills), provided that the hospital and doctor are\nselected by the Team and that the Team shall be obligated to pay only those\nexpenses incurred as a direct result of medical treatment caused solely by\nand relating directly to the injury sustained by the Player. The Team will\nalso pay costs associated with a second opinion in accordance with\nArticle XXII, Section 10 of the CBA. Subject to the provisions set forth in\nExhibit 3, if in the judgment of the Team’s physician, the Player’s injuries\nresulted directly from playing for the Team and render him unfit to play\nskilled basketball, then, so long as such unfitness continues, but in no event\nafter the Player has received his full Base Compensation for the Season in\nwhich the injury was sustained, the Team shall pay to the Player the Base\nCompensation prescribed in Exhibit 1, Exhibit 1A, or Exhibit 1B to this\nContract, as applicable, for such Season. The Team’s obligations hereunder\nshall be reduced by (x) any workers’ compensation benefits, which, to the\nextent permitted by law, the Player hereby assigns to the Team, and (y) any\ninsurance provided for by the Team whether paid or payable to the Player.\n(d) The Player agrees to provide to the Team’s coach, trainer, or\nphysician prompt notice of any injury, illness, or other medical condition\n(including, for clarity, any illness or other medical condition related to\nmental health) suffered by him that is likely to affect adversely the Player’s\nability to render the services required under this Contract, including the time,\nplace, cause, and nature of such injury, illness, or other medical condition.\n(e) Should the Player suffer an injury, illness, or other medical\ncondition, he will submit himself to a medical examination, appropriate\nmedical treatment by a physician designated by the Team, and such\nrehabilitation activities as such physician may specify. Such examination\nwhen made at the request of the Team shall be at its expense, unless made\nnecessary by some act or conduct of the Player contrary to the terms of this\nContract.\nExhibit A\nA-7\n(f) The Player agrees (i) to submit to a physical examination at the\ncommencement and conclusion of each contract year hereunder, and at such\nother times as reasonably determined by the Team to be medically necessary,\nand (ii) at the commencement of this Contract, and upon the request of the\nTeam, to provide a complete prior medical history.\n(g) The Player agrees to supply complete and truthful information in\nconnection with any medical examinations or requests for medical\ninformation authorized by this Contract.\n(h) (i)\nIf the Player consults or is treated by a physician (including\na psychiatrist) or a professional providing non-mental health\nrelated medical services (e.g., chiropractor, physical therapist)\nother than a physician or other professional designated by\nthe Team, the Player shall give timely notice of such\nconsultation or treatment to the Team and shall timely\nprovide the Team with all information it may request\nconcerning any condition that in the judgment of the Team’s\nphysician may affect the Player’s ability to play skilled\nbasketball.\n(ii)\nIf Player engages in two (2) or more training, workout, or\nrehabilitation sessions with a trainer, performance coach,\nstrength and conditioning coach, or any other similar coach\nor trainer other than at the direction of the Team (each a\n“Third-Party Trainer”) during the Season, or five (5) or more\nsuch sessions with a Third-Party Trainer during the\noff-season, he shall give notice of such training, workout, or\nrehabilitation session to the Team prior to the first such\ntraining, workout, or rehabilitation session, provided that:\n(a) during the Season, if the Player does not initially plan to\ncontinue working with any Third-Party Trainer for\ntwo (2) or more sessions, such notice (and certification, if\nrequired pursuant to subsection (iii) below) must be\nprovided no later than prior to the second such session; and\n(b) in the off-season, if the Player does not initially plan to\ncontinue working with any Third-Party Trainer for five (5)\nor more sessions, such notice (and certification, if required\npursuant to subsection (iii) below) must be provided no later\nthan prior to the fifth such session. This notice requirement\nA-8\nExhibit A\nshall not apply to workouts or training that exclusively\ninvolve jogging, road bicycling, swimming, yoga, Pilates,\nand/or dance; and the Player’s failure to comply with such\nnotice requirement shall not itself constitute a material\nbreach of this Contract. For clarity with respect to counting\nmulti-day training or workout sessions under this paragraph,\nany such session(s) shall be counted to equal the number of\ndays on which such training or workouts occurred. Subject\nto the Team’s other rights, and the Player’s other obligations,\nunder the CBA and this Contract, including, for example,\nthe Player’s obligations under this Paragraph 7 to report in\ngood physical condition and to submit to treatment and\nrehabilitation specified by a physician designated by the\nTeam, the Player will have the right in the off-season to work\nout with one or more Third-Party Trainers of his choosing\nand may not be disciplined for exercising that right.\n(iii)\nIf the Player is receiving services from a Third-Party Trainer\nthat are consistent with athletic training and/or strength and\nconditioning services, then in addition to providing notice as\nrequired pursuant to subsection (ii) above, the Player shall\nalso certify to the Team (including by providing supporting\ndocumentation upon request) that such Third-Party Trainer\nmeets the applicable standards for team athletic trainers\nand/or team strength and conditioning coaches set forth in\nArticle XXII, Section 1 of the CBA, provided that this\ncertification requirement in respect of a particular\nThird-Party Trainer shall not apply to the Player if he\nreceived services consistent with athletic training and/or\nstrength and conditioning services from such particular\nThird-Party Trainer prior to the effective date of the CBA.\n(iv)\nIf the Player fails to comply with the notice requirement set\nforth in subsection (ii) above and/or the certification\nrequirement set forth in subsection (iii) above, or if the Team\nwere to determine that a Third-Party Trainer did not meet\nthe applicable standards, the Player may not, unless\napproved by the Team, engage in training, workout, or\nrehabilitation sessions with such Third-Party Trainer.\nExhibit A\nA-9\n(i) If and to the extent necessary to enable or facilitate the disclosure of\nmedical information as provided for by this Contract or Article XXII or\nXXXIII of the CBA, the Player shall execute such individual\nauthorization(s) as may be requested by the NBA, the Team, or the Medical\nDirector or SPED Medical Director of the Anti-Drug Program, or as may\nbe required by health care providers who examine or treat the Player.\n8.\nPROHIBITED SUBSTANCES/DOMESTIC VIOLENCE.\nThe Player acknowledges that this Contract may be terminated in\naccordance with the express provisions of (i) Article XXXIII (Anti-Drug\nProgram) of the CBA or (ii) the Joint NBA/NBPA Policy on Domestic\nViolence, Sexual Assault, and Child Abuse, and that any such termination\nwill result in the Player’s immediate dismissal and disqualification from any\nemployment by the NBA and any of its Teams. Notwithstanding any terms\nor provisions of this Contract (including any amendments hereto), in the\nevent of such termination, all obligations of the Team, including obligations\nto pay Compensation, shall cease, except the obligation of the Team to pay\nthe Player’s earned Compensation (whether Current or Deferred) to the date\nof termination.\n9.\nUNIQUE SKILLS.\nThe Player represents and agrees that he has extraordinary and unique\nskill and ability as a basketball player, that the services to be rendered by him\nhereunder cannot be replaced or the loss thereof adequately compensated\nfor in money damages, and that any breach by the Player of this Contract\nwill cause irreparable injury to the Team, and to its assignees. Therefore, it\nis agreed that in the event it is alleged by the Team that the Player is playing,\nattempting or threatening to play, or negotiating for the purpose of playing,\nduring the term of this Contract, for any other person, firm, entity, or\norganization, the Team and its assignees (in addition to any other remedies\nthat may be available to them judicially or by way of arbitration) shall have\nthe right to obtain from any court or arbitrator having jurisdiction such\nequitable relief as may be appropriate, including a decree enjoining the Player\nfrom any further such breach of this Contract, and enjoining the Player from\nplaying basketball for any other person, firm, entity, or organization during\nthe term of this Contract. The Player agrees that this right may be enforced\nby the Team or the NBA. In any suit, action, or arbitration proceeding\nbrought to obtain such equitable relief, the Player does hereby waive his\nA-10\nExhibit A\nright, if any, to trial by jury, and does hereby waive his right, if any, to\ninterpose any counterclaim or set-off for any cause whatever.\n10. ASSIGNMENT.\n(a) The Team shall have the right to assign this Contract to any other\nNBA Team, and the Player agrees to accept such assignment and to\nfaithfully perform and carry out this Contract with the same force and effect\nas if it had been entered into by the Player with the assignee Team instead\nof with the Team.\n(b) In the event that this Contract is assigned to any other NBA Team,\nall reasonable expenses incurred by the Player in moving himself and his\nfamily to the home territory of the Team to which such assignment is made,\nas a result thereof, shall be paid by the assignee Team.\n(c) In the event that this Contract is assigned to another NBA Team,\nthe Player (or his agent) shall forthwith be provided notice of such\nassignment by phone or email. With respect to an assignment by trade,\nnotice of the trade must be provided to the Player (or his agent) by phone\nor email either before conclusion of the trade call with the NBA or as soon\nas possible after the conclusion of the trade call (but in no event may such\nnotification be made more than one (1) hour after the conclusion of the\ntrade call or less than one (1) hour prior to the public announcement of the\nassignment). The Player shall report to the assignee Team within forty-eight\n(48) hours after said notice has been received (if the assignment is made\nduring a Season), within one (1) week after said notice has been received (if\nthe assignment is made between Seasons), or within such longer time for\nreporting as may be specified in said notice. The NBA shall also notify the\nPlayers Association of any such assignment as soon as practicable but in no\nevent later than one (1) business day after such assignment occurs. The\nPlayer further agrees that, immediately upon reporting to the assignee Team,\nhe will submit upon request to a physical examination conducted by a\nphysician designated by the assignee Team.\n(d) If the Player, without a reasonable excuse, does not report to the\nTeam to which this Contract has been assigned within the time provided in\nsubsection (c) above, then (i) upon consummation of the assignment, the\nPlayer may be disciplined by the assignee Team or, if the assignment is not\nconsummated or is voided as a result of the Player’s failure to so report, by\nExhibit A\nA-11\nthe assignor Team, and (ii) such conduct shall constitute conduct prejudicial\nto the NBA under Article 35(d) of the NBA Constitution, and shall\ntherefore subject the Player to discipline from the NBA in accordance with\nsuch Article.\n11. VALIDITY AND FILING.\n(a) This Contract shall be valid and binding upon the Team and the\nPlayer immediately upon its execution.\n(b) The Team agrees to file a copy of this Contract, and/or any\namendment(s) thereto, with and as directed by the Commissioner of the\nNBA as soon as practicable by email, but in no event may such filing be\nmade more than forty-eight (48) hours after the execution of this Contract\nand/or amendment(s).\n(c) If pursuant to the NBA Constitution and By-Laws or the CBA, the\nCommissioner disapproves this Contract (or any amendment(s) thereto)\nwithin ten (10) days from the first business day following the day on which\nthis Contract (or amendment) is first received, as directed, in his office, this\nContract (or amendment) shall thereupon terminate and be of no further\nforce or effect and the Team and the Player shall thereupon be relieved of\ntheir respective rights and liabilities thereunder, provided that such ten (10)\nday period shall be fifteen (15) days for any Contract (or amendment) so\nreceived during the period each year from July 1 through the date that is\nfourteen (14) days following the last day of the Moratorium Period. If the\nCommissioner’s disapproval is subsequently overturned in any proceeding\nbrought under the arbitration provisions of the CBA (including any appeals),\nthe Contract shall again be valid and binding upon the Team and the Player,\nand the Commissioner shall be afforded another ten (10) day period to\ndisapprove the Contract (based on the Team’s Room at the time the\nCommissioner’s disapproval is overturned) as set forth in the foregoing\nsentence.\nThe NBA will inform the Players Association if the\nCommissioner disapproves this Contract (or any amendment(s) thereto) no\nlater than one (1) day following the date of such disapproval.\n12. PROHIBITED ACTIVITIES.\nThe Player and the Team acknowledge and agree that the Player’s\nparticipation in certain other activities may impair or destroy his ability and\nA-12\nExhibit A\nskill as a basketball player, and the Player’s participation in any game or\nexhibition of basketball other than at the request of the Team may result in\ninjury to him. Accordingly, the Player agrees that he will not, without the\nwritten consent of the Team, engage in any activity that a reasonable person\nwould recognize as involving or exposing the participant to a substantial risk\nof bodily injury including, but not limited to: (i) sky-diving, hang gliding,\nsnow skiing, rock or mountain climbing (as distinguished from hiking),\nwater or jet skiing, whitewater rafting, rappelling, bungee jumping,\ntrampoline jumping, and mountain biking; (ii) any fighting, boxing, or\nwrestling; (iii) using fireworks or participating in any activity involving\nfirearms or other weapons; (iv) riding on electric scooters or hoverboards;\n(v) driving or riding on a motorcycle or moped or\nfour-wheeling/off-roading of any kind; (vi) riding in or on any motorized\nvehicle in any kind of race or racing contest; (vii) operating an aircraft of any\nkind; (viii) engaging in any other activity excluded or prohibited by or under\nany insurance policy which the Team procures against the injury, illness, or\ndisability to or of the Player, or death of the Player, for which the Player has\nreceived written notice from the Team prior to the execution of this\nContract; or (ix) participating in any game or exhibition of basketball,\nfootball, baseball, hockey, lacrosse, or other team sport or competition. If\nthe Player violates this Paragraph 12, he shall be subject to discipline\nimposed by the Team and/or the Commissioner of the NBA. Nothing\ncontained herein shall be intended to require the Player to obtain the written\nconsent of the Team in order to enable the Player to participate in, as an\namateur, the sports of golf, tennis, handball, swimming, hiking, softball,\nvolleyball, and other similar sports that a reasonable person would not\nrecognize as involving or exposing the participant to a substantial risk of\nbodily injury.\n13. PROMOTIONAL ACTIVITIES.\n(a) The Player agrees to allow the Team, the NBA, or any\nLeague-related entity to take pictures of the Player, alone or together with\nothers, for still photographs, motion pictures, television, or other Media (as\nsuch term is defined in Article XXVIII of the CBA), at such reasonable\ntimes as the Team, the NBA, or the League-related entity may designate.\nNo matter by whom taken, such images may be used in any manner desired\nby either the Team, the NBA, or the League-related entity for publicity or\npromotional purposes for Teams or the NBA. The rights in any such images\ntaken by the Team, the NBA, or the League-related entity shall belong to\nExhibit A\nA-13\nthe Team, the NBA, or the League-related entity, as their interests may\nappear.\n(b) The Player agrees that, during any year of this Contract, he will not\nmake public appearances, participate in radio or television programs, permit\nhis picture to be taken, write or sponsor newspaper or magazine articles, or\nsponsor commercial products without the written consent of the Team,\nwhich shall not be withheld except in the reasonable interests of the Team\nor the NBA. The foregoing shall be interpreted in accordance with the\ndecision in Portland Trail Blazers v. Darnell Valentine and Jim Paxson, Decision\n86-2 (August 13, 1986).\n(c) Upon request, the Player shall consent to and make himself available\nfor interviews by representatives of the media conducted at reasonable times\nand shall participate in an NBA Player Day as described in Article XXXVII,\nSection 1(b) of the CBA.\n(d) In addition to the foregoing, and subject to the conditions and\nlimitations set forth in Article II, Section 8 of the CBA, the Player agrees to\nparticipate, upon request, in all other reasonable promotional activities of\nthe Team, the NBA, and any League-related entity. For each such\npromotional appearance made on behalf of a commercial sponsor of the\nTeam, the Team agrees to pay the Player $3,500 subject to Article II,\nSection 8 of the CBA, or, if the Team agrees, such higher amount that is\nconsistent with the Team’s past practice and not otherwise unreasonable.\n(e) If, with respect to any Season, the Player elects to be a Content\nParticipant and authorize the use of his Player-Produced Content, as those\nterms are defined in and in accordance with Article XXXVII, Section 2(b)(ii)\nof the CBA, the Player hereby grants the Player-Produced Content License\n(as defined in such Article XXXVII, Section 2(b)(ii) of the CBA) to each of\nthe NBA, each League-related entity that generates BRI (as defined in\nArticle VII of the CBA), and the Team.\n(f) The Player agrees to participate, upon request of the Players\nAssociation (or its wholly owned affiliate), in up to four (4) personal\nappearances each Salary Cap Year on behalf of the Players Association (or\nits wholly owned affiliate). The terms of this Paragraph 13(f) are in favor of\nthe Players Association in order to facilitate the Players Association’s\nmarketing and licensing programs for the benefit of the NBA players.\nA-14\nExhibit A\n14. GROUP LICENSE AND LEAGUE PROMOTION.\n(a) For group licensing purposes only, the Player (i) exclusively grants\nto the Players Association the right to grant third parties the use of the\nPlayer’s Player Attributes for Sponsorship Purposes and Product Licensing\nPurposes (as such terms are defined in the Group License Agreement); and\n(ii) authorizes the Players Association to grant non-exclusive group license\nrights for Sponsorship Purposes to the NBA Entities in accordance with the\nGroup License Agreement, effective as of October 1, 2023, between NBA\nProperties, Inc. and the Players Association (the “Group License\nAgreement”), in each case during the term of the CBA or the Group License\nas described in the Group License Agreement, if longer; it being understood\nthat the only parties that may grant group licensing rights during the term of\nthe CBA shall be the Players Association (or its wholly-owned affiliate) and,\nfor Sponsorship Purposes, the NBA Entities and the Players Association (or\nits wholly owned affiliate).\n(b) The Player acknowledges that (i) the Players Association or its\nwholly owned affiliate has granted group license rights for Sponsorship\nPurposes to the NBA Entities in accordance with the Group License\nAgreement during the term of the CBA or the Group License as described\nin the Group License Agreement, if longer, and (ii) the Player has not\ngranted and will not grant during the term of the CBA rights for group\nlicensing purposes that are in conflict with the Players Association’s and\nNBA Entities’ rights and/or Paragraph 14(a) above.\n(c) The NBA, all League-related entities, and the Teams may use, and\nmay authorize others to use, in League Promotions, the Player’s name,\nnickname, picture, portrait, likeness, signature, voice, caricature,\nbiographical information, or other identifiable feature (collectively, “Player\nAttributes”). The NBA, all League-related entities, and the Teams shall be\nentitled to use the Player’s Player Attributes individually pursuant to the\npreceding sentence and may, but shall not be required to, use the Player’s\nPlayer Attributes in a group or as one of multiple players. As used herein,\n“League Promotion” shall mean any and all uses intended to publicize,\npromote, or market (including in any and all Media) (i) the NBA, any\nLeague-related entity that generates BRI, any Team, or any Player, (ii) any\ngame in which a Team participates (including an Exhibition, Regular Season,\nPlay-In, and playoff game), including the sale of tickets to any such game,\n(iii) any telecast or other exhibition or distribution of (x) any such game or\nExhibit A\nA-15\n(y) any NBA-related or Team-related program or content, (iv) any NBA or\nTeam facility, platform, or event, including the sale of tickets to any such\nevent, or public service activity conducted by the NBA, a League-related\nentity that generates BRI, or a Team, or (v) the sport of basketball. For\npurposes of clarity, the foregoing rights of the NBA, League-related entities,\nand the Teams include the right and authority to use, and to authorize others\nto use, after the term of this Contract, any Player Attributes fixed in a\ntangible medium (e.g., filmed, photographed, recorded, or otherwise\ncaptured) during the term of this Contract solely for the purposes described\nherein.\n(d) Paragraph 14(c) above does not confer any right or authority to\n(i) use the Player’s Player Attributes in a manner that constitutes an\nunauthorized Endorsement (as such term is defined and clarified in\nArticle XXVIII of the CBA); (ii) use or authorize others to use the Player’s\nPlayer Attributes (including in any program, content, platform, facility, or\nevent) in a manner that constitutes an Unauthorized Sponsor Promotion (as\nsuch term is defined and clarified in Paragraph 14(e) below); or (iii) authorize\nothers (including any NBA sponsor or Team sponsor) to use the Player’s\nPlayer Attributes on any product, product packaging, service, or\nservice-related materials sold or distributed by any third party, or any\nassociated premiums.\n(e) An “Unauthorized Sponsor Promotion” shall mean a use of the\nPlayer’s Player Attributes by a third party, or anyone on the third party’s\nbehalf (including, without limitation, the NBA, any League-related entity, or\nany NBA Team), to promote, market, or advertise the third party’s product,\nservice, or brand; provided, however, the term Unauthorized Sponsor\nPromotion does not include the use of the Player’s Player Attributes (i) by,\nor on behalf of, a Telecaster (as defined in Paragraph 14(f) below) to\npromote the telecast or distribution of such NBA game, the fact that such\nthird party is the telecaster or distributor of NBA content (e.g., an\nadvertisement promoting MSG as the “Home for New York Sports” that\nincludes a photograph of a Knicks player; or an ESPN advertisement\npromoting ESPN as the “Worldwide Leader in Sports” that includes footage\nof NBA players), or other sports-related programming of the Telecaster (but\nnot related parties of the telecaster or distributor – e.g., the Player’s Player\nAttributes may be used to promote an e-commerce company’s video service\nthat carries games and may carry other sports content, but may not be used\nto promote other products or services of the e-commerce company), (ii) by,\nA-16\nExhibit A\nor on behalf of, a telecaster or distributor of NBA programs or content to\npromote such NBA programs or content, (iii) by a third party, or anyone on\nthe third party’s behalf, for use in the promotion of the sale of tickets to an\nNBA game or event, or (iv) by, or on behalf of, a third party to promote,\nmarket, or advertise the third party’s product, service, or brand as part of a\nLeague Promotion or a promotional opportunity under Article XXVIII,\nSection 3(d)(y) of the CBA unless the execution (e.g., television\nadvertisement, print ad, web ad) includes (x) more than (A) the third party’s\nbrand name and/or logo (either or both) (which use may not be persistent\nwithin such execution), provided that it shall not be considered persistent\nuse of a third party’s brand name and/or logo when used in conjunction\nwith reference to the name and/or logo of the subject of such League\nPromotion for which the third party is a title or presenting sponsor (e.g., title\nsponsorship of the Slam Dunk Contest or a pre-game show) and (B) the\nsubordinate and incidental promotion of the third party’s products and\nservices (e.g., not a call to action for a specific product or service), or (y) more\nthan the subordinate and incidental promotion of the third party’s products\nand services (it being understood that this clause (y) does not apply to an\nexecution that includes the third party’s brand name and/or logo, but clause\n(x) above does apply).\n(f) In addition to Paragraph 14(e)(i) above, it shall not be an Unauthorized\nSponsor Promotion for a national, regional, local, or international telecaster\nor distributor of NBA games (such as ABC/ESPN, MSG, Bally Sports\nOhio, or Tencent, Inc.) (each, a “Telecaster”) to use Player Attributes to\npromote (i) itself and its sports programming or its other sports content and\n(ii) to the extent currently authorized by those contracts, its non-sports\nprogramming and content, in either case consistent with past practice as\npermitted under the 2017 CBA. The term Telecaster does not include\nrelated parties of the Telecaster. It shall be an Unauthorized Sponsor\nPromotion for the NBA, any League-related entity or any NBA Team to use\nthe Player’s Player Attributes as described in subparagraph (e), where such\nuse (A) promotes the products, services, or brands of a third party that does\nnot generate BRI, and (B) is not jointly licensed with the Players Association.\nAny dispute regarding whether a use of Player Attributes is or is not an\nUnauthorized Sponsor Promotion shall be determined by the System\nArbitrator on an expedited basis, as soon as possible following a hearing\nconducted within seventy-two (72) hours after commencement of the\nproceeding.\nExhibit A\nA-17\n(g) The Player does not and will not contest during or after the term of\nthis Contract, and the Player hereby acknowledges, the exclusive rights of\nthe NBA, all League-related entities that generate BRI, and the Teams (i) to\ntelecast, or otherwise distribute, transmit, exhibit, or perform, on a live,\ndelayed, or archived basis, in any and all Media, any performance by the\nPlayer under this Contract or the CBA (including in NBA games or any\nexcerpts thereof) and (ii) to produce, license, offer for sale, sell, market, or\notherwise, exhibit, distribute, transmit, or perform (or authorize a third party\nto do any of the foregoing), on a live, delayed, or archived basis, any such\nperformance in any and all Media, including, but not limited to, as part of\nprogramming or a content offering or in packaged or other electronic or\ndigital media. The foregoing does not confer any right or authority to use\nthe Player’s Player Attributes in a manner that constitutes an unauthorized\nEndorsement or Unauthorized Sponsor Promotion (as such terms are\ndefined and clarified in Article XXVIII of the CBA and Paragraph 14(e)\nabove) or any right which would violate Article XXVIII, Section 3(f) of the\nCBA. For purposes of clarity and without limitation, any use of a Player’s\nPlayer Attributes that has been expressly authorized by the Player (not\nincluding in this Contract) shall not be an unauthorized Endorsement or an\nUnauthorized Sponsor Promotion.\n15. TEAM DEFAULT.\nIn the event of an alleged default by the Team in the payments to the\nPlayer provided for by this Contract, or in the event of an alleged failure by\nthe Team to perform any other material obligation that it has agreed to\nperform hereunder, the Player shall notify both the Team and the League in\nwriting of the facts constituting such alleged default or alleged failure. If\nneither the Team nor the League shall cause such alleged default or alleged\nfailure to be remedied within five (5) days after receipt of such written\nnotice, the Players Association shall, on behalf of the Player, have the right\nto request that the dispute concerning such alleged default or alleged failure\nbe referred immediately to the Grievance Arbitrator in accordance with the\nprovisions of the CBA. If, as a result of such arbitration, an award issues in\nfavor of the Player, and if neither the Team nor the League complies with\nsuch award within ten (10) days after the service thereof, the Player shall\nhave the right, by a further written notice to the Team and the League, to\nterminate this Contract.\nA-18\nExhibit A\n16. TERMINATION.\n(a) The Team may terminate this Contract upon written notice to the\nPlayer if the Player shall:\n(i)\nat any time, fail, refuse, or neglect to conform his personal\nconduct to standards of good citizenship, good moral\ncharacter (defined here to mean not engaging in acts of\nmoral turpitude, whether or not such acts would constitute\na crime), and good sportsmanship, to keep himself in first\nclass physical condition, or to obey the Team’s training rules;\n(ii)\nat any time commit a significant and inexcusable physical\nattack against any official or employee of the Team or the\nNBA (other than another player), or any person in\nattendance at any NBA game or event, considering the\ntotality of the circumstances, including (but not limited to)\nthe degree of provocation (if any) that may have led to the\nattack, the nature and scope of the attack, the Player’s state\nof mind at the time of the attack, and the extent of any injury\nresulting from the attack;\n(iii)\nat any time, fail, in the sole opinion of the Team’s\nmanagement, to exhibit sufficient skill or competitive ability\nto qualify to continue as a member of the Team; provided,\nhowever, (A) that if this Contract is terminated by the Team,\nin accordance with the provisions of this subparagraph,\nprior to January 10 of any Season, and the Player, at the time\nof such termination, is unfit to play skilled basketball as the\nresult of an injury resulting directly from his playing for the\nTeam, the Player shall (subject to the provisions set forth in\nExhibit 3) continue to receive his full Base Compensation),\nless all workers’ compensation benefits (which, to the extent\npermitted by law, and if not deducted from the Player’s\nCompensation by the Team, the Player hereby assigns to the\nTeam) and any insurance provided for by the Team paid or\npayable to the Player by reason of said injury, until such time\nas the Player is fit to play skilled basketball, but not beyond\nthe Season during which such termination occurred; and\nprovided, further, (B) that if this Contract is terminated by\nExhibit A\nA-19\nthe Team, in accordance with the provisions of this\nsubparagraph, during the period from the January 10 of any\nSeason through the end of such Season, the Player shall be\nentitled to receive his full Base Compensation for said\nSeason; or\n(iv)\nat any time, fail, refuse, or neglect to render his services\nhereunder or in any other manner materially breach this\nContract.\n(b) If this Contract is terminated by the Team by reason of the Player’s\nfailure to render his services hereunder due to disability caused by an injury\nto the Player resulting directly from his playing for the Team and rendering\nhim unfit to play skilled basketball, and notice of such injury is given by the\nPlayer as provided herein, the Player shall (subject to the provisions set forth\nin Exhibit 3) be entitled to receive his full Base Compensation for the Season\nin which the injury was sustained, less all workers’ compensation benefits\n(which, to the extent permitted by law, and if not deducted from the Player’s\nCompensation by the Team, the Player hereby assigns to the Team) and any\ninsurance provided for by the Team paid or payable to the Player by reason\nof said injury.\n(c) Notwithstanding the provisions of Paragraph 16(b) above, if this\nContract is terminated by the Team prior to the first game of a Regular\nSeason by reason of the Player’s failure to render his services hereunder due\nto an injury or condition sustained or suffered during a preceding Season,\nor after such Season but prior to the Player’s participation in any basketball\npractice or game played for the Team, payment by the Team of any\nCompensation earned through the date of termination under Paragraph 3(b)\nabove, payment of the Player’s board, lodging, and expense allowance\nduring the training camp period, payment of the reasonable traveling\nexpenses of the Player to his home city, and the expert training and coaching\nprovided by the Team to the Player during the training season shall be full\npayment to the Player.\n(d) If this Contract is terminated by the Team during the period\ndesignated by the Team for attendance at NBA training camp, payment by\nthe Team of any Compensation earned through the date of termination\nunder Paragraph 3(b) above, payment of the Player’s board, lodging, and\nexpense allowance during such period to the date of termination, payment\nA-20\nExhibit A\nof the reasonable traveling expenses of the Player to his home city, and the\nexpert training and coaching provided by the Team to the Player during the\ntraining season shall be full payment to the Player.\n(e) If this Contract is terminated by the Team after the first game of a\nRegular Season, except in the case provided for in subparagraphs (a)(iii)\nand (b) of this paragraph 16, the Player shall be entitled to receive as full\npayment hereunder a sum of money which, when added to the salary which\nhe has already received during such Season, will represent the same\nproportionate amount of the annual sum set forth in Exhibit 1, Exhibit 1A,\nor Exhibit 1B hereto, as applicable, as the number of days of such Regular\nSeason then past bears to the total number of days of such Regular Season,\nplus the reasonable traveling expenses of the Player to his home.\n(f) If the Team proposes to terminate this Contract in accordance with\nsubparagraph (a) of this Paragraph 16, it must first comply with the\nfollowing waiver procedure:\n(i)\nThe Team shall request the NBA Commissioner to request\nwaivers from all other clubs. Such waiver request may not\nbe withdrawn.\n(ii)\nUpon receipt of the waiver request, any other NBA Team\nmay claim assignment of this Contract at such waiver price\nas may be fixed by the League, the priority of claims to be\ndetermined in accordance with the NBA Constitution and\nBy-Laws.\n(iii)\nIf this Contract is so claimed, the Team agrees that it shall,\nupon the assignment of this Contract to the claiming Team,\nnotify the Player of such assignment as provided in\nParagraph 10(c) hereof, and the Player agrees he shall report\nto the assignee Team as provided in said Paragraph 10(c).\n(iv)\nIf the Contract is not claimed prior to the expiration of the\nwaiver period, it shall terminate and the Team shall promptly\ndeliver written notice of termination to the Player.\n(v)\nThe NBA shall promptly notify the Players Association of\nthe disposition of any waiver request.\nExhibit A\n(vi)\nA-21\nTo the extent not inconsistent with the foregoing provisions\nof this subparagraph (f), the waiver procedures set forth in\nthe NBA Constitution and By-Laws, a copy of which, as in\neffect on the date of this Contract, is attached hereto, shall\ngovern.\n(g) Upon any termination of this Contract by the Player, all obligations\nof the Team to pay Compensation shall cease on the date of termination,\nexcept the obligation of the Team to pay the Player’s Compensation to said\ndate.\n17. DISPUTES.\nIn the event of any dispute arising between the Player and the Team\nrelating to any matter arising under this Contract, or concerning the\nperformance or interpretation thereof (except for a dispute arising under\nParagraph 9 hereof or as provided in Paragraph 14 above), such dispute shall\nbe resolved in accordance with the Grievance and Arbitration Procedure set\nforth in Article XXXI of the CBA.\n18. PLAYER NOT A MEMBER.\nNothing contained in this Contract or in any provision of the NBA\nConstitution and By-Laws shall be construed to constitute the Player a\nmember of the NBA or to confer upon him any of the rights or privileges\nof a member thereof.\n19. RELEASE.\nThe Player hereby releases and waives any and all claims he may have, or\nthat may arise during the term of this Contract, against (a) the NBA and its\nrelated entities, the NBAGL and its related entities, and every member of\nthe NBA or the NBAGL, and every director, officer, owner, stockholder,\ntrustee, partner, and employee of the NBA, NBAGL, and their respective\nrelated entities and/or any member of the NBA or NBAGL and their related\nentities (excluding persons employed as players by any such member), and\n(b) any person retained by the NBA and/or the Players Association in\nconnection with the NBA/NBPA Anti-Drug Program, the Grievance\nArbitrator, the System Arbitrator, and any other arbitrator or expert retained\nby the NBA and/or the Players Association under the terms of the CBA, in\nboth cases (a) and (b) above, arising out of, or in connection with, and\nA-22\nExhibit A\nwhether or not by negligence, (i) any injury that is subject to the provisions\nof Paragraph 7 hereof, (ii) any fighting or other form of violent and/or\nunsportsmanlike conduct occurring during the course of any practice, any\nNBAGL game, and/or any NBA Exhibition, Regular Season, Play-In,\nand/or playoff game (in all cases on or adjacent to the playing floor or in or\nadjacent to any facility used for such practices or games), (iii) the testing\nprocedures or the imposition of any penalties set forth in Paragraph 8 hereof\nand in the NBA/NBPA Anti-Drug Program, (iv) the provisions set forth in\nParagraphs 13(f), 14(a), and 14(b) above, or (v) any injury suffered in the\ncourse of his employment as to which he has or would have a claim for\nworkers’ compensation benefits. The foregoing shall not apply to any claim\nof medical malpractice against a Team-affiliated physician or other medical\npersonnel.\n20. ENTIRE AGREEMENT.\nThis Contract (including any Exhibits hereto) contains the entire\nagreement between the parties and, except as provided in the CBA, sets\nforth all components of the Player’s Compensation from the Team or any\nTeam Affiliate, and there are no other agreements or transactions of any\nkind (whether disclosed or undisclosed to the NBA), express or implied, oral\nor written, or promises, undertakings, representations, commitments,\ninducements, assurances of intent, or understandings of any kind (whether\ndisclosed or undisclosed to the NBA) (a) concerning any future\nRenegotiation, Extension, or other amendment of this Contract or the entry\ninto any new Player Contract, or (b) involving compensation or\nconsideration of any kind (including, without limitation, an investment or\nbusiness opportunity) to be paid, furnished, or made available to the Player,\nor any person or entity controlled by, related to, or acting with authority on\nbehalf of the Player, by the Team or any Team Affiliate.\nExhibit A\nA-23\nEXAMINE TH IS CONTRACT CAREFULLY\nBEFORE SIGNING IT.\nTHIS CONTRACT INCLUDES EXHIBITS ________, WHICH ARE\nATTACHED HERETO AND MADE A PART HEREOF.\nIN WITNESS WHEREOF the Player has hereunto signed his name and\nthe Team has caused this Contract to be executed by its duly authorized\nofficer.\nDated:\nBy:\nTitle:\nTeam:\nDated:\nBy:\nPlayer:\nPlayer’s Address:\nA-24\nExhibit A\nEXCERPT FROM NBA CONSTITUTION\nMISCONDUCT\n35. The provisions of this Article 35 shall govern all Players in the\nAssociation, hereinafter referred to as “Players.”\n(a) Each Member shall provide and require in every contract with any\nof its Players that they shall be bound and governed by the provisions of\nthis Article. Each Member, at the direction of the Board of Governors or\nthe Commissioner, as the case may be, shall take such action as the Board\nor the Commissioner may direct in order to effectuate the purposes of this\nArticle.\n(b) The Commissioner shall direct the dismissal and perpetual\ndisqualification from any further association with the Association or any of\nits Members, of any Player found by the Commissioner after a hearing to\nhave been guilty of offering, agreeing, conspiring, aiding, or attempting to\ncause any game of basketball to result otherwise than on its merits.\n(c) If in the opinion of the Commissioner any act or conduct of a Player\nat or during an Exhibition, Regular Season, Play-In, or Playoff game has\nbeen prejudicial to or against the best interests of the Association or the\ngame of basketball, the Commissioner shall impose upon such Player a fine\nnot exceeding $100,000, or may order for a time the suspension of any such\nPlayer from any connection or duties with Exhibition, Regular Season,\nPlay-In, or Playoff games, or he may order both such fine and suspension.\n(d) The Commissioner shall have the power to suspend for a definite or\nindefinite period, or to impose a fine not exceeding $100,000, or inflict both\nsuch suspension and fine upon any Player who, in his opinion, (i) shall have\nmade or caused to be made any statement having, or that was designed to\nhave, an effect prejudicial or detrimental to the best interests of basketball\nor of the Association or of a Member, or (ii) shall have been guilty of\nconduct that does not conform to standards of morality or fair play, that\ndoes not comply at all times with all federal, state, and local laws, or that is\nprejudicial or detrimental to the Association.\n(e) Any Player who, directly or indirectly, entices, induces, persuades or\nattempts to entice, induce, or persuade any Player, Coach, Trainer, General\nManager, or any other person who is under contract to any other Member\nExhibit A\nA-25\nof the Association to enter into negotiations for or relating to his services or\nnegotiates or contracts for such services shall, on being charged with such\ntampering, be given an opportunity to answer such charges after due notice\nand the Commissioner shall have the power to decide whether or not the\ncharges have been sustained; in the event his decision is that the charges\nhave been sustained, then the Commissioner shall have the power to\nsuspend such Player for a definite or indefinite period, or to impose a fine\nnot exceeding $100,000, or inflict both such suspension and fine upon any\nsuch Player.\n(f) Any Player who, directly or indirectly, wagers money or anything of\nvalue on any game or event in the Association or in the NBA G League\nshall, on being charged with such wagering, be given an opportunity to\nanswer such charges after due notice, and the decision of the Commissioner\nshall be final, binding, and conclusive and unappealable. The penalty for\nsuch offense shall be within the absolute and sole discretion of the\nCommissioner and may include a fine, suspension, expulsion, and/or\nperpetual disqualification from further association with the Association or\nany of its Members.\n(g) Except for a penalty imposed under Paragraph (f) of this Article 35:\n(i) any challenge by a Team to the decisions and acts of the Commissioner\npursuant to Article 35 shall be appealable to the Board of Governors, who\nshall determine such appeals in accordance with such rules and regulations\nas may be adopted by the Board in its absolute and sole discretion, and\n(ii) any challenge by a Player to the decisions or acts of the Commissioner\npursuant to Article 35 shall be governed by the provisions of Article XXXI\nof the NBA/NBPA Collective Bargaining Agreement then in effect.\nA-26\nExhibit A\nEXCERPT FROM NBA BY-LAWS\n5.01.\nWaiver Right. Except for sales and trading between Members\nin accordance with these By-Laws, no Member shall sell, option, or\notherwise assign the contract with, right to the services of, or right to\nnegotiate with, a Player without complying with the waiver procedure\nprescribed by this Constitution and By-Laws.\n5.02.\nWaiver Price. The waiver price shall be $1,000 per Player.\n5.03.\nWaiver Procedure. A Member desiring to secure waivers on a\nPlayer shall notify the Commissioner or the Commissioner’s designee, who\nshall, on behalf of such Member, immediately notify all other Members of\nthe waiver request. Such Player shall be assumed to have been waived unless\na Member shall notify the Commissioner or the Commissioner’s designee in\naccordance with Section 5.04 of a claim to the rights to such Player. Once\na Member has notified the Commissioner or the Commissioner’s designee\nof its desire to secure waivers on a Player, such notice may not be withdrawn.\nA Player remains the financial responsibility of the Member placing him on\nwaivers until the waiver period set by the Commissioner or the\nCommissioner’s designee has expired.\n5.04.\nWaiver Period. If the Commissioner or the Commissioner’s\ndesignee distributes notice of request for waiver, any Members wishing to\nclaim rights to the Player shall do so by giving notice by telephone and in a\nWriting of such claim to the Commissioner or the Commissioner’s designee\nwithin forty-eight (48) hours after the time of such notice. A Team may not\nwithdraw a claim to the rights to a Player on waivers. Notwithstanding\nArticle 40 of the NBA Constitution, Saturdays, Sundays, and legal holidays\nshall be included when computing the above-referenced waiver period.\n5.05.\nWaiver Preferences.\n(a) In the event that more than one (1) Member shall have claimed the\nrights to a Player placed on waivers, the claiming Member with the lowest\nteam standing at the time the waiver was requested shall be entitled to\nacquire the rights to such Player. If the request for waiver shall occur after\nthe last day of the Season and before 11:59 p.m. eastern time on the\nfollowing November 30, the standings at the close of the previous Season\nshall govern.\nExhibit A\nA-27\n(b) If the winning percentage of two (2) claiming Teams are the same,\nthen the tie shall be determined, if possible, on the basis of the Regular\nSeason Games between the two (2) Teams during the Season or during the\npreceding Season, as the case may be. If still tied, a toss of a coin shall\ndetermine priority. For the purpose of determining standings, both\nConferences of the Association shall be deemed merged and a consolidated\nstanding shall control.\n5.06.\nPlayers Acquired Through Waivers. A Member who has\nacquired the rights and title to the contract of a Player through the waiver\nprocedure may not sell or trade such rights for a period of thirty (30) days\nafter the acquisition thereof; provided, however, that if the rights to such\nPlayer were acquired between Seasons, the 30-day period described herein\nshall begin on the first day of the next succeeding Season.\n5.07.\nAdditional Waiver Rules. The Commissioner or the Board of\nGovernors may from time to time adopt additional rules (supplementary to\nthose set forth in this Section 5) with respect to the operation of the waiver\nprocedure. Such rules shall not be inconsistent with the provisions of this\nSection 5 and shall apply to but shall not be limited to the mechanics of\nnotice, inadvertent omission of notification to a Member, and rules of\nconstruction as to time.\nA-28\nExhibit A\nAGENT CERTIFICATION\n(To be completed only if Player was represented by an agent who negotiated\nthe terms of this Contract.)\nI, the undersigned, having negotiated this Contract on behalf of\n_______________, do hereby swear and certify, under penalties of perjury,\nthat the terms of Paragraph 20 of this Contract (“Entire Agreement”) are\ntrue and correct to the best of my knowledge and belief.\nPlayer Representative\n(Print or Type Name of Player\nRepresentative)\nState of\nCounty of\nOn _______________________, before me personally came\n___________________________ and acknowledged to me that he/she\nhad executed the foregoing Agent Certification.\nNotary Public\nExhibit A\nUNIFORM PLAYER CONTRACT\nExhibit 1 — Compensation\nPlayer:\nTeam:\nDate:\nSeason\nCurrent Base\nCompensation\nDeferred Base\nCompensation\nPayment Schedule (if different from Paragraph 3):\nCurrent Base:\nDeferred\nBase:\nSigning Bonus (include dates of payment):\nIncentive Compensation (include dates of payment):\nOther Arrangements:\nInitialed:\nPlayer\nTeam\nA-29\nA-30\nExhibit A\nUNIFORM PLAYER CONTRACT\nExhibit 1A — Compensation: Minimum Player Salary\nPlayer:\nTeam:\nDate:\nSeason\nCurrent Base\nCompensation\nDeferred Base\nCompensation\nThis Contract is intended to provide for a Base Compensation for the\n_______________ Season(s) equal to the Minimum Player Salary for\nsuch Season(s) (with no bonuses of any kind) and shall be deemed\namended to the extent necessary to so provide.\nPayment Schedule (if different from Paragraph 3):\nOther Arrangements:\nInitialed:\nPlayer\nTeam\nExhibit A\nA-31\nUNIFORM PLAYER CONTRACT\nExhibit 1B — Compensation: Two-Way Player Salary\nPlayer:\nTeam:\nDate:\nSeason\nTwo-Way Player Salary\nThis Contract is intended to provide for a Base Compensation for the\n____________ Season(s) equal to the Two-Way Player Salary for such\nSeason(s) (with no bonuses of any kind) and shall be deemed\namended to the extent necessary to so provide.\nPayment Schedule (if different from Paragraph 3):\nStandard NBA Contract Conversion Option: Team shall have the option\nto convert this Contract to a Standard NBA Contract (“Standard NBA\nContract Conversion Option”).\nTeam’s Standard NBA Contract\nConversion Option may be exercised by providing written notice to Player\nthat is either personally delivered to Player or his representative or sent by\nemail or pre-paid certified, registered, or overnight mail to the last known\naddress of Player or his representative with a copy to the Players Association\nand the NBA. If Team exercises the Standard NBA Contract Conversion\nOption, the Base Compensation amount set forth above in this Exhibit 1B\nwill immediately become null and void and of no further force or effect,\nPlayer’s Compensation shall be equal to the Player’s applicable Minimum\nPlayer Salary for a term equal to the remainder of the original term of this\nContract beginning on the date such option is exercised, and all other terms\nand conditions of this Contract, including the Base Compensation\nprotection set forth in Exhibit 2 (if any), shall remain applicable.\nInitialed:\nPlayer\nTeam\nA-32\nExhibit A\nUNIFORM PLAYER CONTRACT\nExhibit 2 — Compensation Protection\nPlayer:\nTeam:\nDate:\nSeason\nType of\nProtection\nAmount of\nProtection\nAdditional\nConditions or\nLimitations\nAutomatic Stretch Provision: In the event that the Team terminates this\nContract (resulting in the Player’s separation of service from the Team), and\nthe Team is obligated thereafter to make payments to the Player pursuant to\nthis Exhibit 2, such payments shall be made in accordance with the following\nschedule:\n(1)\nIf, as of the date of the Player’s separation from service, the\naggregate amount owed to the Player pursuant to this Exhibit 2 is\nfive hundred thousand dollars ($500,000) or less, such amount shall\nbe paid in accordance with the semi-monthly installments prescribed\nby the payment schedule set forth in this Contract. Each installment\nshall equal the amount of Base Compensation that was due per pay\nperiod for the applicable Season immediately before the Player’s\nseparation until the aggregate amount of the remaining Base\nCompensation owed to the Player pursuant to this Exhibit 2 is paid\nin full.\n(2)\nIf, as of the date of the Player’s separation from service, the\naggregate amount owed to the Player pursuant to this Exhibit 2\nexceeds five hundred thousand dollars ($500,000), such amount\nshall be paid as follows:\nExhibit A\nA-33\n(i)\nThe Base Compensation, if any, owed to the Player pursuant\nto this Exhibit 2 with respect to the “current season” (as\ndefined below) at the time when the request for waivers on\nthe Player is made shall be paid in accordance with the\npayment schedule set forth in this Contract. Each\ninstallment shall equal the amount of Base Compensation\nthat was due per pay period immediately before the Player’s\nseparation until the aggregate amount of the remaining Base\nCompensation owed to the Player pursuant to this Exhibit 2\nwith respect to the current season is paid in full. For\npurposes of this Paragraph 2 only, the “current season”\nmeans the period from September 1 through June 30.\n(ii)\nThe remaining Base Compensation, if any, owed to the\nPlayer pursuant to this Exhibit 2 shall be aggregated and paid\nin equal amounts per year over a period equal to twice the\nnumber of NBA Seasons (including any Season covered by\na Player Option Year) remaining on this Contract following\nthe date upon which the request for waivers occurred, plus\none NBA Season. For this purpose, if the request for\nwaivers is made during the period from September 1\nthrough June 30, the number of NBA Seasons remaining on\nthis Contract shall not include the current season (as defined\nin subparagraph (i) above). The rescheduled payments\ndescribed above shall be paid over the applicable number of\nNBA Seasons in equal semi-monthly installments on the pay\ndates prescribed by Paragraph 3(a) of this Contract.\nFor purposes of Section 409A of the Internal Revenue Code, each\ninstallment of the amount payable pursuant to this Exhibit 2 shall be treated\nas a separate payment.\nStandard Conditions or Limitations: The Player’s Base Compensation\nprotection for each Season hereunder shall not be applicable if the Player’s\nlack of skill, death, injury or illness, and/or mental disability (as applicable)\nresults from the Player’s:\n(1)\nparticipation in activities prohibited by Paragraph 12 of the Contract\n(as such Paragraph may be modified by Exhibit 5), which includes,\namong other things, engaging in any activity that a reasonable person\nA-34\nExhibit A\nwould recognize as involving or exposing the participant to a\nsubstantial risk of bodily injury including, but not limited to (i)\nsky-diving, hang gliding, snow skiing, rock or mountain climbing (as\ndistinguished from hiking), water or jet skiing, whitewater rafting,\nrappelling, bungee jumping, trampoline jumping and mountain\nbiking; (ii) any fighting, boxing, or wrestling; (iii) using fireworks or\nparticipating in any activity involving firearms or other weapons;\n(iv) riding on electric scooters or hoverboards; (v) driving or riding\non a motorcycle or moped or four-wheeling/off-roading of any\nkind; (vi) riding in or on any motorized vehicle in any kind of race\nor racing contest; (vii) operating an aircraft of any kind;\n(viii) engaging in any other activity excluded or prohibited by or\nunder any insurance policy which the Team procures against the\ninjury, illness, or disability to or of the Player, or death of the Player,\nfor which the Player has received written notice from the Team prior\nto the execution of this Contract; or (ix) participating in any game or\nexhibition of basketball, football, baseball, hockey, lacrosse, or other\nteam sport or competition;\n(2)\nintentional self-inflicted injury, attempted suicide, and/or suicide;\n(3)\nabuse of alcohol;\n(4)\nuse of any Prohibited Substance or controlled substance;\n(5)\nabuse of or addiction to prescription drugs;\n(6)\nconduct occurring during a commission of any felony for which the\nplayer is convicted (including by a plea of guilty, no contest, or nolo\ncontendere);\n(7)\nparticipation in any riot, insurrection, or war or other military\nactivities; or\n(8)\nfailure to comply with the requirements of Paragraphs 7(d)-(i) of this\nContract.\nExhibit A\nAdditional Conditions or Limitations:\nInitialed:\nPlayer\nTeam\nA-35\nA-36\nExhibit A\nUNIFORM PLAYER CONTRACT\nExhibit 3 — Prior Injury Exclusion\nPlayer:\nTeam:\nDate:\nThe Player’s right to receive his Compensation as set forth in\nParagraphs 7(c), 16(a)(iii), 16(b) of this Contract, or otherwise is limited or\neliminated with respect to the following reinjury of the injury or aggravation\nof the condition set forth below:\nDescribe injury or condition:\nDescribe the extent to which liability for Compensation is limited or\neliminated:\nInitialed:\nPlayer\nTeam\nExhibit A\nA-37\nUNIFORM PLAYER CONTRACT\nExhibit 4 — Trade Payments\nPlayer:\nTeam:\nDate:\nIn the event this Contract is traded by the Team executing the Contract\nto another NBA Team, the Player shall be entitled to receive from the\nassignor Team, within thirty (30) days of the date of such trade, the following\npayment:\nInitialed:\nPlayer\nTeam\nA-38\nExhibit A\nUNIFORM PLAYER CONTRACT\nExhibit 5 — Other Activities\nPlayer:\nTeam:\nDate:\nNotwithstanding the provisions of Paragraph 12 of this Contract, the\nPlayer and the Team agree that the Player need not obtain the consent of\nthe Team in order to engage in the activities set forth below:\nInitialed:\nPlayer\nTeam\nExhibit A\nA-39\nUNIFORM PLAYER CONTRACT\nExhibit 6 — Physical Exam\nPlayer:\nTeam:\nDate:\nThe Player and the Team agree that this Contract will be invalid and of\nno force and effect unless the Player passes, in the sole discretion of the\nTeam, exercised in good faith, in consultation with one or more of the\nTeam’s physicians, a physical examination in accordance with Article II,\nSection 13(h) of the CBA that is (i) conducted within three (3) business days\nof the execution of this Contract, and (ii) the results of which are reported\nby the Team to the Player within six (6) business days of the execution of\nthis Contract. The Player agrees to supply complete and truthful\ninformation in connection with any such examinations.\nInitialed:\nPlayer\nTeam\nA-40\nExhibit A\nUNIFORM PLAYER CONTRACT\nExhibit 7 — Substitution for UPC Paragraph 7(b)\nPlayer:\nTeam:\nDate:\nParagraph 7(b) is hereby deleted and the following shall be substituted in\nplace and instead thereof:\n“7. (b) The Player agrees, notwithstanding any other provision of this\nContract, that he will to the best of his ability maintain himself in physical\ncondition sufficient to play skilled basketball at all times. If the Player, in\nthe reasonable judgment of the physician designated for that purpose by the\nTeam, is not in good physical condition at the date of his first scheduled\ngame for the Team, or if, at the beginning of or during any Season, he fails\nto remain in good physical condition, in either event so as to render the\nPlayer unfit in the reasonable judgment of said physician to play skilled\nbasketball, the Team shall have the right to suspend the Player for successive\none-week periods until the Player, in the reasonable judgment of the Team’s\nphysician, is in good physical condition; provided, however, that at the end\nof each such one-week period of suspension, if the Team notifies the Player,\norally or in writing, that in its reasonable judgment it believes the Player is\nstill not in good physical condition, and if the Player so requests, then the\nPlayer shall be examined by a physician or physicians designated for such\npurpose by the President, or any Vice President if the President is not\navailable, of the American Society of Orthopedic Physicians, or equivalent\norganization (the “Reviewing Physician”), whose sole judgment concerning\nthe physical condition of the Player to play skilled basketball shall be binding\nupon the Team and the Player for purposes of this Paragraph. The\nsuspension of the Player shall be terminated promptly upon the failure of\nthe Team to give the Player the notice required at the end of the one-week\nperiod or upon the finding of said Reviewing Physician that the Player is in\nphysical condition sufficient to play skilled basketball. In the event of a\nsuspension permitted hereunder, the Compensation (excluding any signing\nbonus or Incentive Compensation) payable to the Player for any Season\nduring such suspension shall be reduced in the same proportion as the\nExhibit A\nA-41\nlength of the period of disability so determined bears to the length of the\nSeason. Nothing in this Paragraph 7(b) shall authorize the Team to suspend\nthe Player solely because the Player is injured or ill.”\nInitialed:\nPlayer\nTeam\nA-42\nExhibit A\nUNIFORM PLAYER CONTRACT\nExhibit 8 — Sign and Trade\nPlayer:\nTeam:\nDate:\nThe Player and the Team agree that this [Contract] [amendment] will be\ninvalid and of no force and effect unless the [Contract] [amendment] is\ntraded to the [assignee Team] within forty-eight (48) hours of its execution,\nand all conditions to such trade are ultimately satisfied.\nInitialed:\nPlayer\nTeam\nExhibit A\nA-43\nUNIFORM PLAYER CONTRACT\nExhibit 9 — One-Season, Non-Guaranteed Training Camp\nContracts\nPlayer:\nTeam:\nDate:\nThe Player’s right to receive any Compensation under this Contract\n(other than Compensation in accordance with Paragraph 3(b) and/or\nExhibit 10 if such exhibit is contained in this Contract) is eliminated in the\nevent the Contract is terminated prior to the first day of the Regular Season\ncovered by the Contract; provided, however, that if the Player is injured as\na direct result of playing for the Team and, accordingly, would have been\nentitled (but for this Exhibit 9) to Compensation pursuant to\nParagraphs 7(c), 16(a)(iii), 16(b), or otherwise, the Team’s sole liability (other\nthan Compensation in accordance with Paragraph 3(b) and/or Exhibit 10 if\nsuch exhibit is contained in this Contract) shall be to pay the Player $15,000\nupon termination of the Player’s Contract.\nInitialed:\nPlayer\nTeam\nA-44\nExhibit A\nUNIFORM PLAYER CONTRACT\nExhibit 10 — NBAGL Bonus and Two-Way Player Conversion\nPlayer:\nTeam:\nBonus Amount*:\nNBAGL Affiliate:\nConversion Protection Amount:\nDate:\nContract Termination/NBAGL: In the event this Contract is\nterminated by the Team in accordance with the NBA waiver procedure prior\nto the first day of the NBA Regular Season, the Player shall be entitled to\nreceive from the Team the Bonus Amount (if applicable) provided above,\nprovided that the Player (a) signs with the NBAGL prior to the deadline set\nby the NBAGL for NBAGL teams to designate affiliate players, (b) is\ninitially assigned by the NBAGL to the NBAGL affiliate listed above (or the\nNBAGL affiliate of any Team that acquires the Contract, if applicable) and\ntimely reports to such affiliate, (c) does not leave the NBAGL (e.g., by buying\nout his contract with the NBAGL and signing a contract with an\ninternational team) prior to providing sixty (60) consecutive days of service\nduring the NBAGL Season (the “60-Day Service Period”), provided that, in\nthe event the player is signed to one or more Contract(s) by the Team prior\nto completing the 60-Day Service Period, the Player shall still satisfy this\nclause (c) if he timely returns to the Team’s NBAGL affiliate upon the\ncompletion or termination of such Contract(s) and completes the\noutstanding portion of the 60-Day Service Period, with such bonus payable\n(if applicable) within thirty (30) days of satisfying the above criteria. For\nclarity, a player will not satisfy clause (c) if at any time prior to completing\nthe 60-Day Service Period he signs a contract with a professional basketball\nteam other than the Team. In the event the Player fails to satisfy clause (c)\nbecause his contract with the NBAGL is terminated as a result of an injury\nresulting directly from his playing for the Team’s NBAGL affiliate, such\nplayer shall nonetheless be entitled to receive from the Team the Bonus\nAmount.\nExhibit A\nA-45\nContract Termination During Regular Season: If this Contract is not\nterminated by the Team in accordance with the NBA waiver procedure prior\nto the first day of the NBA Regular Season, notwithstanding the absence of\nan Exhibit 2, the Contract shall be protected for lack of skill and injury or\nillness at an amount equal to the Conversion Protection Amount in this\nExhibit 10.\nTwo-Way Player Conversion Option: Team shall have the option to\nconvert this Contract to a Two-Way Contract (“Two-Way Player\nConversion Option”); provided, however, that (a) such option must be\nexercised prior to the first day of the NBA Regular Season, and (b) may not\nbe exercised if it would result in a violation of Article X, Section 4(d) of the\nCBA. Team’s Two-Way Player Conversion Option may be exercised by\nproviding written notice to Player that is either personally delivered to Player\nor his representative or sent by email or pre-paid certified, registered, or\novernight mail to the last known address of Player or his representative with\na copy to the Players Association and the NBA. If Team exercises the\nTwo-Way Player Conversion Option, this Contract’s Exhibit 1A will\nimmediately become null and void and of no further force or effect and the\nPlayer’s Compensation shall be equal to the Two-Way Player Salary\napplicable for such Season. Further, upon conversion, the Player’s right to\nthe Bonus Amount (if applicable) set forth above pursuant to this Exhibit 10\nwill be rescinded and the Player’s Contract, notwithstanding the absence of\nan Exhibit 2, shall be protected for lack of skill and injury or illness at an\namount equal to the Conversion Protection Amount in this Exhibit 10. All\nother terms and conditions of this Contract shall remain applicable.\nStandard NBA Contract Conversion Option: In the event the\nTwo-Way Player Conversion Option is exercised by the Team, Team shall\nthereafter have the option to convert the Contract to a Standard NBA\nContract (“Standard NBA Contract Conversion Option”). Team’s Standard\nNBA Contract Conversion Option may be exercised by providing written\nnotice to Player that is either personally delivered to Player or his\nrepresentative or sent by email or pre-paid certified, registered, or overnight\nmail to the last known address of Player or his representative with a copy to\nthe Players Association and the NBA. If Team exercises the Standard NBA\nContract Conversion Option, the Base Compensation amount applicable to\nthe Two-Way Contract as set forth in this Exhibit 10 will immediately\nbecome null and void and of no further force or effect, Player’s\nCompensation shall be equal to the Player’s applicable Minimum Player\nA-46\nExhibit A\nSalary for such Season beginning on the date such option is exercised, and\nall other terms and conditions of this Contract, including the Base\nCompensation protection set forth in this Exhibit 10, shall remain\napplicable.\n*Bonus Amount must be equal to the Conversion Protection Amount and\nmay only be included if Team has an NBAGL Affiliate.\nInitialed:\nPlayer\nTeam\nExhibit B\nB-1\nEXHIBIT B\nBASELINE ROOKIE SALARY SCALE\n($000’S)\nPick\n1st Year\nSalary\n2nd Year\nSalary\n3rd Year\nOption\nSalary\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n9,212,600\n8,242,700\n7,402,200\n6,673,700\n6,043,500\n5,489,000\n5,010,800\n4,590,500\n4,219,600\n4,008,600\n3,808,200\n3,617,900\n3,436,900\n3,265,300\n3,101,700\n2,946,800\n2,799,300\n2,659,500\n2,539,700\n2,438,000\n2,340,500\n2,247,000\n2,157,200\n2,071,000\n1,987,900\n1,922,100\n1,866,600\n1,855,000\n1,841,700\n1,828,300\n9,673,400\n8,655,000\n7,772,100\n7,007,500\n6,345,400\n5,763,400\n5,261,500\n4,820,100\n4,430,800\n4,209,000\n3,998,700\n3,798,900\n3,608,900\n3,428,500\n3,256,800\n3,094,100\n2,939,300\n2,792,300\n2,666,600\n2,559,900\n2,457,600\n2,359,300\n2,265,200\n2,174,500\n2,087,200\n2,018,100\n1,960,000\n1,948,100\n1,933,700\n1,919,600\n10,134,000\n9,067,200\n8,142,400\n7,341,300\n6,647,700\n6,038,100\n5,511,800\n5,049,600\n4,641,700\n4,409,300\n4,189,200\n3,979,800\n3,780,700\n3,591,900\n3,411,900\n3,241,600\n3,079,300\n2,925,400\n2,793,900\n2,681,600\n2,574,700\n2,471,600\n2,372,700\n2,278,100\n2,186,900\n2,114,200\n2,053,500\n2,040,700\n2,025,900\n2,011,300\n4th Year\nQualifying\nOption:\nOffer:\nPercentage Percentage\nIncrease\nIncrease\nOver 3rd\nOver 4th\nYear Salary Year Salary\n26.1%\n26.2%\n26.4%\n26.5%\n26.7%\n26.8%\n27.0%\n27.2%\n27.4%\n27.5%\n32.7%\n37.8%\n42.9%\n48.1%\n53.3%\n53.4%\n53.6%\n53.8%\n54.0%\n54.2%\n59.3%\n64.5%\n69.7%\n74.9%\n80.1%\n80.3%\n80.4%\n80.5%\n80.5%\n80.5%\n40.0%\n40.5%\n41.2%\n41.9%\n42.6%\n43.4%\n44.1%\n44.8%\n45.5%\n46.2%\n46.9%\n47.6%\n48.3%\n49.1%\n49.8%\n50.5%\n51.2%\n51.9%\n52.6%\n53.3%\n54.1%\n54.8%\n55.5%\n56.2%\n56.9%\n57.6%\n58.3%\n59.0%\n60.0%\n60.0%\nExhibit C\nC-1\nEXHIBIT C\nBASELINE MINIMUM ANNUAL SALARY SCALE\nYears of\nService\nYear 1\n0\n1,017,781\n1\n1,637,966\n1,719,864\n2\n1,836,090\n1,927,896\n2,019,699\n3\n1,902,133\n1,997,238\n2,092,344\n2,187,451\n4\n1,968,175\n2,066,585\n2,164,993\n2,263,403\n2,361,812\n5\n2,133,278\n2,239,943\n2,346,606\n2,453,270\n2,559,934\n6\n2,298,385\n2,413,304\n2,528,221\n2,643,140\n2,758,060\n7\n2,463,490\n2,586,665\n2,709,839\n2,833,013\n2,956,189\n8\n2,628,597\n2,760,026\n2,891,458\n3,022,889\n3,154,319\n9\n2,641,682\n2,773,765\n2,905,850\n3,037,934\n3,170,018\n10+\n2,905,851\n3,051,144\n3,196,438\n3,341,730\n3,487,023\nYear 2\nYear 3\nYear 4\nYear 5\nExhibit D\nD-1\nEXHIBIT D\nBRI EXPENSE RATIOS\nTeam and Related Party Expenses,\nArticle VII, Section 1(a)(6)(v)\nCategory\nRatio of Expenses to Revenues\nUniform Expense Cap\n11.1%\nLeague Expenses, Article VII, Section 1(a)(1)(ix)\nCategory\nRatio of Expenses to Revenues\nSponsorships\n19%\nNBA Entertainment\n35%\nInternational Television\n22%\nSpecial Events\n100%\nExhibit E\nE-1\nEXHIBIT E\nNOTICE TO VETERAN PLAYERS CONCERNING\nSUMMER LEAGUES\n1.\nUnder the Uniform Player Contract and the Collective Bargaining\nAgreement between the NBA and the Players Association, the Team\ncannot require players to participate in any summer league.\n2.\nThe failure of a player to participate in a summer league will not, by\nitself, prejudice or disadvantage such player in his Team standing or\nrelationship.\n3.\nThe Team reserves the right to determine how many and which\nplayers it may enroll in any summer league.\nWe would appreciate your signing in the space provided below to\nacknowledge that you have freely chosen to participate in summer league\nplay on a voluntary basis during the summer of ____.\nAgreed to and Accepted:\n(Name of Player)\n(Date)\nExhibit F\nF-1\nEXHIBIT F\nJOINT NBA/NBPA POLICY ON DOMESTIC\nVIOLENCE, SEXUAL ASSAULT, AND CHILD ABUSE\nThrough this Policy, the National Basketball Association (“NBA”) and\nthe National Basketball Players Association (“NBPA”) (collectively, “the\nParties”) have agreed to work together to address domestic violence, sexual\nassault, and child abuse in the NBA.\nCovered Behavior\nActs that constitute domestic violence, sexual assault, and child abuse are\nprohibited at all times and regardless of where they occur.\nFor purposes of this Policy, “domestic violence” includes, but is not\nlimited to, any actual or attempted violent act that is committed by one party\nin an intimate or family relationship against another party in that\nrelationship. Such an act may include physical assault or battery, sexual\nassault, stalking, harassment, or other forms of physical or psychological\nabuse. It may also include behavior that intimidates, manipulates,\nhumiliates, isolates, frightens, terrorizes, coerces, threatens, injures, or places\nanother person in fear of bodily harm. Domestic violence can be\nperpetrated by current or former spouses, current or former domestic or\nsame sex partners, persons who are living together or have cohabitated,\npersons with children in common, persons who have or had an intimate or\ndating relationship, and family members. Domestic violence can be a single\nact or a pattern of behavior in a relationship.\nFor purposes of this Policy, “sexual assault” includes, but is not limited\nto, any actual or attempted sexual contact or act to which one party has not\nconsented. Lack of consent is deemed to exist when a person uses or\nthreatens the use of force, harassment, or any other form of coercion against\nanother. Lack of consent is also deemed to exist when a person is mentally\nincapable of giving consent, as a result of disability, incapacitation,\nintoxication, or otherwise.\nFor purposes of this Policy, “child abuse” includes, but is not limited to,\nany act or failure to act by a parent, caregiver, or adult that results in death,\nF-2\nExhibit F\nserious physical or emotional harm, or sexual or other exploitation of a child.\nChild abuse also includes behavior that poses an imminent risk of such harm\nto a child.\nPolicy Committee\nThe Parties shall establish a joint committee to provide education,\nsupport, treatment, referrals, counseling, and other resources for players,\ntheir family members, and others at risk (the “Policy Committee”). The\nPolicy Committee will be comprised of two representatives from the NBA\nand two representatives from the NBPA (the “Party Representatives”), as\nwell as three independent experts with experience in domestic violence,\nsexual assault, and/or child abuse (the “Expert Representatives”). All\ndecisions of the Policy Committee shall be made by a majority vote, unless\notherwise stated in this Policy, and shall be final, binding, and unappealable.\nThe Party Representatives shall jointly select the three Expert\nRepresentatives to serve on the Policy Committee within 60 days of the\nissuance of this Policy. There shall be at least one Expert Representative on\nthe Policy Committee at all times with specific expertise in each of the three\nsubject areas (i.e., domestic violence, sexual assault, and child abuse). The\nExpert Representatives will each serve for the duration of this Policy;\nprovided, however, that either the NBA or the NBPA may discharge any of\nthem on an annual basis by serving written notice upon the Expert\nRepresentative(s) and upon the other Party within 60 days of the anniversary\nof the appointment of such person. If an Expert Representative is\ndischarged, the Party Representatives shall jointly select a successor Expert\nRepresentative within 30 days of the notice of discharge.\nIn the event that the Party Representatives are unable to agree upon and\njointly select any or all of the Expert Representatives within 60 days of the\nissuance of this Policy or within 30 days of the notice of any discharge of an\nExpert Representative, the following process will be implemented. Within\nfive days following the deadline to select the Expert Representative(s), the\nParty Representatives shall exchange lists containing the names and\nqualifications of three proposed Expert Representatives per open position.\nWithin five days following the exchange of such lists, the Party\nRepresentatives shall jointly select from that group of individuals the Expert\nRepresentative(s) needed to serve on the Policy Committee. If they are\nExhibit F\nF-3\nunable to do so, then, within an additional three-day period, the Party\nRepresentatives shall engage in a process of alternatively striking names\nfrom the lists until one name remains for each open position, and such\nperson(s) shall be appointed as the Expert Representative(s).\nTraining and Education\nThe Parties seek to prevent incidents of domestic violence, sexual assault,\nand child abuse from occurring through educational programs and\nawareness training.\nThe Policy Committee will implement and oversee all training and\neducational programs for NBA players that address issues of domestic\nviolence, sexual assault, and child abuse, and shall make all determinations\nrelated thereto including, but not limited to, the staffing, content, format,\nand frequency of such programs. The Policy Committee will annually\nreview such programs to ensure that they are effective and that the content\nis appropriate, thorough, and properly communicated to the players.\nHotline\nWithin 60 days of the issuance of this Policy, the Parties shall jointly select\na service provider to support a 24-hour, confidential hotline that can be used\nby players, their families, and other victims of domestic violence, sexual\nassault, and child abuse as defined by this Policy to seek assistance and\nreferrals (the “Service Provider”).\nIf the Parties are unable to do so, then, within five days following the\ndeadline to select the Service Provider, they shall exchange lists containing\nthe names, qualifications, and cost of three proposed Service Providers.\nWithin five days following the exchange of such lists, the Parties shall jointly\nselect the Service Provider. If the Parties are unable to do so, then, within\nan additional three-day period, they shall engage in a process of alternatively\nstriking names from the lists until one name remains, and such organization\nshall be appointed as the Service Provider.\nF-4\nExhibit F\nTreatment and Intervention\n1. General\nThe NBA or the NBPA may refer a player to the Policy Committee in\nany of the following circumstances:\na. As part of a disciplinary determination of the Commissioner for\nconduct in violation of this Policy; or\nb. After a Player is criminally convicted of an offense that involves\nconduct in violation of this Policy.\nThe Policy Committee will also be available as a resource to any player\nwho voluntarily seeks assistance.\nOnce a player has been referred to the Policy Committee, an expert\nselected by the Policy Committee will conduct an initial evaluation of the\nplayer as soon as is practicable. Following such evaluation, the Policy\nCommittee will develop a Treatment and Accountability Plan (“TAP”) for\nthe player, as may be appropriate. As part of the TAP, the Policy Committee\nmay require that the player submit to psychological or other evaluations\nand/or attend counseling sessions with a licensed professional, and take\nother steps that it deems necessary. In developing the TAP, the Policy\nCommittee will take into account any treatment or counseling that the player\nmay have initiated on his own or pursuant to a criminal resolution of any\ncharges against him.\nThe Policy Committee will oversee the player’s compliance with any\nTAP, and shall provide additional support to the player as needed. Any\ntreating professionals shall provide regular, written status reports to the\nPolicy Committee that detail the player’s progress and compliance with the\nTAP. The Policy Committee may periodically revise, modify, extend, or\nclose the TAP on its own initiative, on the recommendation of the player’s\ntreating professional(s), or upon petition of the player. All information\nrelated to a player’s involvement with the Policy Committee shall be kept\nconfidential.\nExhibit F\nF-5\nThe Policy Committee shall determine whether the player has\nsuccessfully completed his TAP, and may also issue a revised TAP at any\ntime. A player must receive a certification of completion from the Policy\nCommittee in order to conclude his treatment and the oversight of the\nPolicy Committee.\n2. Non-Compliance\nPlayers are required to comply with the directives of the Policy\nCommittee, including with his TAP. If the Policy Committee determines\nthat a player has failed to comply without a reasonable explanation, it shall\nnotify the NBA. For the first such instance of non-compliance, the NBA\nshall issue a warning to the player. If such non-compliance continues for\nthree additional days after the warning is issued, or for the second or any\nadditional instances of non-compliance as determined by the Policy\nCommittee, the NBA shall fine the player in the amount of $10,000 for each\nday that he fails to comply. Such fines shall continue until the player has, in\nthe judgment of the Policy Committee, resumed full compliance.\nIf the Policy Committee determines that a player has demonstrated\nsubstantial non-compliance, without a reasonable explanation, through a\npattern of behavior that demonstrates a mindful disregard for his treatment\nresponsibilities, it shall notify the NBA, which shall thereupon impose:\na. A one-game suspension for the first instance of substantial\nnon-compliance; and\nb. A suspension that is at least one game longer than his\nimmediately-preceding suspension for each additional instance of\nsubstantial non-compliance and that shall continue until, in the\njudgment of the Policy Committee, the player resumes full\ncompliance with its directives, including with his TAP.\nCosts\nAny and all costs of the training, education, treatment, intervention, and\nother resources described above including, but not limited to, the Policy\nCommittee, Expert Representatives, education and training programs,\nhotline, experts, and counselors, will be shared equally by the Parties (unless\nF-6\nExhibit F\notherwise covered by the NBA Players Group Health Plan or other\ninsurance plan provided to NBA players). The NBPA’s share shall be paid\nby the NBA and included in Player Benefits under Article IV, Section 6 of\nthe CBA. The NBA’s share will be excluded from the calculation of Benefits\nunder the CBA.\nInvestigation of Incidents\nThe NBA will give the NBPA and the player prompt notice of the\ncommencement of any investigation into an alleged violation of this Policy.\nThe NBA’s investigation may include the use of third party resources\nincluding, but not limited to, outside legal counsel, outside investigators, or\nother individuals with relevant experience or expertise.\nThe NBA will notify the NBPA when it has concluded its investigation\nand report whether it believes a violation of the Policy has occurred.\nCooperation\nExcept in circumstances where the player has a reasonable apprehension\nof criminal prosecution, players shall cooperate fully with any NBA\ninvestigation under this Policy. Any player interviewed by the NBA as part\nof its investigation is entitled to have a representative from the NBPA\npresent during the interview, and the NBA will provide the NBPA with at\nleast 48 hours’ notice before any in-person interview.\nFailing to cooperate in full, or interfering in any manner, with an NBA\ninvestigation will subject the non-cooperative individual to discipline\nconsistent with the terms of Article VI, Section 11(a) of the CBA. It may\nconstitute a violation of this cooperation requirement for a player to attempt\nto or enter into any agreement with a witness, victim, or other party that\nwould discourage or prevent that individual from cooperating with an NBA\ninvestigation. However, the player is under no obligation to demand,\nrequest, or otherwise encourage anyone to cooperate with an NBA\ninvestigation.\nExhibit F\nF-7\nAdministrative Leave\nWhile an investigation is pending, the Commissioner may at any time\nplace the player on administrative leave with pay for a reasonable period of\ntime. The parties agree that administrative leave is not intended to be\nroutinely applied during the pendency of every player investigation under\nthis Policy. Instead, administrative leave should be applied in only those\ncases in which a balancing of all relevant factors clearly establishes that it is\nreasonable to do so under the totality of the circumstances.\nIn deciding whether to place a player on paid administrative leave, the\nCommissioner shall consider among other relevant factors the following\nnon-exhaustive list of factors:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\nThe nature and severity of the allegation(s), including whether a\nweapon was involved and whether any injury was suffered by anyone\n(including the player);\nWhether the allegations are supported by credible information;\nThe relationship between the player and accuser;\nInformation regarding the player’s history of prior similar conduct,\nor lack thereof;\nThe prior criminal or disciplinary history of the player, or lack\nthereof;\nThe status of any criminal investigation and/or prosecution\nregarding the alleged incident, including whether any arrests have\nbeen made;\nThe character of the player;\nThe player’s reputation within the NBA community;\nThe NBA’s past practice regarding discipline imposed on a player\nfor similar allegations; and\nThe risk of reputational damage to the NBA and/or the player’s\nteam.\nThe NBA will give prompt notice to the NBPA, the player’s team, and\nthe player of any decision to place a player on paid administrative leave\npursuant to this Policy. The decision to place the player on paid\nadministrative leave pending an investigation shall not preclude further\nF-8\nExhibit F\ndisciplinary action by the Commissioner against the player in accordance\nwith the provisions of this Policy.\nWhile on administrative leave, the player shall be ineligible to play in any\nof his team’s games. However, the player will continue to receive his salary\nand other welfare benefits to which he would be entitled as an active player.\nThe player and the player’s team may also request that the player be allowed\nto participate in non-public practices, workouts, or other team activities with\nthe consent of the NBA, which shall not be unreasonably withheld.\nA player may challenge the decision to be placed on paid administrative\nleave under the Grievance and Arbitration Procedure of the CBA. In\nevaluating such a challenge, the Grievance Arbitrator will determine whether\nit was reasonable for the Commissioner to place the player on administrative\nleave. A player may also request the Grievance Arbitrator review the length\nof a period of administrative leave that exceeds seven days. In such a\nproceeding, the Grievance Arbitrator will determine whether administrative\nleave in excess of seven days is reasonable based on the totality of the\ncircumstances. Once a player challenges the decision to be placed on paid\nadministrative leave, or the duration of such leave, the hearing before the\nGrievance Arbitrator must take place within 72 hours.\nDiscipline\nBased on a finding of just cause, the Commissioner may fine, suspend,\nor dismiss and disqualify from any further association with the NBA and its\nteams a player who engages in prohibited conduct in violation of this Policy.\nRepeat offenders will be subject to enhanced discipline.\nNotwithstanding the foregoing, an admission to, or conviction for, any\noffense that involves conduct that violates this Policy, whether after trial or\nupon a plea of guilty, as well as any plea of no contest or nolo contendere,\nwill conclusively establish a violation of this Policy. A violation based on\nthis ground, however, shall in no way limit or prevent the NBA from\ncontinuing to investigate the incident. Additionally, such admission,\nconviction, or plea is not required in order for a Policy violation to have\noccurred. However, a player who is acquitted after trial in a criminal\nproceeding may not be subject to disciplinary penalties under this Policy.\nExhibit F\nF-9\nIn conjunction with any discipline imposed by the Commissioner for a\nviolation of this Policy, the NBA may also require the player to undergo an\nevaluation under the supervision of the Policy Committee, to participate in\nrelevant training, education, or counseling programs as determined by the\nPolicy Committee, and/or to perform community service. Any discipline\ndetermined by the Commissioner may be referred to the player’s team for\nimposition.\nPrior to the determination of any discipline, the Parties shall meet to\ndiscuss the matter. This conference shall be considered confidential, and no\nstatements made during the discussion shall be admissible in any subsequent\nchallenge to any discipline imposed on the player.\nThe Commissioner will determine all discipline under this Policy on a\ncase-by-case basis, upon consideration of all facts and circumstances,\nincluding aggravating and mitigating factors.\nPotential aggravating factors include, but are not limited to:\n•\n•\n•\n•\n•\n•\n•\nPrior allegations of, or convictions for, prohibited conduct;\nThe use of a weapon or other means of coercion;\nThe use of, or threat to use, force or violence;\nThe vulnerability of the victim;\nThe presence of a minor;\nThe nature and extent of any injury to the victim; and\nA civil verdict against the player for the underlying conduct.\nPotential mitigating factors include, but are not limited to:\n•\n•\n•\n•\n•\n•\n•\nAcceptance of responsibility;\nEvidence of self-defense;\nComplete and truthful cooperation with the investigation;\nVoluntary participation in any treatment or counseling programs;\nThe player’s overall good character;\nThe player’s reputation in the NBA community; and\nA civil verdict in favor of the player for the underlying conduct.\nF-10\nExhibit F\nIn cases where the Commissioner imposes a suspension, any period of\ntime the player spent on paid administrative leave will be credited toward\nthe suspension provided that the player remits to the League the applicable\nportion of salary that the player received while on paid administrative leave.\nChallenges to any disciplinary action shall be made through the Grievance\nArbitration process of the CBA.\nConfidentiality\nThe Parties recognize the importance of confidentiality and privacy to\nthe success of this Policy. Accordingly, the Parties will maintain\nconfidentiality throughout the investigatory, disciplinary, and treatment\nprocess, and will take reasonable measures to protect the information\ngathered pursuant to this Policy, including by any outside advisors or\nexperts. Any medical information obtained during the investigatory,\ndisciplinary, and treatment process will be kept confidential as required by\napplicable law.\nAt the same time, the Parties recognize that disclosure of certain\ninformation may be necessary to further the NBA’s investigation or may be\nrequired by law, including by court order or subpoena. Accordingly, the\nParties cannot and do not guarantee that complete confidentiality will be\nmaintained. The Parties also reserve the right to make notifications to law\nenforcement or other appropriate authorities if either the NBA or the\nNBPA becomes aware that there is a threat of imminent harm to any\nindividual or in cases where the victim is a child or is either mentally or\nphysically incapacitated. Additionally, in matters where a violation is found\nand discipline is imposed, such findings and discipline may be the subject of\npublic statements by the NBA and/or the NBPA.\nRetaliation\nUnder this Policy, it is prohibited to retaliate, or threaten to retaliate,\nagainst any individual who, in good faith, reports a potential violation of this\nPolicy or who honestly participates in an investigation of such a report. It\ndoes not matter whether the investigation establishes that a violation of the\nPolicy occurred, as long as the report of the violation or participation in the\ninvestigation is in good faith. Such retaliation includes, but is not limited to,\nExhibit F\nF-11\nthreats, intimidation, harassment, and any adverse employment or other\naction, whether express or implied. Anyone who retaliates, or threatens to\nretaliate, against an individual who reports, or participates in an investigation\ninto, an alleged violation of this Policy, or against any victim or other\nwitness, will be subject to independent disciplinary action.\nAs with any complaint brought in bad faith, any individual, including\ncoaches, general managers, or other team officials, who reports a violation\nof this Policy knowing such claim is malicious, false, or fundamentally\nfrivolous shall be subject to disciplinary action.\nReporting\nAnyone who is the victim of or acting on behalf of a victim of domestic\nviolence, sexual assault, or child abuse, as defined by this Policy, is strongly\nencouraged to call the hotline established under this Policy as soon as\npossible after the incident to discuss the availability of counseling, treatment,\nsecurity, and other appropriate resources.\nIf you are in immediate danger or involved in a situation in which another\nperson is in immediate danger, the Parties recommend that you contact 911\nor your local police department. Support and crisis intervention is also\navailable from the National Domestic Violence Hotline at 1-800-799-SAFE\n(7233).\nExhibit G\nG-1\nEXHIBIT G\nOFFER SHEET\nName of Player:\nDate:\nAddress of Player and\nEmail Address of Player:\nName of New Team:\nName, Address and Email Address Name of ROFR Team:\nof Player’s Representative\nAuthorized to Act for Player:\nAddress of ROFR Team:\nAttached hereto is an unsigned Player Contract that the New Team has\noffered to the Player and that the Player desires to accept. The attached\nPlayer Contract separately specifies in its exhibits those Principal Terms that\nwill be included in the Player Contract with the ROFR Team if that Team\ngives the Player a timely First Refusal Exercise Notice.\nPlayer:\nNew Team:\nBy\nBy\nExhibit H\nH-1\nEXHIBIT H\nFIRST REFUSAL EXERCISE NOTICE\nName of Player:\nDate:\nAddress of Player:\nName of New Team:\nName and Address of\nPlayer’s Representative\nAuthorized to Act for Player\nName of ROFR Team:\nAddress of ROFR Team:\nThe undersigned member of the NBA hereby exercises its Right of First\nRefusal so as to create a binding agreement with the Player containing the\nPrincipal Terms set forth in the Player Contract annexed to the Player’s\nOffer Sheet (a copy of which is attached hereto).\nROFR Team:\nBy\nExhibit I-1\nI-1-1\nEXHIBIT I-1\nAUTHORIZATION FOR TESTING\nTo: ___________________\nPlayer___________________\nPlease be advised that on __________________________, you were\nthe subject of a meeting or conference call held pursuant to the Anti-Drug\nProgram set forth in Article XXXIII of the Collective Bargaining Agreement\nbetween the NBA and the National Basketball Players Association, dated\nJune 28, 2023, (the “Agreement”). Following the meeting or conference\ncall, I authorized the NBA to conduct the testing procedures set forth in the\nAgreement, and you are hereby directed to submit to those testing\nprocedures, on demand, no more than four (4) times during the next six (6)\nweeks.\nPlease be advised that your failure to submit to these procedures may\nresult in substantial penalties, including but not limited to your dismissal and\ndisqualification from the NBA.\n__________________________\nIndependent Expert\nDated: _____________________\nExhibit I-2\nI-2-1\nEXHIBIT I-2\nPROHIBITED SUBSTANCES\nA.\nDrugs of Abuse\nBenzodiazepines:\nAlprazolam (also called Xanax or Niravam)\nChlordiazepoxide (also called Librium, Mitran, Poxi or H-Tran)\nClonazepam (also called Klonopin, Ceberclon or Valpaz)\nDiazepam (also called Valium)\nLorazepam (also called Ativan)\nSynthetic Cathinones\n4-methyl-N-ethylcathinone (also called 4-MEC)\n4-methyl-alpha-pyrrolidinopropiophenone (also called 4-MePPP)\nAlpha-pyrrolidinopentiophenone (also called alpha-PVP)\n1-(1,3-benzodioxol-5-yl)-2-(methylamino)butan-1-one (also\ncalled butylone)\n2-(methylamino)-1-phenylpentan-1-one (also called pentedrone)\n1-(1,3-benzodioxol-5-yl)-2-(methylamino)pentan-1-one (also\ncalled pentylone)\n4-fluoro-N-methylcathinone (also called 4-FMC)\n3-fluoro-N-methylcathinone (also called 3-FMC)\n1-(naphthalen-2-yl)-2-(pyrrolidin-1-yl)pentan-1-one (also called\nnaphyrone)\nAlpha-pyrrolidinobutiophenone (also called alpha-PBP)\nCocaine\nDimethyltryptamine (DMT)\nGamma Hydroxybutyrate (GHB)\nKetamine\nLSD\nMethamphetamine, MDMA, MDA and MDEA\nOpiates:\nHeroin\nCodeine\nMorphine\nOxycodone (also called Oxycontin, Percocet, Percodan, Roxicet,\nTylox, Dazidox, Endocet or Endodan)\nHydrocodone (also called Vicodin, Lorcet, Lortab, Hydocan or\nNorco)\nMethadone (also called Methadose or Dolophine)\nI-2-2\nExhibit I-2\nHydromorphone (also called Dilaudid)\nFentanyl (also called Actiq or Duragesic) and its analogs (for\nexample, Acetylfentanyl, Methylfentanyl, Alfenanyl,\nCarfentanyl, and Sufentanyl)\nPropoxyphene (also called Darvon or Darvocet)\nDextromoramide\nNicomorphine\nOxymorphone\nPethidine\nPhencyclidine (PCP)\nPsilocin\nPsilocybin\nB.\nSynthetic Cannabinoids\nSynthetic Cannabinoids (including, but not limited to, Delta-8tetrahydrocannabinol (also called delta-8-THC)) and their By-Products\nC.\nSteroids and Performance Enhancing Drugs (SPEDs)\nAdrafinil\nAICAR\nAlexamorelin\nAminoglutethimide\nAmiphenazole\nAmphetamine and its analogs (with\nthe exceptions of\nMethamphetamine, MDMA, MDA\nand MDEA)\nAnamorelin\nAnastrozole\nAndrosta-1,4,6-triene-3,17-dione (also\ncalled Androstatrienedione or ATD)\nAndrosta-3, 5-diene-7, 17-dione (also\ncalled Arimistane)\nAndrost-2-en-17-one (also called\n2-Androstenone and Delta-2)\nAndrost-4-ene-3,11,17-trione (also\ncalled 11-ketoandrostenedione or\nadrenosterone)\nAndrostanediol\n17b-hydroxy-5a-androstano[3,2c]isoxazole\n17b-hydroxy-17a-methyl- 5a-androst1-en-3-one (also called Methyl-1testosterone)\n3b-hydroxy-estra-4,9,11-trien-17-one\n4-hydroxytestosterone\nIbutamoren\nInsulin-like Growth Factor (IGF-1)\nIpamorelin\nIsometheptene\nLetrozole\nLuteinizing Hormone (LH)\nMefenorex\nMeldonium\nMephedrone\nMestanolone\nMesterolone\nMethandienone (also called\nMethandrostenolone)\nMethandriol\nExhibit I-2\nAndrostanedione\nAndrostenediol\nAndrostenedione\nAndrostene-3,6,17-trione (also called\n6-OXO or 4-AT)\nAOD 9604\nBAY 87-2243\nBolasterone\nBoldenone\nBoldione\nBPC-157\nBromantan\n6-bromo-androstan-3,17-dione (also\ncalled 6-Bromo)\n6-bromo-androsta-1,4-diene,3,17dione (also called Aromadrol)\nBuserelin\nCalusterone\n4-chloro-17a-methyl-androsta-1,4diene-3,17b-diol (also called\nHalodrol, Halovar and Helladrol)\n4-chloro-17a-methyl-androst-4-ene3b,17b-diol (also called P-Mag and\nPromagnon)\n4-chloro-17a-methyl-17b-hydroxyandrost-4-ene-3-one (also called\nMechabol)\n4-chloro-17a-methyl-17b-hydroxyandrost-4-ene-3,11-dione (also\ncalled Oxyguno)\nClenbuterol\nClobenzorex\nClomiphene\nClostebol\nCyclofenil\nDanazol\nDaprodustat\nDehydrochloromethyltestosterone\n(also called DHCMT and Turinabol)\nDehydroepiandrosterone (DHEA)\nDeslorelin\nI-2-3\nMethasterone\nMethenolone (also called Metenolone)\n7a-Methyl-19-nortestosterone (also\ncalled MENT and Trestolone)\n17a-methyl-19-nortestosterone (also\ncalled Methylnortestosterone and\nNormethandrone)17a-methyl3a,17b-dihydroxy-5aandrostane\n17a-methyl-3b,17b-dihydroxy-5aandrostane\n17a-methyl-3b,17b-dihydroxyandrost4-ene\n17a-methyl-4-hydroxynandrolone\n17a-methyl-5a-androstan-17b-ol (also\ncalled Methylandrostanol and\nProtobol)\n17a-methyl-androst-2-ene-3,17b-diol\n17a-methyl-androsta-1,4-diene-3,17bdiol (also called M1 and 4ADD)\n17a-methyl-androstan-3hydroxyimine-17b-ol (also called DPlex)\n2a-methyl-17b-hydroxy-5b-androstan3-one (also called Drostanolone and\nDromostanolone)\n6a-methyl-androst-4-ene-3,17-dione\nMethyldienolone\nMethylephedrine\nMethylphenidate\nMethylstenbolone\nMethyltestosterone\nMethyltrienolone (also called\nMetribolone)\nMHP MYO-X\nMibolerone\nModafinil\nMolidustat (also called BAY 853934)\nMyostatin Propeptide GDF-8\nN-Benzylpiperazine (also called BZP\nI-2-4\nExhibit I-2\nDesoxymethyltestosterone (DMT)\nDihydrotestosterone\n4-dihydrotestosterone\n1, 3-dimethylamylamine (also called\nDMAA, Methylhexaneamine and\nDimethylpentylamine)\n1, 3-dimethylbutylamine (also called\nDMBA and 3-DMBA)\n1, 4-dimethylpentylamine (also called\n5-methyl-hexan-2-amine)\n2a,17a-dimethyl-17b-hydroxy-5bandrostan-3-one (also called\nSuperdrol)\nEphedra (also called Ma Huang,\nBishop’s Tea and Chi Powder)\nEphedrine\n1-Epiandrosterone (also called 1Andro and 1-DHEA)\nEpitestosterone\n2a,3a-epithio-17a-methyl-5aandrostan-17b-ol (also called\nEpistane and Havoc)\nErythropoietin (EPO)\nEstra-4,9,11-triene, 17-dione (also\ncalled Tren, Trenavar, Trendione\nand Trenazone)\n13a-ethyl-17a-hydroxygon-4-en-3-one\nEthylestrenol\nEtilefrine\nExemestane\nFadrozole\nFencamfamin\nFenethylline\nFenfluramine\nFenproporex\nFG-2216\nFluoxymesterone\nFollistatin 344\nFormebolone\nFormestane (also called\n4-hydroxyandrostenedione)\nor 1-benzylpiperazine)\nNafarelin\nNandrolone (also called 19nortestosterone)\nNikethamide\n19-norandrostenediol (also called\nBoldandiol)\n19-norandrostenedione\nNorbolethone (also called\nNorboletone)\nNorclostebol\nNorethandrolone\nNorfenfluramine\nNorpseudoephedrine (also called\nCathine)\nOctodrine\nOxabolone (also called\n4-hydroxy-19-nortestosterone)\nOxandrolone\nOxilofrine\nOxymesterone\nOxymetholone\nPemoline\nPentetrazol\nPhendimetrazine\nPhenmetrazine\nPhentermine\nPhenylpropanolamine (PPA)\nProbenecid\nProstanozol\nPseudoephedrine\n[3,2,c]pyrazole-androst-4-en-17b-ol\nRaloxifene\nRoxadustat (also called FG-4592)\nQuinbolone\nSelective Androgen Receptor\nModulator (SARM) S-1*\nSARM S-4 (also called Andarine)*\nSARM S-9*\nSARM S-22 (also called Ostarine)*\nSARM S-23*\nExhibit I-2\nFulvestrant\nFurazabol\n[3,2-c]-furazan-5a-androstan-17b-ol\n(also called Furazan or Furuza)\nGestrinone\nGhrelin\nGonadorelin\nGoserelin\nGrowth Hormone Releasing Peptide\n(GHRP)-1*\nGHRP-2 (also called Pralmorelin)*\nGHRP-3*\nGHRP-4*\nGHRP-5*\nGHRP-6*\nGW 0742\nGW 1516\nHeptaminol\nHexarelin\n18a-homo-17b-hydroxyestr-4-en-3one18a-homo-3-hydroxy-estra2,5(10)dien-17-one (also called M-LMG)\nHuman Chorionic Gonadotropin\nHuman Growth Hormone (HGH)\n17b-hydroxy-5a-androstano[2,3d]isoxazole (also called\nAndroisoxazole or Prostanozol)\nI-2-5\nSARM S-24*\nSARM BMS-564,929*\nSARM LGD-2226*\nSARM LGD-4033 (also called\nLigandrol)*\nSARM RAD-140 (also called\nTestolone)*\nSermorelin\nSR9009 (also called Stenabolic)\nStanozolol\nStenbolone\nStrychnine\nTabimorelin\nTamoxifen\nTB-500\nTesamorelin\nTestolactone\nTestosterone\n1-Testosterone\nTetrahydrogestrinone (THG)\nTibolone\nToremifene\nTrenbolone\nTrimetazidine\nTriptorelin\nVadadustat (also called AKB-6548)\nZeranol\nZilpaterol\n* and any other substance with a similar chemical structure and similar biological effect(s)\nD.\nDiuretics\nAcetazolamide\nAltizide\nAmiloride\nBendroflumethiazide\nBenzthiazide\nBumetanide\nCanrenone\nFlumethiazide\nFurosemide\nHydrochlorothiazide\nHydroflumethiazide\nIndapamide\nMethyclothiazide\nMetolazone\nI-2-6\nExhibit I-2\nChlorothiazide\nChlorthalidone\nClopamide\nCyclothiazide\nDichlorphenamide\nEplerenone\nEthacrynic Acid\nPolythiazide\nQuinethazone\nSpironolactone\nTorasemide\nTriamterene\nTrichlormethiazide\nExhibit I-3\nI-3-1\nEXHIBIT I-3\nURINE COLLECTION PROCEDURES\nDuring the Season, collections for random testing will be scheduled to\noccur before practices on non-game days, and before shoot-arounds and\ngames on game days. For random drug testing of a visiting team scheduled\nat game-day shoot-arounds, tests will be scheduled to occur before the\nshoot-around for that team commences, and for any tests that are not\ncompleted by the time the visiting team bus is scheduled to leave the arena\nor practice facility after the shoot-around is completed, the team will provide\nalternate transportation to the team hotel for any player that must remain at\nthe arena or practice facility to complete the testing process and will ensure\nthat a Team staff member remains with the affected player(s) and\naccompanies him or them back to the Team’s hotel. Random drug tests can\nbe scheduled to occur at any time during the Off-Season.\nWhen the player arrives at the collection site, the collector will ensure that\nthe player is positively identified through presentation of photo ID or\nidentification by a team representative. If the player’s identity cannot be\nestablished, the collector shall not proceed with the collection.\nThe player will be asked to select a sealed urine specimen cup. The player\nwill then provide his urine specimen under the direct observation of the\ncollector.\nThe collector shall ensure that the player has provided a urine specimen\nof sufficient volume for accurate testing. If such a sample cannot\nimmediately be provided by the player, he shall be instructed to remain at\nthe testing site for a reasonable period of time until he can provide such a\nspecimen. Once the specimen has been obtained, the player will select a\nsealed specimen kit, which contains two bottles. The collector, in the\npresence of the player, will pour the specimen into two bottles. One bottle\nwill be used as the primary or “A” specimen and the other will be used as\nthe split or “B” specimen. The specimen bottles will be sealed with\ntamper-proof seals in the presence of the player. The seals will contain a\nunique identification number that corresponds to the number on the chain\nof custody form.\nI-3-2\nExhibit I-3\nThe player and collector will complete the chain of custody form (which\nmay be in hard copy or electronic form) that documents the handling of the\nspecimen. The collector will note any irregularities concerning the specimen\non the chain of custody form. Both the player and collector will sign the\nchain of custody form. The kit will be sealed and sent via an overnight\ndelivery service to the laboratory for testing. If a hard copy chain-of-custody\nform is used, it will be included in the kit containing the two specimens that\nis sent by overnight delivery service to the laboratory. If an electronic\nchain-of-custody form is used, it will be sent to the laboratory electronically.\nOnce the specimens arrive at the laboratory, the primary specimen will\nbe analyzed. If the primary specimen tests positive or produces an atypical\nfinding, the split sample will be placed in frozen storage and will be available\nfor testing by a different laboratory, if directed by the NBA.\nExhibit I-4\nI-4-1\nEXHIBIT I-4\nBLOOD COLLECTION PROCEDURES\nDuring the Season, collections for random testing will be scheduled to\noccur after practices on non-game days, and after games on game days.\nRandom tests can be scheduled to occur at any time during the Off-Season.\nWhen the player arrives at the collection site, the collector will ensure that\nthe player is positively identified through presentation of photo ID or\nidentification by a team representative. If the player’s identity cannot be\nestablished, the collector shall not proceed with the collection.\nThe player will be asked to select one (1) dried blood spot collection kit\nand one (1) security kit that will be used to transport the specimen.\nThe collector shall collect a total of four (4) blood spots. The player’s\nnon-dominant arm will be used to make the initial blood draw attempt. If\nthe blood draw is not possible or successful from the non-dominant arm,\nthe dominant arm may be used. In the event that the collector determines\nthat there is no suitable location on the dominant or non-dominant arm due\nto excessive hair or heavy tattoo ink, the player’s thigh may be used as an\nalternate draw site. No more than three (3) attempts will be made to draw\na blood specimen. After that, the collection will be discontinued. Upon\ncompleting the blood draw, the collector will ensure that the draw site is not\nbleeding and bandage the site.\nThe player and collector will complete the chain of custody form (which\nmay be in hard copy or electronic form) that documents the handling of the\nspecimens. Both the player and collector will sign the chain of custody form.\nThe specimen will be sealed in a blood specimen bag and sent via an\novernight delivery service to the laboratory for testing. If a hard copy\nchain-of-custody form is used, it will be included in the kit containing the\ntwo specimens that is sent by overnight delivery service to the laboratory.\nIf an electronic chain-of-custody form is used, it will be sent to the\nlaboratory electronically.\nI-4-2\nExhibit I-4\nOnce the specimens arrive at the laboratory, the primary specimen will\nbe analyzed. If the primary specimen tests positive or produces an atypical\nfinding, the split sample will be placed in frozen storage and will be available\nfor testing by a different laboratory, if directed by the NBA.\nExhibit I-5\nI-5-1\nEXHIBIT I-5\nDRUGS OF ABUSE AND SYNTHETIC CANNABINOIDS\nCONFIRMATORY LABORATORY ANALYSIS LEVELS\nDrugs of Abuse\nBenzodiazepines\nSynthetic Cathinones\nCocaine Metabolites\nGamma Hydroxybutyrate (GHB)\nKetamine\nLSD\nMethamphetamine\nMDMA, MDA and MDEA\nOpiates:\nHeroin Metabolite\nCodeine Metabolites\nMorphine Metabolites\nOxycodone\nHydrocodone\nMethadone\nHydromorphone\nFentanyl and its analogs\nPropoxyphene\nPhencyclidine (PCP)\nSynthetic Cannabinoids\n100 ng/ml\nAny detectable level\n150 ng/ml\n10 mcg/ml\n100 ng/ml\n200 pg/ml\n500 ng/ml (must also\ncontain amphetamine at a\nconcentration equal to or\ngreater than 200 ng/ml)\n500 ng/ml\n6-acetylmorphine—10\nng/ml (only if the opiate\nmetabolites are in excess of\n2,000 ng/ml)\n2,000 ng/ml\n2,000 ng/ml\n100 ng/ml\n300 ng/ml\n300 ng/ml\n300 ng/ml\n300 pg/ml\n200 ng/ml\n25 ng/ml\nAny detectable level\nExhibit I-6\nI-6-1\nEXHIBIT I-6\nSTEROIDS AND PERFORMANCE-ENHANCING DRUGS\nAND DIURETICS CONFIRMATORY LABORATORY\nANALYSIS LEVELS\nAll SPEDs and Diuretics (including Human Growth\nHormone in its synthetic form and Testosterone in its\nsynthetic form detected through IRMS analysis), except\nthose listed below, at any detectable level.\nAcetazolamide\nAmphetamines and their analogs\nBumetanide\nClenbuterol\nClostebol\nDehydrochloromethyltestosterone\n(DHCMT or turinabol)\nEphedra/Ephedrine\nFurosemide\nGW 1516\nGW 0742\nHydrochlorothiazide\nMethylephedrine\nNandrolone\nNorpseudoephedrine\nPhenylpropanolamine (PPA)\nPseudoephedrine\nSARM S-22\nSARM LGD-4033\nTorasemide\nTrenbolone\nTriamterene\nZeranol\nZilpaterol\n20 ng/ml\n500 ng/ml\n20 ng/ml\n1 ng/ml\n0.5 ng/ml\n0.02 ng/ml\n10 mcg/ml\n20 ng/ml\n0.05 ng/ml\n0.05 ng/ml\n20 ng/ml\n10 mcg/ml\n2 ng/ml\n5 mcg/ml\n25 mcg/ml\n150 mcg/ml\n0.05 ng/ml\n0.05 ng/ml\n20 ng/ml\n0.5 ng/ml\n20 ng/ml\n5 ng/ml\n5 ng/ml\nI-6-2\nExhibit I-6\nA sample will only be reported as positive by the laboratory\nif the estimated concentration of the Prohibited Substance\nin this Exhibit I-6 exceeds the relevant single-point\ncalibrator, which will be set at 1.2 times the substance’s\nconfirmatory lab analysis level.\nThe estimated\nconcentration of such Prohibited Substance in a sample\nwith a measured specific gravity (“SG”) greater than 1.018\nwill be adjusted as follows (where SGSample_Max = SGSample +\n0.002):\nadj. concentration = ((1.020 – 1)/(SGSample_Max – 1)) * est. concentration\nExhibit I-7\nI-7-1\nEXHIBIT I-7\nCREATION OF PLAYER LONGITUDINAL PROFILES\nThe following protocol will be used to create the Longitudinal\nProfiles described in Article XXXIII, Section 19 above:\nStep 1: The Program’s drug collection company will assign\neach player a unique personal identification number. A\nplayer’s personal identification number will remain the same\nfor all periods of time he is covered by the Program, and will\nonly be used for the purposes of the Longitudinal Profile.\nOther than to the designated representatives or employees\nwithin the drug collection company and the Laboratory, the\ndrug collection company will not disclose the personal\nidentification number that corresponds to the player’s name\nto any individual other than one representative each of the\nNBA and the Players Association.\nStep 2: The Laboratory (as defined in Article XXXIII,\nSection 19(a)) will maintain a secure, separate database for\neach player’s personal identification number that contains\nhis\ncorresponding\nTestosterone\nconcentration,\nepitestosterone\nconcentration\nand\nTestosterone/\nEpitestosterone (“T/E”) ratio (referred to collectively as the\n“Baseline Values”). This database will not contain any\nidentifying information for the players.\nStep 3: The Baseline Values will be calculated, pursuant to\nthe Laboratory’s operating standards, by averaging a player’s\nT/E ratio, Testosterone concentration and Epitestosterone\nconcentration, respectively, from three (3) negative tests\nconducted under the Program. After a player’s Baseline\nValues are established, those values will be considered a\nplayer’s Longitudinal Profile for the duration of his coverage\nunder the Program. New Baseline Values will be calculated\nfor a player upon the recommendation of the director of the\nLaboratory.\nI-7-2\nExhibit I-7\nStep 4: The Laboratory will compare the Baseline Values to\nthe corresponding Specimen Values (as defined in\nArticle XXXIII, Section 19(c)) in subsequent tests identified\nwith a player’s personal identification number in\ndetermining whether it will conduct IRMS analysis (as\ndefined in Section 19(a)) on a urine specimen.\nExhibit J-1\nJ-1-1\nEXHIBIT J-1\nFORM OF CONFIDENTIALITY AGREEMENT\n[Date]\nNational Basketball Players Association\n1133 Avenue of the Americas\nNew York, New York 10036\nRe:\nConfidentiality Agreement\nSir/Madam:\nThis will confirm the agreement of the National Basketball Players\nAssociation (on behalf of itself and its employees, officers, NBA team player\nrepresentatives (“Player Representatives”), and outside advisors\n(collectively, the “Players Association”)) to maintain the confidentiality of\nall Confidential Information (as defined in Paragraph 6 below) provided to\nthe Players Association in connection with the audit, with respect to the\n20__-20__ Salary Cap Year, of (i) the National Basketball Association\n(“NBA”), and any League-related entities associated with generating BRI,\n(ii) any NBA team that is included in such audit with respect to such Salary\nCap Year (the “Team(s)”), under the Collective Bargaining Agreement\nentered into June 28, 2023 (“CBA”), between the Players Association and\nthe NBA (collectively, the “Audit”). Capitalized terms not defined herein\nshall have the meaning ascribed to such terms in the CBA.\n1.\nThe NBA and the Team(s) shall make available\nConfidential Information for purposes of the Audit based on the Players\nAssociation’s representation that it (and its employees, officers, Player\nRepresentatives, and outside advisors) shall comply with the terms of this\nConfidentiality Agreement at all times during and after the Audit. To that\nend, before any employee, officer, Player Representative, or outside advisor\nof the Players Association may be permitted to review any Confidential\nInformation, the Players Association shall require such employee, officer,\nJ-1-2\nExhibit J-1\nPlayer Representative, or outside advisor to agree, in writing (in the form of\nacknowledgment annexed hereto), to comply with the terms of this\nConfidentiality Agreement, and the Players Association shall promptly\nprovide copies of such writings to the NBA.\n2.\nThe Players Association shall maintain the absolute\nconfidentiality of all Confidential Information at all times and shall not\ndisclose, disseminate, or provide Confidential Information to any person or\nentity (including, but not limited to, any NBA players who are not officers\nof the Players Association and any representative of any player) at any time\nor for any purpose, except as permitted herein. The Players Association\nagrees that it may use or refer to Confidential Information only during the\ncourse of the Audit and solely for the purpose of conducting the Audit in\naccordance with the terms and conditions of the CBA and this\nConfidentiality Agreement, and that Confidential Information may not be\nused or referred to by the Players Association, at any time, for any other\npurpose. Notwithstanding the foregoing, or anything else in this letter\nagreement, the Players Association may only disclose or provide a summary\nof Confidential Information to Player Representatives in aggregate form\nwithout identifying any specific information (e.g., by sponsor).\nNotwithstanding anything to the contrary in this Confidentiality Agreement,\nthe Players Association shall not be deemed to have violated any provision\nherein if the Players Association discloses to such third party that the Audit\nis being undertaken and that the Players Association is subject to a\nconfidentiality agreement and, therefore, not permitted to discuss the Audit.\nThe foregoing shall not foreclose the Players Association from disclosing\nConfidential Information during the course of a proceeding before the\nSystem Arbitrator, an appeal to the Appeals Panel of an award of the System\nArbitrator, or a judicial action to enforce any such proceeding or award.\n3.\nThe Players Association shall adopt and implement\nsuch procedures to ensure the confidentiality of Confidential Information\nas would be employed by a reasonable and prudent person to safeguard the\nconfidentiality of his or her own most confidential information, or, if more\nstringent, such procedures as are employed for such purposes by the Players\nAssociation for such information. Such procedures shall include, but not be\nlimited to, steps to ensure that: (a) such Confidential Information is\ndisclosed only to those Players Association employees, officers, outside\nExhibit J-1\nJ-1-3\nadvisors, and, subject to the restrictions set forth in Paragraph 2 above,\nPlayer Representatives who have a need to have access to such Confidential\nInformation and only for the purpose of conducting the Audit in accordance\nwith the terms of the CBA and this Confidentiality Agreement; and (b)\nbefore any such person is permitted to review any Confidential Information,\nhe or she agrees in writing to comply with the terms of this Confidentiality\nAgreement by signing the form of acknowledgment annexed hereto as\nprovided for in Paragraph 1 above. The foregoing shall not foreclose the\nPlayers Association from disclosing Confidential Information during the\ncourse of a proceeding before the System Arbitrator, an appeal to the\nAppeals Panel of an award of the System Arbitrator, or a judicial action to\nenforce any such proceeding or award.\n4.\nThe Players Association agrees that no copies of\nConfidential Information made available by the NBA and the Teams at their\nrespective offices in connection with the Audit may be removed from such\noffices without the express written consent of the NBA or the Teams (as\napplicable) (for example, in connection with the use of online data rooms to\npermit access to information provided electronically during the on-site audit\nor to respond to information requests). Should the NBA or the Teams\npermit copies of Confidential Information to be removed from their offices\nin connection with the Audit, then at the request of the NBA, all such copies\nshall be returned to the NBA within thirty (30) days following completion\nof the Audit. Notwithstanding the foregoing, the Players Association shall\nbe under no obligation to return copies of the final Audit Report or any\ndebriefing memoranda (except to the extent such memoranda append\ncontract documents) prepared by the Accountants and provided to the\nPlayers Association in connection with any audit pursuant to Article VII,"
    },
    {
      "section_number": "Section 10",
      "section_title": "5.",
      "content": "5.\nIf the Players Association is required by\ngovernmental or judicial authorities (by oral questions, interrogatories,\nrequests for information or documents, subpoena, civil investigative\ndemand, or any other similar process) to disclose any Confidential\nInformation, it shall provide the NBA and/or the Teams with prompt notice\nso that the NBA and/or the Teams may seek an appropriate protective\norder. If, in the absence of a protective order, the Players Association is,\nafter giving notice in accordance with the preceding sentence, compelled to\nJ-1-4\nExhibit J-1\ndisclose Confidential Information or else stand liable for contempt or suffer\nother censure or penalty, the Players Association may disclose only such\nConfidential Information as is necessary to avoid such liability without\nincurring liability hereunder.\n6.\nFor purposes of this Confidentiality Agreement,\n“Confidential Information” shall mean all documents, materials, and other\ninformation reviewed or made available (whether in written or oral form) in\nconnection with the Audit (including, without limitation, all documents,\ndebriefing memoranda, materials, and other information made available by\nPricewaterhouseCoopers, LLP (“PwC”)), and shall include all excerpts,\nextracts, summaries, and contents thereof and notes taken by the Players\nAssociation during the Audit; provided, however that Confidential\nInformation shall not include information that (a) is or becomes generally\navailable to the public other than as a result of disclosure by the Players\nAssociation (including Players Association affiliates or representatives),\n(b) was available to the Players Association prior to its disclosure by the\nNBA, the Team(s), or PwC (as applicable), or (c) becomes available to the\nPlayers Association from a source other than the NBA, the Team(s), or\nPwC, provided that such source is not bound by a confidentiality agreement\nwith the NBA, the Teams, the Players Association, or PwC.\n7.\nThe Players Association acknowledges that the\nterms and conditions contained in this Confidentiality Agreement are\nreasonable and necessary to protect the legitimate interests of the NBA and\nthe Teams, do not cause the Players Association undue hardship, and that\nany violation of the provisions of this Confidentiality Agreement or\ndisclosure of any Confidential Information without the NBA’s or the\nTeams’ (as applicable) prior written consent will result in irreparable injury\nto the NBA and/or the Teams for which there is no adequate remedy at law.\nAccordingly, in the event of any such violation or disclosure, the NBA\nand/or the Teams shall be entitled to preliminary and permanent injunctive\nrelief from any federal or state court of competent jurisdiction located in\nNew York, New York, and the Players Association hereby consents to, and\nwaives any objection to, venue and jurisdiction in such courts. In addition,\nthe Players Association shall indemnify and hold harmless the NBA and its\nmember Teams and their respective affiliates, owners, directors, governors,\nofficers, and employees, and the successors, assigns, and personal\nExhibit J-1\nJ-1-5\nrepresentatives of the foregoing parties (“NBA indemnified parties”), from\nand against all liability, damages, and costs (including attorneys’ fees) arising\nout of any claim asserted against any NBA indemnified party relating to any\nviolation of this Confidentiality Agreement by the Players Association,\nprovided that: (a) such violation resulted from the Players Association’s\nnegligent or intentional use or disclosure of Confidential Information;\n(b) the Players Association is given prompt notice of any such claim; (c) the\nPlayers Association has the right to approve counsel and/or has the\nopportunity to undertake the defense of such claim; and (d) the indemnified\nparty does not admit liability with respect to and does not settle such claim\nwithout the prior written consent of the Players Association. The Players\nAssociation also agrees that the relief provided for in this Paragraph 7 shall\nbe cumulative and in addition to any other rights or remedies to which the\nNBA and the Teams may be entitled.\n8.\nThis Confidentiality Agreement is the final and\ncomplete agreement between the parties with respect to its subject matter.\nAny waiver of or modification to this Confidentiality Agreement must be in\na writing and signed by each party. Any waiver in any particular instance of\nthe rights and limitations contained herein shall not be deemed and is not\nintended to be a general waiver of any rights or limitations contained herein\nand shall not operate as a waiver beyond the particular instance.\n9.\nThis Confidentiality Agreement shall be governed by\nand construed and enforced in accordance with the laws of the State of New\nYork, without giving effect to the principles of conflicts of law thereof.\nJ-1-6\nExhibit J-1\nIf the foregoing coincides with your understanding of our agreement,\nplease sign the this letter in the space provided below.\nSincerely,\nNATIONAL BASKETBALL ASSOCIATION\nBy:__________________________\nAGREED TO AND ACCEPTED:\nNATIONAL BASKETBALL PLAYERS\nASSOCIATION\nBy:_____________________________\nExhibit J-2\nJ-2-1\nEXHIBIT J-2\nLETTER AGREEMENT REGARDING ACCOUNTING\nPROCEDURES\nJune 28, 2023\nTamika Tremaglio\nExecutive Director\nNational Basketball Players Association\n1133 Avenue of the Americas\nNew York, New York 10036\nDear Tamika:\nThis will confirm our agreement that the attached accounting procedures\nare the procedures that will be in effect for purposes of Article VII, Section 10\nof the Collective Bargaining Agreement entered into on June 28, 2023, unless\nsuch procedures shall be modified by agreement of the parties.\nIf the foregoing coincides with your understanding of our agreement,\nplease sign this letter in the space provided below.\nSincerely,\n/s/ RICHARD W. BUCHANAN\nRichard W. Buchanan\nAGREED TO AND ACCEPTED:\nNATIONAL BASKETBALL PLAYERS ASSOCIATION\nBy: /s/ TAMIKA TREMAGLIO\nTamika Tremaglio\nExecutive Director\nJ-2-2\nExhibit J-2\nMinimum Procedures to Be Provided by the Accountants\nGeneral\n•\nThe Audit Report (and any Interim Audit Report or Interim Escrow\nAudit Report) must be prepared in accordance with the relevant terms\nof the Collective Bargaining Agreement (“CBA”), which should be\nreviewed and understood by all auditors.\n•\nThe Basketball Related Income Reporting Package and instructions\nshould be reviewed and understood by all auditors.\n•\nAll audit workpapers should be made available for review by\nrepresentatives of the NBA and Players Association prior to issuance\nof the report.\n•\nA summary of all audit findings (including any unusual or nonrecurring transactions) and proposed adjustments must be jointly\nreviewed with representatives of the NBA and Players Association\nprior to issuance of the report.\n•\nAny problems or questions raised during the audit should be resolved\njointly with representatives of the NBA and Players Association (or by\nthe Accountants, to the extent called for under the CBA).\n•\nAll estimates should be reviewed in accordance with the CBA.\nEstimates are to be reviewed based upon the previous year’s actual\nresults and current year activity. All estimates should be confirmed\nwith third parties when possible.\n•\nRevenue and expense amounts that have been estimated should be\nreconfirmed with the controller or other team representatives prior to\nthe issuance of the Audit Report on or before the last day of the\nMoratorium Period.\n•\nWhere appropriate, team and NBA revenues and expenses should be\nreconciled to audited financial statements.\nExhibit J-2\nJ-2-3\n•\nAll reporting packages and supporting schedules are to be completed\nin U.S. dollars.\n•\nThe Auditors may consider, but are not bound by, the value attributed\nto or treatment of revenue or expense items in prior years.\n•\nAuditors should be aware of revenues excluded from BRI. The Teams\nshould be instructed to make available to the Auditors all information\nnecessary to determine categories of revenues they have excluded from\nBRI. Questions regarding whether revenues or expenses are\nincludable or excludable from BRI should be reviewed with both\nparties to determine proper treatment. Auditors should perform a\nreview for revenues improperly excluded from, or included in, BRI.\nTeam Salaries\n•\nTrace amounts to the team’s general ledger or other supporting\ndocumentation for agreement.\n•\nFoot all schedules and perform other clerical tests.\n•\nExamine an appropriate sample of player contracts, noting agreement\nof all salary amounts, in accordance with the definition of Salary in the\nCBA.\n•\nCompare player names with all player lists for the season in question.\n•\nInquire of controller or other representative of each team if any\nadditional compensation was paid to players and not included on the\nschedule, and, if so, whether or not such amounts were paid for\nbasketball services. Also inquire if any business arrangements were\nentered into by the team or team affiliate with players or their affiliates,\nincluding with retired players who played for the team within the past\nfive (5) years.\n•\nReview performance bonuses to determine whether such bonuses\nwere actually earned for such season.\nJ-2-4\nExhibit J-2\n•\nReview signing bonuses to determine if they have been properly\nallocated in accordance with the terms of the CBA.\n•\nConfirm that, where provided in the CBA, certain contracts have been\naveraged.\nBenefits\n•\nTrace amounts to the team’s general ledger or other supporting\ndocumentation for agreement.\n•\nFoot all schedules and perform other clerical tests.\n•\nInvestigate variations in amounts from the prior year through\ndiscussion with the controller or other representative of the team.\n•\nReview each team’s insurance expenses for premium credits (refunds)\nreceived from Planet Insurance Ltd. (owned by Teams) and the\nplayers’ medical and dental insurance carriers (amounts can be\nobtained from League Office).\n•\nReview League Office supporting documentation with respect to\nBenefits.\nBasketball Related Income\n•\nTrace amounts to team’s general ledger or other supporting\ndocumentation for agreement.\n•\nFoot all schedules and perform other clerical tests.\n•\nTrace gate receipts to general ledger and test supporting\ndocumentation where appropriate.\n•\nGate receipts should be reviewed and reconciled to League Office gate\nreceipts summary.\n•\nVerify amounts reported as luxury suite revenues with supporting\ndocumentation from the entity that sold, leased, or licensed such\nluxury suites.\nExhibit J-2\nJ-2-5\n•\nVerify amounts reported as complimentary tickets and tickets traded\nfor goods or services with supporting documentation from the team.\n•\nTrace amounts reported for novelties and concessions, game parking,\ngame programs, Team sponsorships and promotions, arena signage,\nand arena club sales to general ledgers and test supporting\ndocumentation where appropriate.\n•\nWhere reported amounts include proceeds received by a Related Party,\nverify the amounts reported with supporting documentation from the\nRelated Party.\n•\nExamine the National Television and Cable contracts at the League\nOffice, and agree to amounts reported.\n•\nReview, at League Office, expenses deducted from the National\ncontracts in accordance with the terms of the CBA. Review\nsupporting documentation and test where applicable.\n•\nExamine local television, local cable, and local radio contracts. Verify\nto amounts reported by teams.\n•\nWhen local broadcast revenues are not verifiable by reviewing a\ncontract, detailed supporting documentation should be reviewed and\ntested.\n•\nAll loans, advances, bonuses, etc. received by the League Office or its\nteams should be noted in the report and included in BRI where\nappropriate.\n•\nSchedules of NBA Radio, NBA TV, international broadcast, NBA\nMedia Ventures, copyright royalty revenues and expenses should be\nobtained from the NBA. Schedules should be verified by agreeing to\ngeneral ledgers and examining supporting documentation where\napplicable.\n•\nSchedules of revenues and expenses reported by Properties for\nsponsorship, NBA related revenues from NBA Entertainment, and\nNBA Special Events should be obtained from the NBA. Schedules\nJ-2-6\nExhibit J-2\nshould be verified by agreeing to general ledgers and examining\nsupporting documentation where applicable.\n•\nNet exhibition revenues and expenses should be verified to supporting\ndocumentation where appropriate.\n•\nAll amounts of other revenues should be reviewed for proper\ninclusion/exclusion in BRI. Test appropriateness of balances where\nappropriate.\n•\nDetermine the ratio of expenses to revenues for those categories of\nproceeds that come within the provisions of Article VII,\nSection 1(a)(6) of the CBA and determine the extent to which\nexpenses should be disallowed, if at all, pursuant to the provisions of\nthat Section.\nPlayoff Revenues\n•\nAll sources of playoff revenues and expenses should be verified per\nthe procedure outlined for Basketball Related Income.\n•\nBecause of the late timing of the Playoffs, special attention should be\ngiven to revenue and expense estimates.\n•\nPlayoff gate receipts should be recorded net of Taxes. Payments made\nto the Playoff Pool should not be deducted. Odd game payments\nshould not be either deducted by the paying team or recorded by the\nreceiving team.\n•\nOther playoff expenses should be reviewed in accordance with the\nterms of the CBA.\n•\nTeam expenses paid by the League Playoff Pool, including travel\nexpenses, should not be deducted by teams.\n•\nReview League Office supporting documentation as to expenses\ndeducted from the Playoff Pool.\nExhibit J-2\nJ-2-7\nRelated Party Transactions\n•\nInquire of the controller or other representative of the team what, if\nany, Related Parties exist, and discuss with the parties what, if any,\namounts should be included in BRI.\n•\nReview information provided as to the team’s Related Parties and\nrevenues that arise from Related Party transactions, and request\nsupporting details where appropriate.\n•\nAny revenue from a Related Party should be reviewed with both\nparties to determine proper treatment under the CBA.\n•\nRequest that details be provided, where appropriate.\n•\nPrepare a summary of any changes, corrections, or additions to\nRelated Party information previously reported."
    }
  ],
  "intro_content": ""
}