{
  "article_number": "Article XXXII",
  "title": "SYSTEM ARBITRATION",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Jurisdiction and Authority.",
      "content": "SYSTEM ARBITRATION\nJurisdiction and Authority.\nThe NBA and the Players Association shall agree upon a System\nArbitrator, who shall have exclusive jurisdiction to determine any and all\ndisputes arising under Articles I, II, VII (except as otherwise specifically\nprovided by Article VII, Section 3(d)(5)), VIII, X, XI, XII, XIII, XIV, XV,\nXVI, XXII, Section 14(j)(iii), Article XXIX, Section 6(b), XXXVII, XXXIX,\nand XL of this Agreement, any and all disputes arising under Article XXVIII\nand Paragraph 14 of the Uniform Player Contract regarding an\nUnauthorized Sponsor Promotion (as that term is defined in\nParagraph 14(e) of the Uniform Player Contract), and those disputes made\nsubject to his jurisdiction by Sections 9 and 10 of this Article. In addition,\nin the event of a disagreement between the NBA and the Players\nAssociation, the System Arbitrator shall have exclusive jurisdiction to\ndetermine whether the System Arbitrator, the Grievance Arbitrator, or some\nother arbitrator provided for by the provisions of this Agreement has\njurisdiction to hear or resolve a particular dispute."
    },
    {
      "section_number": "Section 2",
      "section_title": "Initiation.",
      "content": "Initiation.\n(a) Subject to Article XIV, Section 5 and Article XXIX, Section 6(b),\nSystem Arbitrations may be initiated, as set forth below, only by the NBA\nor the Players Association.\n(b) No party may initiate a System Arbitration until and unless it has\nfirst discussed the matter with the other party in an attempt to settle it.\n(c) A System Arbitration must be initiated within three (3) years from\nthe date of the act or omission upon which the System Arbitration is based,\nor within three (3) years from the date upon which such act or omission\nbecame known or reasonably should have become known to the party\ninitiating the System Arbitration, whichever is later.\n(d) Either the NBA or the Players Association may initiate a System\nArbitration by serving a written notice thereof on the other party, with a\ncopy of such written notice to be filed with the System Arbitrator.\nArticle XXXII"
    },
    {
      "section_number": "Section 3",
      "section_title": "471",
      "content": "471\nHearings.\n(a) The System Arbitrator shall hold hearings on alleged violations of\nthe Articles set forth in Section 1 above. Except as otherwise provided in\nArticle X, Section 10; Article XI, Section 5(p); Article XIII, Section 5;\nArticle XXIX, Section 6(b); and Sections 9 and 10 below, awards issued by\nthe System Arbitrator shall be subject to review by the Appeals Panel, in the\nmanner and in accordance with the procedures set forth in Sections 3 and 8\nof this Article XXXII.\n(b) The System Arbitrator shall make findings of fact and award\nappropriate relief including, without limitation, damages, injunctive relief,\nand specific performance; provided, however, that the System Arbitrator\nshall not have the authority to impose an award of punitive damages on any\nparty. The System Arbitrator shall render an award as soon as practicable,\nand the award shall be accompanied by a written opinion. Notwithstanding\nthe foregoing, if the System Arbitrator determines that expedition so\nrequires, he/she shall accompany the award with a written summary of the\ngrounds upon which the award is based, and a full written opinion may\nfollow within a reasonable time thereafter. In no event shall the award and\nwritten opinion be issued more than thirty (30) days following the date upon\nwhich the record of a System Arbitration proceeding is closed (or, where\napplicable, the date designated by the System Arbitrator for the submission\nof post-hearing briefs).\n(c) The System Arbitrator shall have authority to order the production\nof documents, the conduct of pre-hearing depositions, and the attendance\nof witnesses at the hearing with respect to the NBA and the Players\nAssociation, and/or any player or Team. The System Arbitrator shall have\nthe authority to compel the attendance of witnesses and the production of\ndocuments at any hearing within the jurisdiction of the System Arbitrator in\naccordance with the New York C.P.L.R.\n(d) An award of the System Arbitrator shall upon its issuance constitute\nthe full, final, and complete disposition of the dispute, shall be binding upon\nthe parties to this Agreement and upon any player(s) or Team(s) involved,\nand shall be followed by them unless (in cases where this Agreement\nprovides for an appeal to the Appeals Panel) a notice of appeal is served by\nthe appealing party upon the responding party and filed with the System\nArbitrator within ten (10) days of the date of the award of the System\nArbitrator appealed from. If and when an award of the System Arbitrator\n472\nArticle XXXII\nis reversed or modified by the Appeals Panel, the effect of such reversal or\nmodification shall be deemed by the parties to be retroactive to the time of\nissuance of the award of the System Arbitrator. The parties may seek\nappropriate relief to effectuate and enforce this provision.\n(e) The System Arbitrator shall not have jurisdiction or authority to add\nto, detract from, or alter in any way the provisions of this Agreement or any\nPlayer Contract. Nor, except for the authority conferred upon him/her by\nthe second sentence of Section 1 above (or unless the NBA and the Players\nAssociation otherwise agree), shall the System Arbitrator have jurisdiction\nor authority to resolve questions of substantive, as opposed to procedural,\narbitrability (which shall include the question of whether an arbitrator\nprovided for by the terms of this Agreement, as opposed to the\nCommissioner (or his/her designee), has jurisdiction to hear or resolve a\nparticular dispute), which shall be determined in a judicial proceeding to be\nvenued in the United States District Court for the Southern District of\nNew York."
    },
    {
      "section_number": "Section 4",
      "section_title": "Costs Relating to System Arbitration.",
      "content": "Costs Relating to System Arbitration.\n(a) The compensation of the System Arbitrator and the costs and\nexpenses incurred in connection with any proceeding brought before the\nSystem Arbitrator shall be borne equally by the parties to this Agreement;\nprovided, however, that each participant in such proceeding shall bear its\nown attorneys’ fees and litigation costs.\n(b) Notwithstanding the provisions of Section 4(a) above, if a matter is\nscheduled for hearing under this Article XXXII, and the hearing date is\nthereafter postponed at the request of either the NBA or the Players\nAssociation, the postponement fee (if any) of the System Arbitrator will be\nborne by the party requesting the postponement unless that party objects\nand the System Arbitrator finds that the request for such postponement was\nfor good cause. Should good cause be found, the parties will share any\npostponement fee equally."
    },
    {
      "section_number": "Section 5",
      "section_title": "Procedure for System Arbitration.",
      "content": "Procedure for System Arbitration.\nAll matters before the System Arbitrator shall be heard and determined\nin an expedited manner, provided that such expedition is reasonable under\nthe circumstances. A proceeding may be commenced upon seventy-two\nArticle XXXII\n473\n(72) hours’ written notice (or upon shorter notice if ordered by the System\nArbitrator) served upon the party against whom the proceeding is brought\nand filed with the System Arbitrator. All such notices and all orders and\nnotices issued and directed by the System Arbitrator shall be served on the\nNBA, counsel for the NBA, the Players Association, counsel for the Players\nAssociation, and any counsel appearing for individual NBA players or\nindividual NBA Teams. In any proceeding commenced pursuant to\nArticle XIV, Section 5, the Players Association (on its own behalf and/or\non behalf of a player) and the NBA (on its own behalf and/or on behalf of\na Team) shall have the right to participate."
    },
    {
      "section_number": "Section 6",
      "section_title": "Selection of System Arbitrator.",
      "content": "Selection of System Arbitrator.\n(a) In the event that the Players Association and the NBA cannot agree\non the identity of a System Arbitrator, the parties shall jointly request the\nInternational Institute for Conflict Prevention and Resolution (the “CPR\nInstitute”) (or such other organization(s) as the parties may have agreed\nupon) to submit to the parties a list of eleven (11) attorneys, none of whom\nshall have, nor whose firm shall have, represented within the past five (5)\nyears any professional athletes; agents or other representatives of\nprofessional athletes; labor organizations representing athletes; sports\nleagues, governing bodies, or their affiliates; sports teams or their affiliates;\nor owners in any professional sport. If the parties cannot within seven (7)\ndays from the receipt of such list agree to the identity of the System\nArbitrator from among the names on such list, they shall return said list,\nwith up to five (5) names deleted therefrom by each party, to the CPR\nInstitute (or such other organization as the parties may have agreed upon),\nwhich shall choose from the remaining name(s) on the list the identity of\nthe System Arbitrator.\n(b) Effective July 1, 2023, the System Arbitrator selected by the parties\nshall serve for continually renewing two-year terms unless notice of\ntermination is given either by the NBA or by the Players Association. Notice\nof termination of the System Arbitrator shall be given to the other party,\nand to the System Arbitrator, during the period May 10 through May 15\nimmediately preceding the end of any term. Following the giving of such\nnotice, a new System Arbitrator shall be selected in accordance with the\nprocedures set forth in Section 6(a) above. A System Arbitrator as to whom\na notice of termination has been given shall continue to have jurisdiction\nonly with respect to (i) System Arbitrations in which a hearing has been\n474\nArticle XXXII\ncommenced or scheduled for a date certain, and (ii) System Arbitrations\ninitiated (in accordance with the provisions of Section 2 above) within the\nthirty (30) day period preceding the service of the notice of termination;\nprovided, however, that a hearing with respect to System Arbitrations\nreferred to in this subsection (ii) must commence no later than thirty (30)\ndays following the end of a System Arbitrator’s term."
    },
    {
      "section_number": "Section 7",
      "section_title": "Selection of Appeals Panel.",
      "content": "Selection of Appeals Panel.\n(a) There shall be a three-member Appeals Panel for each appeal\nnoticed from an award of the System Arbitrator. In the event the Players\nAssociation and the NBA cannot agree upon the members of such a panel,\nthe parties will jointly request the CPR Institute (or such other\norganization(s) as the parties may agree) to submit to the parties a list of\nfifteen (15) attorneys (none of whom shall have, nor whose firm shall have,\nrepresented within the past five (5) years any professional athletes; agents or\nother representatives of professional athletes; labor organizations\nrepresenting athletes; sports leagues, governing bodies, or their affiliates;\nsports teams or their affiliates; or owners in any professional sport). If the\nparties cannot within seven (7) days from the receipt of such list agree to the\nidentity of the Appeals Panel from among the names on such list, they shall\nmeet and alternate striking one (1) name at a time from the list until three (3)\nnames on the list remain. The three (3) remaining names on the list shall\ncomprise the Appeals Panel.\n(b) Effective July 1, 2023, the members of the Appeals Panel selected\nby the parties shall serve for continually renewing one-year terms unless\nnotice of termination is given either by the NBA or by the Players\nAssociation. On or before June 30, 2024, and on or before each other\nsuccessive June 30 during the term of this Agreement, either party may\ndischarge one or more members from the Appeals Panel by serving notice\nof termination on him/her on or before that date and upon the other party\nto this Agreement, and the discharge shall be effective as of such June 30.\nA discharged Appeals Panel member may participate in decisions rendered\nby the Appeals Panel in all cases previously heard to closure of the record,\nbut not participate in the consideration or decision of any other cases. If a\nmember of the Appeals Panel is not discharged as provided above, the\nmember’s term will automatically be renewed for an additional year. The\ncompensation of the members of the Appeals Panel and the costs of\nproceedings before the Appeals Panel shall be borne equally by the parties\nArticle XXXII\n475\nto this Agreement; provided, however, that each participant in an Appeals\nPanel proceeding shall bear its own attorneys’ fees and litigation costs."
    },
    {
      "section_number": "Section 8",
      "section_title": "Procedure Relating to Appeals of Determination by the",
      "content": "Procedure Relating to Appeals of Determination by the\nSystem Arbitrator.\n(a) Any party seeking to appeal (in whole or in part) an award of the\nSystem Arbitrator must serve on the other party and file with the System\nArbitrator a notice of appeal, within ten (10) days of the date of the award\nappealed from. The timely service and filing of a notice of appeal shall\nautomatically stay the award of the System Arbitrator pending resolution by\nthe Appeals Panel.\n(b) Following the timely service and filing of a notice of appeal, the\nNBA and the Players Association shall attempt to agree upon a briefing\nschedule. In the absence of such agreement, the briefing schedule shall be\nset by the Appeals Panel; provided, however, that any party seeking to appeal\n(in whole or in part) from an award of the System Arbitrator shall be\nafforded no less than fifteen (15) and no more than twenty-five (25) days\nfrom the date of the issuance of such award, or the date of the issuance of\nthe System Arbitrator’s written opinion, or the date upon which the\nmembers of the Appeals Panel have been selected in accordance with the\nprovisions of Section 7 above, whichever is latest, to serve on the opposing\nparty and file with the Appeals Panel its brief in support thereof; and\nprovided further that the responding party or parties shall be afforded the\nsame aggregate amount of time to serve and file its or their responding\nbrief(s). The Appeals Panel shall schedule oral argument on the appeal(s)\nno less than five (5) and no more than ten (10) days following the service\nand filing of the responding brief(s), and shall issue a written decision within\nthirty (30) days from the date of argument.\n(c) The Appeals Panel shall review the findings of fact and conclusions\nof law made by the System Arbitrator using the standards of review\nemployed by the United States Court of Appeals for the Second Circuit.\nThe decision of the Appeals Panel shall constitute full, final, and complete\ndisposition of the dispute, and shall be binding upon the parties to this\nAgreement and upon any player(s) or Team(s) involved.\n476\nArticle XXXII"
    },
    {
      "section_number": "Section 9",
      "section_title": "Special Procedure for Disputes with Respect to Interim",
      "content": "Special Procedure for Disputes with Respect to Interim\nAudit Reports.\n(a) Notwithstanding any of the other provisions of this Agreement, at\nthe request of either the NBA or the Players Association, and irrespective\nof which party may commence the proceeding, the procedures set forth in\nthis Section 9 shall apply to the resolution of any disputes with respect to an\nInterim Audit Report (as defined in Article VII, Section 10(a) above),\nincluding but not limited to disputes concerning any Designated Share\nInformation set forth in an Interim Audit Report. If in connection with\nsuch disputes, there is any conflict between the procedures set forth in this\nSection 9 and those set forth elsewhere in this Agreement, the procedures\nset forth in this Section shall control.\n(b) A proceeding before the System Arbitrator shall be commenced, in\nthe manner provided for by Sections 2(d) and 5 above, no more than\nthirty (30) days following the delivery by the Accountants (as defined in\nArticle VII, Section 10(a) above) of the Interim Audit Report with respect\nto any dispute or claim concerning (i) the amount(s) of BRI or Total Salaries\n(or portions thereof) as to which the Accountants have completed their\nreview and which is the subject of a good faith dispute between the parties,\n(ii) the amount(s) of BRI or Total Salaries (or portions thereof) as to which\nthe Accountants have not completed their review and with respect to which\nthe parties have a good faith disagreement, (iii) such Designated Share\nInformation (as defined in Article VII, Section 10(a) above) as is included in\nthe Interim Audit Report as to which the parties have a good faith\ndisagreement, and/or (iv) all other disputes (including but not limited to\ndisputes over the amounts and includability of any revenues or expenses\nincluded or excluded from the Interim Audit Report) of which the parties\nwere aware or reasonably should have been aware, at the time the proceeding\nwas commenced, based upon the contents of the BRI Reports, the Draft\nAudit Report, or Interim Audit Report, or other documents or writings\nprovided to the parties by the Accountants in connection with their BRI\naudit.\n(c) A party’s failure to commence a proceeding before the System\nArbitrator within the thirty (30) day period provided for by Section 9(b)\nabove with respect to the disputes or claims enumerated therein shall forever\nbar that party from asserting or seeking relief of any kind for any such\ndispute or claim; provided, however, that the provisions of Section 9(b)\nabove and this Section 9(c) shall not bar a party from commencing a\nArticle XXXII\n477\nproceeding before the System Arbitrator and seeking appropriate relief,\nsubject to the limitations imposed by Section 2 above:\n(i)\nWith respect to a dispute or claim concerning an Interim\nAudit Report as to which such party was not aware or\nreasonably should not have been aware, based upon the\nmaterials referred to in Section 9(b) above, during the\nthirty (30) day period following the delivery of such Interim\nAudit Report; or\n(ii)\nWith respect to any dispute or claim relating to a subsequent\nSalary Cap Year, including, but not limited to, any dispute\nconcerning the includability or non-includability in BRI of a\ncategory or type of revenue or the allowance or disallowance\nof a category or type of expense, without regard to whether,\nbased upon the materials referred to in Section 9(b) above\n(other than a BRI Report, Draft Audit Report, or Interim\nAudit Report), the party was or reasonably should have been\naware of such dispute or claim during the thirty (30) day\nperiod following the delivery of such Interim Audit Report.\n(iii)\nSubject to Section 9(c)(ii) above, no determination made by\nthe System Arbitrator or the Appeals Panel (as the case may\nbe) in a proceeding commenced pursuant to Section 9(c)(i)\nor (ii) above shall affect any calculations made pursuant to\nArticle VII, Section 12.\n(d) Where a hearing before the System Arbitrator is provided for by this\nSection 9, such hearing shall be conducted within fifteen (15) days from the\ncommencement of the proceeding, and the System Arbitrator shall render\nan award and issue a written decision as soon as possible, but in no event\nlater than fifteen (15) days following the close of the hearing. Where a right\nto appeal from the System Arbitrator’s award is provided for by this\nSection 9, any party seeking to appeal (in whole or in part) from such an\naward shall serve and file a notice of appeal therefrom within five (5) days\nfrom the date of such award and shall serve and file its brief in support of\nsuch appeal within fifteen (15) days from the date of the System Arbitrator’s\naward or within five (5) days from the date upon which the members of the\nAppeals Panel have been selected, whichever is later. The party opposing\nsuch appeal shall serve and file its brief in opposition within ten (10) days\n478\nArticle XXXII\nfollowing its receipt of the brief in support of the appeal. The Appeals Panel\nshall schedule oral argument at its discretion, but shall issue a written\ndecision within twenty (20) days following its receipt of the brief from the\nparty opposing the appeal.\n(e) Any dispute concerning the amounts (as opposed to the\nincludability) of any revenues or expenses to be included in an Interim Audit\nReport (hereinafter referred to as “Disputed Adjustments”) shall, whenever\nsuch Disputed Adjustments for all Teams are adverse to the party asserting\nthe dispute in an aggregate amount of less than $10 million for any Season\ncovered by this Agreement, be resolved by the Accountants; and the\ndetermination of the Accountants shall constitute full, final, and complete\ndisposition of the dispute and shall be binding upon the parties to this\nAgreement. Notwithstanding the foregoing, any Disputed Adjustments that\ninvolve the interpretation, validity, or application of this Agreement shall be\nresolved by the System Arbitrator and shall be appealable to the Appeals\nPanel in accordance with the provisions of Section 9(d) above.\n(f) If the Disputed Adjustments for all Teams are adverse to the party\nasserting the dispute in an aggregate amount of $10 million or more but less\nthan $15 million for any Season covered by this Agreement, the\ndetermination of the System Arbitrator shall constitute full, final, and\ncomplete disposition of the dispute and shall be binding upon the parties to\nthis Agreement, and there shall be no appeal to the Appeals Panel.\nNotwithstanding the foregoing, any Disputed Adjustments that involve the\ninterpretation, validity or application of this Agreement shall be resolved by\nthe System Arbitrator and shall be appealable to the Appeals Panel in\naccordance with the provisions of Section 9(d) above.\n(g) If the Disputed Adjustments for all Teams are adverse to the party\nasserting the dispute in an aggregate amount of $10 million or more but less\nthan $15 million for any Season covered by this Agreement, and if the party\nasserting such dispute does not prevail before the System Arbitrator, then\nthat party shall pay all of the fees and expenses of the System Arbitrator and\nthe reasonable costs and expenses, including attorneys’ fees, of the other\nparty for its defense of the proceeding; provided, however, that if each party\nhas asserted a dispute upon which it has not prevailed, all such fees, expenses\nand costs shall be borne in the manner provided for by Section 4 above.\nArticle XXXII\n479\n(h) All other disputes involving an Interim Audit Report (including but\nnot limited to disputes over the amounts and includability of any revenues\nor expenses to be included in such Reports) and the Designated Share\nInformation shall be resolved by the System Arbitrator and shall be\nappealable to the Appeals Panel in accordance with the provisions of\nSection 9(d) above.\nSection 10. Special Procedure for Disputes with Respect to the\nAdjustment Schedules.\n(a) Notwithstanding any of the other provisions of this Agreement, the\nprocedures set forth in this Section 10 shall apply to the resolution of any\ndisputes with respect to the Adjustment Schedules described in Article VII,\nSection 12. If in connection with such disputes, there is any conflict between\nthe procedures set forth in this Section 10 and those set forth elsewhere in\nthis Agreement, the procedures set forth in this Section shall control.\n(b) In the event of any dispute with respect to the Adjustment\nSchedules, the proceeding before the System Arbitrator shall be\ncommenced, in the manner provided for by Sections 2(d) and 5 above, no\nmore than seven (7) days following the transmittal to the Players Association\nof any of such schedules.\n(c) The hearing before the System Arbitrator with respect to a dispute\nconcerning the Adjustment Schedules shall be conducted within ten (10)\ndays following the commencement of the proceeding and the briefs of the\nparties, if any, shall be filed before the opening of the hearing on a date or\ndates set by the System Arbitrator. The hearing shall be conducted on an\nexpedited basis and, unless the parties otherwise agree or a party\ndemonstrates that such limitation will result in undue prejudice, will not last\nlonger than two (2) full days.\n(d) If in connection with the Adjustment Schedules, there is a dispute\nbetween the NBA and the Players Association and the amount in\ncontroversy is $5 million or less, the determination of the System Arbitrator\nshall constitute full, final, and complete disposition of the dispute and shall\nbe binding upon the parties to this Agreement, and there shall be no appeal\nto the Appeals Panel. If with respect to such dispute the amount in\ncontroversy is more than $5 million, either party may appeal a determination\nof the System Arbitrator to the Appeals Panel.\n480\nArticle XXXII\n(e) In connection with any dispute concerning the Adjustment\nSchedules, the System Arbitrator shall render an award and issue a written\ndecision as soon as possible, but in no event later than ten (10) days\nfollowing the close of the hearing. When the award is issued, the System\nArbitrator shall set forth the basis therefore either in a written opinion or\norally at a conference with the parties (which conference may be conducted\nby telephone) of which a stenographic record shall be made. Any party\nseeking to appeal (in whole or in part) from an award of the System\nArbitrator rendered pursuant to Section 10(d) above shall serve and file a\nnotice of appeal therefrom within two (2) business days from the date of\nsuch award. The party seeking to appeal shall serve and file its brief in\nsupport of such appeal within ten (10) days from the date of the System\nArbitrator’s award or within three (3) days from the date upon which the\nmembers of the Appeals Panel have been selected, whichever is later. The\nparty opposing such appeal shall serve and file its brief in opposition within\nten (10) days following its receipt of the brief in support of the appeal. The\nAppeals Panel shall schedule oral argument at its discretion, but shall issue\na written decision within twenty (20) days following its receipt of the brief\nfrom the party opposing the appeal.\nArticle XXXIII\n481"
    }
  ],
  "intro_content": ""
}