{
  "article_number": "Article XXIII",
  "title": "EXHIBITION GAMES AND OFF-SEASON GAMES AND EVENTS",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Exhibition Games.",
      "content": "Exhibition Games.\nSubject to the provisions of Paragraph 2 of the Uniform Player Contract,\nplayers shall be required to participate in Exhibition games between an NBA\nTeam and a non-member of the NBA at any location, within or outside the\nUnited States, subject to the following conditions:\n(a) The NBA shall supervise the arrangements made with respect to\ntournaments or series conducted outside the United States and the\naccommodations provided to NBA players participating in such foreign\ntournaments or series.\n(b) The NBA shall use its best efforts to establish an Exhibition game\nschedule pursuant to which excessive travel will be avoided and reasonable\nperiods of time between games will be allotted.\n(c) In any year in which it is played, the annual Basketball Hall of Fame\nExhibition game shall be considered as one of the six (6) Exhibition games\nprior to the Regular Season referred to in Paragraph 2 of the Uniform Player\nContract."
    },
    {
      "section_number": "Section 2",
      "section_title": "Inter-squad Scrimmage.",
      "content": "Inter-squad Scrimmage.\nIn addition to the Exhibition games provided for by Paragraph 2 of the\nUniform Player Contract, and during each of the playoff series conducted\nduring the term of this Agreement, any Team that qualifies for the playoffs\nbut is not required to participate in the first round thereof may arrange and\nrequire its players to participate in one inter-squad game or scrimmage with\nanother similarly-situated Team, provided that such game or scrimmage is\nnot open to members of the general public."
    },
    {
      "section_number": "Section 3",
      "section_title": "Off-Season Basketball Events.",
      "content": "Off-Season Basketball Events.\n(a) No player may play in any public off-season basketball game,\nsummer league, or public exhibition or competition of basketball skills (e.g., a\nArticle XXIII\n409\nslam dunk contest or a “tour” organized by an NBA business partner) (each,\na “Basketball Event”) unless such Basketball Event is approved in writing\nby the NBA for NBA player participation and complies with the terms and\nconditions of this Section 3. The NBA will consider an off-season\nBasketball Event for approval only if a request for such approval is\nsubmitted in writing to the NBA, and only if the arrangements made with\nrespect to any such off-season Basketball Event are confirmed in writing to\nthe NBA and satisfy the following requirements, in addition to such other\nreasonable requirements as the NBA may impose:\n(i)\nGeneral Requirements .\n(1) The Basketball Event takes place on or after July 1, but\nin no event later than September 15 (or, in the case of a\nsummer league, September 1);\n(2) Prior to the Basketball Event, each participating player\nreceives the express written consent of his Team to\nparticipate in the Basketball Event;\n(3) The person(s) organizing the Basketball Event obtains\ndisability insurance for the benefit of each participating\nplayer’s Team, in an amount acceptable to the NBA\n(provided, however, that this requirement shall not apply\nto summer leagues); and\n(4) The names and logos of the NBA and/or any NBA\nTeam are not used or referred to in connection with the\nBasketball Event, unless the NBA provides express\nwritten authorization for such use.\n(ii)\nAdditional Charitable Game Requirements . The NBA\nwill consider an off-season charitable game for approval only\nif, in addition to the general requirements set forth in\nSection 3(a)(i) above and such other reasonable\nrequirements as the NBA may impose, the arrangements\nmade with respect to such charitable game also satisfy the\nfollowing:\n(1) The Players Association approves the game (which\napproval shall not be unreasonably withheld);\n410\nArticle XXIII\n(2) All proceeds from the sale of tickets to the game and\nother sources of revenue from the game\n(e.g., sponsorship revenue) less reasonable expenses\nincurred to conduct the game are used for charitable\npurposes;\n(3) The game is officiated by NBA referees assigned by the\nNBA to officiate the game. The person or entity\norganizing the game will be responsible for paying the\nofficiating fees and the actual expenses incurred for the\nreferees’ lodging and transportation to and from the\nreferees’ homes to the site of the game;\n(4) There is at least one (1) NBA Team trainer and at least\none (1) physician present at the game;\n(5) The name or likeness of an NBA player is not used, or\nreferred to, in advertisements or promotions for or\nrelated to the game, except that if the organizer of the\ngame is an NBA player, such organizer-player’s name or\nlikeness may be used, or referred to, in such\nadvertisements or promotions;\n(6) Only current or former professional basketball players\nparticipate in the game;\n(7) The game is not accompanied by an exhibition or\ncompetition of basketball skills (such as a slam dunk\ncontest), unless such exhibition or competition has been\nseparately approved in writing by the NBA and the\nPlayers Association;\n(8) Participating players are not paid or compensated (in\nexcess of per diem and actual reasonable expenses\nincurred in traveling to and participating in the game);\n(9) The organizer guarantees that the game will produce at\nleast $100,000 for charity, and, if directed by the NBA\nand the Players Association, the organizer (or a third\nparty if the organizer itself is a charity) posts security for\nsuch amount in a form satisfactory to the NBA and the\nArticle XXIII\n411\nPlayers Association which grants the NBA and/or the\nPlayers Association the right to sue to recover such\namount for the benefit of the charity;\n(10) The game is played in the United States or Canada;\nand\n(11) The organizer agrees to provide the NBA and the\nPlayers Association with an audited statement of\nrevenues and expenses, in a form acceptable to the NBA\nand the Players Association, within sixty (60) days\nfollowing the game.\n(iii)\nAdditional Summer League Requirements . The NBA\nwill consider an off-season summer league for approval only\nif, in addition to the general requirements set forth in\nSection 3(a)(i) above and such other reasonable\nrequirements as the NBA may impose, the arrangements\nmade with respect to each summer league game in which an\nNBA player participates also satisfy the following:\n(1) Participating players are not paid or compensated\n(except as provided under Section 4(c) below);\n(2) NBA players do not participate in an exhibition or\ncompetition of basketball skills (such as a slam dunk\ncontest), unless such exhibition or competition has been\nseparately approved in writing by the NBA;\n(3) There is at least one (1) trainer or at least one (1)\nphysician or other emergency medical personnel present\nat the game; and\n(4) The game is played in the United States or Canada.\n(b) Notwithstanding any other terms of this Section 3, and without\nlimiting the right of the NBA to approve all arrangements of a proposed\nBasketball Event, the NBA may, in its sole discretion, require, as a condition\nof its approval of a Basketball Event (other than a charitable game or\nsummer league), that the Basketball Event organizer pay an appropriate fee\nto the NBA prior to the commencement of the Basketball Event.\n412\nArticle XXIII\n(c) For purposes of this Section 3, off-season games in which an NBA\nplayer participates on behalf of his national basketball federation as part of\nan international FIBA competition (e.g., the Olympics and FIBA Basketball\nWorld Cup), and the preparatory Exhibition games in connection therewith,\nare excluded from the definition of “Basketball Event”; provided, however,\nthat such exclusion shall not apply to any preparatory Exhibition game\n(other than games involving the U.S. national team) played and/or telecast\nin the United States.\n(d) Notwithstanding anything to the contrary in this Agreement, a\nVeteran Free Agent remains subject to the provisions of this Section 3 until\nthe September 1 following the last Season of his Player Contract; provided,\nhowever, that any such Veteran Free Agent shall be permitted to sign a\ncontract with and play in basketball games for a team in a professional\nbasketball league other than the NBA beginning on the July 1 immediately\nfollowing such Season (or prior to July 1 if approved in writing by the NBA).\n(e) The NBA shall have the exclusive right to (and to authorize third\nparties to) telecast or broadcast by radio any Basketball Event (in whole or\nin part) that is approved for NBA player participation in accordance with\nthis Section 3.\n(f) Notwithstanding anything else in this Article XXIII, the NBA, in\nconsidering and acting upon a request for approval of a summer league,\ncharity game, or other Basketball Event, does not consider or apply safety\nrequirements for such leagues, games, or events."
    },
    {
      "section_number": "Section 4",
      "section_title": "Summer Leagues.",
      "content": "Summer Leagues.\n(a) No NBA Team may simultaneously enroll more than four (4)\nVeterans in any summer basketball league during an off-season. For\npurposes of this Section 4(a), the following players are not considered\nVeterans:\n(i)\na player who has never signed a Player Contract or whose\nfirst Player Contract begins with the Season immediately\nfollowing the off-season in which such summer league is to\nbe conducted;\n(ii)\na player not under contract to an NBA Team at the time he\nenrolls in such summer league;\nArticle XXIII\n413\n(iii)\na player under contract to an NBA Team but who missed\ntwenty-five (25) or more of the Team’s games during the\nRegular Season immediately preceding such off-season due\nto injury or illness; and\n(iv)\na player who played for a team in the NBAGL or any other\nU.S.-based professional league during all, or any portion, of\nthe Regular Season immediately preceding such off-season.\n(b) Prior to playing in a summer basketball league, each player who is\nunder contract with a Team for the following Season shall be provided by\nhis Team, and requested to sign a “Notice to Veteran Players Concerning\nSummer Leagues” in the form attached hereto as Exhibit E.\n(c) The only compensation that may be paid by a Team or any person\nor entity affiliated with a Team to a player participating in a summer\nbasketball league is a reasonable expense allowance for: (i) meals, but no\ngreater than that set forth in Article III, Section 2; (ii) lodging; and\n(iii) transportation to and from the player’s home to the site of the summer\nleague, and to and from the site of the player’s lodging during the summer\nleague to the site of summer-league-related activities. In addition, the Team\nmay purchase a disability insurance policy for the player covering the term\nof the applicable summer league.\n(d) No Team shall schedule, and no player shall participate in, a summer\nbasketball league that is scheduled to extend, or does in fact extend, past\nSeptember 1 of any calendar year.\n414"
    }
  ],
  "intro_content": "Article XXIII\nEXHIBITION GAMES AND\nOFF-SEASON GAMES AND EVENTS"
}