{
  "article_number": "Article VI",
  "title": "PLAYER CONDUCT",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Games.",
      "content": "Games.\n(a) In addition to any other rights a Team or the NBA may have by\ncontract (including but not limited to the rights set forth in Paragraphs 9\nand 16 of the Uniform Player Contract) or by law:\n(i)\nWhen a player (A) fails or refuses, without proper and\nreasonable cause or excuse, to render the services required\nby a Player Contract or this Agreement, or (B) is suspended\nby his Team or the NBA for failing or refusing, without\nproper and reasonable cause or excuse, to render the services\nrequired by a Player Contract or this Agreement, the Current\nBase Compensation payable to the player for the year of the\nContract during which such failure or refusal and/or\nsuspension occurs shall be reduced by 1/91.6th of the\nplayer’s Base Compensation for each missed Exhibition,\nRegular Season, Play-In, or playoff game; and\n(ii)\nWhen a player is, for proper cause other than the player’s\nfailure or refusal to render the services required by a Player\nContract or this Agreement, suspended by his Team or the\nNBA in accordance with the terms of such Contract or this\nAgreement, the Current Base Compensation payable to the\nplayer for the year of the Contract during which such\nsuspension occurs shall be reduced by (i) 1/145th of the\nplayer’s Base Compensation for each missed Exhibition,\nRegular Season, Play-In, or playoff game for any suspension\nof fewer than twenty (20) games and (ii) 1/110th of the\nplayer’s Base Compensation for each missed Exhibition,\nRegular Season, Play-In, or playoff game for any suspension\nof twenty (20) games or more (including any indefinite\nsuspension that persists for twenty (20) games or more or\nconsecutive suspensions for continuing acts or conduct that\npersist for twenty (20) games or more).\nArticle VI\n113\n(b) Notwithstanding Section 1(a)(ii) above, for the first game in a Season\nfor which a player is suspended by the NBA, if such suspension is for\nconduct on the playing court (as that term is defined in Article XXXI,\nSection 9(c)) and is a one-game suspension, the Current Base Compensation\npayable to the player for the year of the Contract during which such\nsuspension occurs shall be reduced by an amount equal to the player’s\nCurrent Base Compensation for such Season multiplied by a fraction, the\nnumerator of which is one (1) and the denominator of which is the number\nof days in the Regular Season. For clarity, for any other game for which\nsuch player is suspended by his Team or the NBA during such Season, the\nCurrent Base Compensation payable to the player for the year of the\nContract during which such suspension occurs shall be reduced in\naccordance with Section 1(a) above.\n(c) In the event that, at the start of a Regular Season, (x) a player is a\nFree Agent who has games remaining to be served on a suspension that was\npreviously imposed on him by the NBA either when he was under a\nContract with a Team or when he was a Free Agent, and (y) such player, but\nfor the remainder of the suspension to be served, is otherwise eligible and\nable to play, then:\n(i)\nThe player’s suspension shall be deemed to have been served\nas of the day following the day on which the Team to which\nhe was under contract when the suspension was imposed\n(or, if he was not under contract when the suspension was\nimposed, the last Team to which he was under contract prior\nto the suspension being imposed) has played a number of\ngames in such Regular Season equal to one and one-half (1.5)\ntimes the number of games that remained to be served on\nthe term of the suspension as of the first day of such Regular\nSeason (rounded up to the nearest whole number); and\n(ii)\nIf the player subsequently signs one or more Player\nContracts, the Current Base Compensation payable to the\nplayer for such Season (or, if he does not sign a Player\nContract during such Regular Season, the first subsequent\nSeason thereafter for which he signs a Player Contract)\nunder one or more Contracts shall be reduced in accordance\nwith Section 1(a) above for the number of games that\n114\nArticle VI\nremained to be served on the term of the suspension as of\nthe first day of such Regular Season.\nFor clarity, if a player is a Free Agent on the first day of such Regular Season\nand subsequently signs a Player Contract before his suspension has been\ndeemed to have been served pursuant to Section 1(c)(i) above, the number\nof games of the suspension that will be deemed to have been served as of\nthe date he signs such Player Contract shall equal two-thirds (2/3) of the\nnumber of games played by his prior Team in such Regular Season as of the\ndate he signs such Player Contract (rounded to the nearest whole number)."
    },
    {
      "section_number": "Section 2",
      "section_title": "Practices.",
      "content": "Practices.\n(a) When a player, without proper and reasonable excuse, fails to attend\na practice session scheduled by his Team, he shall be subject to the following\ndiscipline: (i) for the first missed practice during a Season – $2,500; (ii) for\nthe second missed practice during such Season – $5,000; (iii) for the third\nmissed practice during such Season – $7,500; and (iv) for the fourth (or any\nadditional) missed practice during such Season – such discipline as is\nreasonable under the circumstances.\n(b) Notwithstanding Section 2(a) above, when a player, without proper\nand reasonable excuse, refuses or intentionally fails to attend any practice\nsession scheduled by his Team, he shall be subject to such discipline as is\nreasonable under the circumstances."
    },
    {
      "section_number": "Section 3",
      "section_title": "Promotional Appearances.",
      "content": "Promotional Appearances.\nWhen a player, without proper and reasonable excuse, fails or refuses to\nattend a promotional appearance required by and in accordance with\nArticle II, Section 8 and Paragraph 13(d) of the Uniform Player Contract,\nhe shall be fined $20,000."
    },
    {
      "section_number": "Section 4",
      "section_title": "Mandatory Programs.",
      "content": "Mandatory Programs.\n(a) NBA players shall be required to attend and participate in\neducational and life skills programs designated as “mandatory programs” by\nthe NBA and the Players Association. Such “mandatory programs,” which\nshall be jointly administered by the NBA and the Players Association, shall\ninclude a Rookie Transition Program (for rookies only), Team Awareness\nMeetings (which shall cover, among other things, substance abuse\nArticle VI\n115\nawareness, HIV awareness, gambling awareness, healthy relationships,\nmental health and wellness programming, and recommendations and\neducational materials regarding the health benefits of vaccinations\nrecommended by the Centers for Disease Control and Prevention (CDC)),\nand such other programs as the NBA and the Players Association shall\njointly designate as mandatory.\n(b) When a player, without proper and reasonable excuse, fails or\nrefuses to attend a “mandatory program,” he shall be fined $20,000 by the\nNBA; provided, however, that if the player misses the Rookie Transition\nProgram, he shall be suspended for five (5) games.\n(c) Each year, the NBA and Players Association shall work together to\n(i) identify players who did not attend a Rookie Transition Program (for\nrookies only) or a Team Awareness Meeting covering information relating\nto the Anti-Drug Program (e.g., because the player was signed to a Contract\nafter such Team Awareness Meeting took place), and (ii) as soon as\npracticable, provide any such player with educational materials regarding the\nAnti-Drug Program."
    },
    {
      "section_number": "Section 5",
      "section_title": "Media Training, Business of Basketball, Anti-Gambling",
      "content": "Media Training, Business of Basketball, Anti-Gambling\nTraining, and System Rules Training.\n(a) All players shall be required each Season to attend and participate in\none (1) media training session conducted by their Team and/or the NBA.\nIf a player, without proper and reasonable excuse, fails or refuses to attend\na media training session, he shall be fined $20,000.\n(b) All players shall be required each Season to attend and participate in\none (1) “business of basketball” program conducted by the Team and/or\nthe NBA. If a player, without proper and reasonable excuse, fails or refuses\nto attend such program, he shall be fined $5,000. Each Team’s Governor\nshall attend his or her Team’s annual “business of basketball” program.\n(c) All players shall be required each Season to attend and participate in\none (1) anti-gambling training session conducted by their Team and/or the\nNBA. If a player, without proper and reasonable excuse, fails or refuses to\nattend an anti-gambling training session, he shall be fined $100,000. Each\nyear, the NBA and Players Association shall work together to (i) identify\nplayers who did not attend a Rookie Transition Program (for rookies only)\n116\nArticle VI\nor the anti-gambling training session, and (ii) as soon as practicable, provide\nany such player with educational materials with information from such\ntraining session. In addition, each year the NBA shall work with the\nNBAGL to ensure that players in the NBAGL are provided with the same\nanti-gambling training that is provided to NBA players.\n(d) Each year, the NBA and Players Association will jointly make\navailable to players training on System rules (e.g., online or by\nvideoconference)."
    },
    {
      "section_number": "Section 6",
      "section_title": "Charitable Contributions.",
      "content": "Charitable Contributions.\n(a) In the event that (i) a fine or suspension is imposed on a player,\n(ii) such fine or suspension-related Compensation amount is collected by\nthe League, and (iii) the fine or suspension is not grieved pursuant to\nArticle XXXI, then the NBA shall remit fifty percent (50%) of the amount\ncollected to the National Basketball Players Association Foundation (the\n“NBPA Foundation”) or such other charitable organization selected by the\nPlayers Association that qualifies for treatment under Section 501(c)(3) of\nthe Internal Revenue Code of 1986, as now in effect or as it may hereafter\nbe amended (a “Section 501(c)(3) Organization”), and that is approved by\nthe NBA (which approval shall not be unreasonably withheld) (both\nhereinafter, the “NBPA-Selected Charitable Organization”); provided,\nhowever, that any contributions made by the NBPA-Selected Charitable\nOrganization to a player charitable foundation cannot be intended to\nreimburse the player for the financial impact of a fine or suspension. The\nNBA shall remit the remaining fifty percent (50%) of the amount collected\nto a Section 501(c)(3) Organization selected by the NBA and approved by\nthe Players Association, which approval shall not be unreasonably withheld.\nFor purposes of this Section 6(a), and with respect to any suspension\nimposed on a player by the NBA of five (5) games or more, the NBA shall\nbe required to collect a suspension-related Compensation amount equal to\nat least five (5) games of such suspension.\n(b) The remittances made by the NBA pursuant to this Section 6 shall\nbe made annually, ninety (90) days following the Accountants’ (as defined in\nArticle VII, Section 10(a)) submission to the NBA and the Players\nAssociation of a final Audit Report or an Interim Designated Share Audit\nReport (as defined in Article VII, Section 10(a)(1)) for the Salary Cap Year\nArticle VI\n117\ncovering the Season during which the fines and suspension-related\nCompensation amounts are collected by the NBA.\n(c) If a timely Grievance is filed under Article XXXI challenging a fine\nor suspension of the kind designated in Section 6(a) above, and, following\nthe disposition of the Grievance, the Grievance Arbitrator determines that\nall or part of the fine or suspension-related amount (plus any accrued interest\nthereon) is payable by the player to the League, then the League shall remit\nthe amount collected by the League (plus any interest) in accordance with\nthe provisions of Sections 6(a) and (b) above."
    },
    {
      "section_number": "Section 7",
      "section_title": "Unlawful Violence.",
      "content": "Unlawful Violence.\nWhen a player is convicted of (including by a plea of guilty, no contest,\nor nolo contendere to) a violent felony, he shall immediately be suspended\nby the NBA for a minimum of ten (10) games."
    },
    {
      "section_number": "Section 8",
      "section_title": "Counseling for Violent Misconduct.",
      "content": "Counseling for Violent Misconduct.\n(a) In addition to any other rights a Team or the NBA may have by\ncontract or law, when the NBA and the Players Association agree that there\nis reasonable cause to believe that a player has engaged in any type of\noff-court violent conduct, the player will (if the NBA and the Players\nAssociation so agree) be required to undergo a clinical evaluation by a\nneutral expert and, if deemed necessary by such expert, appropriate\ncounseling, with such evaluation and counseling program to be developed\nand supervised by the NBA and the Players Association, unless the player\nhas engaged in acts covered by the Joint NBA/NBPA Policy on Domestic\nViolence, Sexual Assault, and Child Abuse, in which case the terms of that\nPolicy shall apply. For purposes of this paragraph, “violent conduct” shall\ninclude, but not be limited to, any conduct involving the use or threat of\nphysical violence or the use of, or threat to use, a deadly weapon, any\nconduct which could be categorized as a “hate crime,” and any conduct\ninvolving dog fighting or animal cruelty.\n(b) Any player who is convicted of (including by a plea of guilty, no\ncontest, or nolo contendere to) a crime involving violent conduct shall be\nrequired to attend at least five (5) counseling sessions with a therapist or\ncounselor jointly selected by the NBA and the Players Association, unless\nthe player has engaged in acts covered by the Joint NBA/NBPA Policy on\n118\nArticle VI\nDomestic Violence, Sexual Assault, and Child Abuse, in which case the\nterms of that Policy shall apply. These sessions shall be in addition to any\ndiscipline imposed on the player by the NBA for the conduct underlying his\nconviction. The therapist or counselor who is jointly selected by the NBA\nand the Players Association shall determine the total number of counseling\nsessions to be attended by the player; however, in no event shall a player be\nrequired to attend more than ten (10) sessions.\n(c) Any player who, after being notified in writing by the NBA that he\nis required to undergo the clinical evaluation and/or counseling program\nauthorized by Section 8(a) or 8(b) above, refuses or fails, without a\nreasonable explanation, to attend or participate in such evaluation and\ncounseling program within seventy-two (72) hours following such notice,\nshall be fined by the NBA in the amount of $10,000 for each day following\nsuch seventy-two (72) hours that the player refuses or fails to participate in\nsuch program."
    },
    {
      "section_number": "Section 9",
      "section_title": "Firearms and Other Weapons.",
      "content": "Firearms and Other Weapons.\n(a) Whenever a player is physically present at a facility or venue owned,\noperated, or being used by a Team, the NBA, or any League-related entity,\nand whenever a player is traveling on any NBA-related business, whether on\nbehalf of the player’s Team, the NBA, or any League-related entity, such\nplayer shall not possess a firearm of any kind or any other deadly weapon.\nFor purposes of the foregoing, “a facility or venue” includes, but is not\nlimited to: an arena; a practice facility; a Team or League office or facility; a\nfacility or venue used for an NBA event (such as an In-Season Tournament,\nAll-Star, or NBA playoff venue); and the site of a promotional or charitable\nappearance.\n(b) At the commencement of each Season, and if the player owns or\npossesses any firearm, the player will provide the Team with proof that the\nplayer possesses a license or registration as required by law for any such\nfirearm. Each player is also required to provide the Team with proof of any\nmodifications or additions made to this information during the Season.\n(c) Any violation of Section 9(a) or Section 9(b) above shall be\nconsidered conduct prejudicial to the NBA under Article 35(d) of the NBA\nConstitution and By-Laws, and shall therefore subject the player to\ndiscipline by the NBA in accordance with such Article.\nArticle VI\n119"
    },
    {
      "section_number": "Section 10",
      "section_title": "One Penalty.",
      "content": "(a) The NBA and a Team shall not discipline a player for the same act\nor conduct. The NBA’s disciplinary action will preclude or supersede\ndisciplinary action by any Team for the same act or conduct.\n(b) When the NBA becomes aware of any potential or actual\ndisciplinary action which may be or has been imposed by a Team for a\nplayer’s act or conduct, the NBA may, within forty-eight (48) hours, prohibit\nthe discipline from being imposed or rescind the discipline that has been\nimposed, as applicable. If the NBA prohibits or rescinds the discipline, only\nthe NBA shall thereafter be permitted to impose discipline on the player for\nthat act or conduct. If the NBA does not prohibit or rescind the Team’s\ndiscipline, the Team may impose its proposed discipline or the Team’s\ndiscipline will remain in effect, as applicable, and, if the Team’s discipline\nbecomes effective or remains in effect, the NBA may not thereafter impose\ndiscipline on the player for that act or conduct.\n(c) Notwithstanding anything to the contrary contained in Section 10(a)\nor 10(b), (i) the same act or conduct by a player may result in both a\ntermination of the player’s Uniform Player Contract by his Team and the\nsuspension of the player by the NBA if the egregious nature of the act or\nconduct is so lacking in justification as to warrant such double penalty, and\n(ii) both the NBA and the Team to which a player is traded may impose\ndiscipline for a player’s failure to report for a trade in accordance with\nParagraph 10(d) of the Uniform Player Contract."
    },
    {
      "section_number": "Section 11",
      "section_title": "League Investigations.",
      "content": "(a) Players are required to cooperate with investigations of alleged\nplayer misconduct conducted by the NBA. Failure to so cooperate, in the\nabsence of a reasonable apprehension of criminal prosecution, will subject\nthe player to reasonable fines and/or suspensions imposed by the NBA.\nAny investigations of alleged misconduct that is covered by the Joint\nNBA/NBPA Policy on Domestic Violence, Sexual Assault, and Child\nAbuse shall be governed by the terms of that Policy.\n(b) Except as set forth in Section 11(c) below, the NBA shall provide\nthe Players Association with such advance notice as is reasonable in the\ncircumstances of any interview or meeting to be held (in person or by\ntelephone) between an NBA representative and a player under investigation\n120\nArticle VI\nby the NBA for alleged misconduct, and shall invite a representative of the\nPlayers Association to participate or attend. The failure or inability of a\nPlayers Association representative to participate in or attend the interview\nor meeting, however, shall not prevent the interview or meeting from\nproceeding as scheduled. A willful disregard by the NBA of its obligation\nto notify the Players Association as provided for by this Section 11(b) shall\nbar the NBA from using as evidence against the player in a proceeding\ninvolving such alleged misconduct any statements made by the player in the\ninterview or meeting conducted by the NBA representative.\n(c) The provisions of Section 11(b) above shall not apply to interviews\nor meetings: (i) held by the NBA as part of an investigation with respect to\nalleged player misconduct that occurred at the site of a game; and (ii) which\ntake place during the course of, or immediately preceding or following, such\ngame. With respect to any such interview or meeting, the NBA’s only\nobligation shall be to provide notice to the Players Association that the NBA\nwill be conducting an investigation and holding an interview or meeting in\nconnection therewith. Such notice may be given by telephone at a telephone\nnumber or by email at an email address to be designated in writing by the\nPlayers Association."
    },
    {
      "section_number": "Section 12",
      "section_title": "On-Court Conduct.",
      "content": "(a) The parties have agreed to all of the rules governing the conduct of\nplayers on the playing court (as that term is defined in Article XXXI,\nSection 9(c) below) that are contained in the Player Conduct, NBA Uniform\nRequirements, Dress Code, and Other Player-Related Matters Memo\ndistributed by the NBA and dated June 1, 2023. Beginning with the 2023-24\nSeason, the NBA and the Players Association will bargain over any new rules\ngoverning the conduct of players on the playing court (including disciplinary\npenalties associated therewith) or any change to the agreed-upon rules\ngoverning the conduct of players on the playing court (including disciplinary\npenalties associated therewith); provided, however, that this obligation to\nbargain does not apply to the official playing rules of the NBA (or any\nchange or modification thereof) or any rule affecting the integrity of the\ngame or game play (or any change or modification thereof), except with\nrespect to any change or modification to the disciplinary penalties associated\nwith a player’s violation of such rules.\nArticle VI\n121\n(b) Nothing in Section 12(a) above shall be construed to modify or alter\n(i) the NBA’s existing disciplinary authority in this Agreement or Article 35\nof the NBA Constitution governing the conduct of players on the playing\ncourt (as that term is defined in Article XXXI, Section 9(c) below),\nincluding, but not limited to, the NBA’s ability to provide notice to players\nthat it regards a type of on-court conduct to be violative of its disciplinary\nstandards, (ii) the NBA’s existing disciplinary authority in this Agreement\nand/or Article 35 of the NBA Constitution governing off-court conduct, or\n(iii) Article XXXVII, Section 2 of this Agreement governing player\nuniforms.\n(c) Prior to the imposition of a suspension on a player for conduct on\nthe playing court (as defined in Article XXXI, Section 9(c)), the player will\nhave the opportunity to request a telephonic meeting with the President,\nLeague Operations, the Executive Vice President, Basketball Operations, or\ntheir designee to discuss the incident and be heard as to why a suspension is\nunwarranted; provided, however, that the player must promptly notify the\nNBA of his desire for such a meeting, which will be scheduled to take place\nwithin a reasonable time period that will not interfere with the NBA’s\ninvestigatory process and will not preclude the NBA from issuing a\nsuspension prior to the player’s next game. Notice to the player of a possible\nsuspension may be given by the NBA to the Players Association by\ntelephone at a telephone number or by email at an email address to be\ndesignated in writing by the Players Association. Notice by the player of his\nrequest for a meeting pursuant to this Section 12(c) may be provided\nthrough the Players Association on the player’s behalf, and a representative\nof the Players Association may participate in any such telephone call. The\nNBA will consider any information provided during the meeting before\nfinalizing its decision; provided, however, that nothing contained herein will\nrequire the NBA to alter its disciplinary decision or affect any rights the\nplayer has under Article XXXI to appeal that decision."
    },
    {
      "section_number": "Section 13",
      "section_title": "Off-Court Conduct.",
      "content": "Following the imposition of discipline on a player by the NBA for\noff-court conduct, and upon request by the Players Association, the NBA\nshall identify for the Players Association the key evidence or other materials\nupon which the disciplinary decision was based. The foregoing obligation,\nincluding, but not limited to, the NBA’s provision of such information and\nthe extent or nature of the information provided, shall be without prejudice\n122\nArticle VI\nto the NBA, including by not limiting the evidence or other materials upon\nwhich the NBA may rely in any proceeding relating to the discipline\nimposed."
    },
    {
      "section_number": "Section 14",
      "section_title": "Motor Vehicles.",
      "content": "At the commencement of each Season, and if the player owns or operates\nany motor vehicle, the player will provide the Team with proof that the\nplayer possesses a valid driver’s license, registration documents, and\ninsurance for any such vehicle. For players who sign Player Contracts during\nthe Season, the player will provide the Team with such information within\nfourteen (14) days following the execution of his Contract. Each player is\nalso required to provide the Team with proof of any modifications or\nadditions made to this information during the Season."
    },
    {
      "section_number": "Section 15",
      "section_title": "Player Convictions and Other Discipline Involving",
      "content": "Alcohol or Controlled Substances.\n(a) In addition to any other discipline imposed by the NBA for such\nconduct, any player who is convicted of (including by a plea of guilty, no\ncontest, or nolo contendere to) driving while intoxicated, driving under the\ninfluence, driving under the influence of a controlled substance (if that\ncontrolled substance is not a Prohibited Substance) or any similar crime shall\nbe required to submit to a mandatory evaluation by the Medical Director of\nthe Anti-Drug Program. After that mandatory evaluation, the Medical\nDirector may require the player to attend up to ten (10) substance abuse\ncounseling sessions.\n(b) No player shall use any Marijuana Product (defined below) while he\nis physically present at a facility or venue owned, operated, or being used by\na Team, the NBA, or any Team- or League-related entity. Any violation of\nthis Section 15(b) shall subject the player to discipline as is reasonable under\nthe circumstances. With respect to discipline imposed by the NBA and/or\nthe Team, the One Penalty rule set forth in Article VI, Section 10 of this\nAgreement shall apply."
    },
    {
      "section_number": "Section 16",
      "section_title": "Player Arrests.",
      "content": "A Team shall not impose discipline on a player solely on the basis of the\nfact that the player has been arrested. Notwithstanding the foregoing, (a) a\nTeam may impose discipline on a player for the conduct underlying the\nArticle VI\n123\nplayer’s arrest if it has an independent basis for doing so, (b) nothing herein\nshall permit a Team to discipline a player for his failure to cooperate with a\nTeam’s investigation of his alleged misconduct if he has a reasonable\napprehension of criminal prosecution, and (c) nothing herein shall prevent\na Team from precluding a player from participating in Team activities\nwithout loss of pay to the extent it otherwise has the right to do so."
    },
    {
      "section_number": "Section 17",
      "section_title": "Joint NBA/NBPA Policy on Domestic Violence, Sexual",
      "content": "Assault, and Child Abuse.\nThe parties have agreed to the Joint NBA/NBPA Policy on Domestic\nViolence, Sexual Assault, and Child Abuse (and any amendments thereto),\nwhich is attached as Exhibit F hereto. Any evaluation, counseling,\ntreatment, and/or discipline of a player for engaging in acts covered by this\nPolicy shall be governed by the terms of the Policy."
    },
    {
      "section_number": "Section 18",
      "section_title": "Trades.",
      "content": "Any player (or, for clarity, any player representative or person acting with\nauthority on behalf of a player) who publicly expresses a desire to be traded\nto another Team shall be subject to a fine and/or a suspension. The\nmaximum fine that may be imposed by the NBA on a player pursuant to the\nforegoing shall be $150,000."
    },
    {
      "section_number": "Section 19",
      "section_title": "Player Involvement with Gaming Companies.",
      "content": "(a) As used in this Section 19, the following terms shall have the\nfollowing meanings:\n(i)\n“Gaming Company” means a Sports Betting Company, a\nFantasy Sports Company, or any other entity that offers\ncontests, wagers, or other transactions on which consumers\ncan put money or other things of value at risk and the\noutcome of which is determined, in whole or in part, based\nupon the performance of NBA League players or NBA\nLeague teams in NBA League games or events.\n(ii)\n“Sports Betting Company” means an entity (A) that directly\nor indirectly offers, accepts, or facilitates wagering related to\nsporting events, or (B) whose operations are substantially\n124\nArticle VI\ndedicated to content related to wagering on NBA and other\nsporting events.\n(iii) “Fantasy Sports Company” means an entity that offers or\nfacilitates contests in which participants submit entries in a\ncontest (season-long, daily, or single-game), comprised of\none or more selected teams or players, with the winning\nentries determined by the performance or statistics of the\nselected teams or players.\n(iv) “NBA League” means the NBA, WNBA, NBAGL, NBA\n2K League, Basketball Africa League, and any other league\nassociated with the NBA.\n(b) Investment in Gaming Companies.\n(i)\nSubject to Article XIII, a player may hold a direct or indirect\nownership interest in a Gaming Company only if:\n(A) Such interest is passive (i.e., includes no\nmanagement, governance, voting, or executive role\nor other operational rights or roles);\n(B)\nThe player’s ownership interest: (1) for any entity\nthat offers, accepts, or facilitates NBA\nLeague-related bets, contests, or other transactions,\nis equal to less than a one percent (1%) beneficial\ninterest in any class of securities (or other class of\nownership interests) in the entity (including via a\npartnership interest in a fund that owns an interest\nin such entity); or (2) for any entity that does not\noffer, accept, or facilitate NBA League-related bets,\ncontests, or other transactions, is less than a fifty\npercent (50%) beneficial interest in any class of\nsecurities (or other class of ownership interests) in\nthe entity (including via a partnership interest in a\nfund that owns an interest in such entity); and\n(C)\nSuch interest is held, and such entity operates, in\ncompliance with all applicable laws and regulations\nArticle VI\n125\nrelating to sports wagering, fantasy sports contests,\nor similar transactions.\n(ii)\nAny player who holds an ownership interest in a Gaming\nCompany shall disclose to the League Office (attn: General\nCounsel) and the Players Association, within 30 days of\nacquiring such interest, (A) the identity of the Gaming\nCompany in which the player holds such interest, and (B)\nthe percentage of the Gaming Company’s overall ownership\nsuch interest represents.\n(c) Promotion and Endorsement of Gaming Companies.\n(i)\nSubject to Article XIII, a player may participate in the\npromotion or endorsement of a Gaming Company only if:\n(A) Such participation is limited to (1) general brand\npromotion or endorsement, or (2) promotion or\nendorsement of betting on non-NBA League sports;\n(ii)\n(B)\nCompensation for such participation is not\ndetermined in any respect by NBA League wagering\nor outcomes of NBA League games (e.g.,\ncompensation to the player may not be based on the\namount wagered on NBA League games); and\n(C)\nSuch participation and such Gaming Company’s\noperation comply with all applicable laws and\nregulations relating to sports wagering, fantasy\nsports contests, or similar transactions.\nThe\noperation of a Gaming Company that is party to an\nagreement with the NBA or a Team shall, during the\nterm of such agreement, be deemed in compliance\nwith this subsection (c)(i)(C).\nFor clarity, no player may participate in endorsement or\npromotional activity of a Gaming Company where such\nendorsement or promotion involves NBA League-related\nbets or contests.\n126\nArticle VI\n(d) For clarity, any investments in or promotions or endorsements of\nGaming Companies not expressly permitted by this Section 19 are\nprohibited. In the event a player engages in a prohibited investment,\npromotion, or endorsement, then, without limiting other NBA rights or\nremedies, the player shall be required to promptly dispose of his ownership\ninterest in the prohibited investment and/or immediately terminate his\nparticipation in the prohibited promotion or endorsement, as applicable."
    },
    {
      "section_number": "Section 20",
      "section_title": "Player Involvement with Cannabis Companies.",
      "content": "(a) As used in this Section 20, the following terms shall have the\nfollowing meanings:\n(i)\n“CBD” means hemp-derived compounds that have a\nconcentration of tetrahydrocannabinol (“THC”) at or below\n0.3% and contain no other form or amount of cannabis.\n(ii)\n“CBD Products” means supplements and other products\ncontaining CBD as an ingredient (e.g., oils, creams, drinks,\npills, powders, and roll-ons), but does not mean products\nthat meet the definition of “Marijuana Products” below or\nproducts containing any substance on the list of Prohibited\nSubstances set forth in Exhibit I-2 to this Agreement or on\nSchedule I or II of the Controlled Substances Act.\n(iii)\n“Marijuana Company” means an entity that (A) produces or\nsells one or more Marijuana Products, including an entity\nthat produces or sells both CBD Products and one or more\nMarijuana Products, and/or (B) produces or sells CBD\nProducts and has an affiliate that produces or sells one or\nmore Marijuana Products under the same or a substantially\nsimilar brand as such entity or CBD Products.\n(iv)\n“Marijuana Products” means supplements and other\nproducts (e.g., flower, oils, creams, drinks, pills, powders, and\nroll-ons) containing (A) a non-CBD form of cannabis as an\ningredient, and/or (B) a concentration of THC above 0.3%.\nFor purposes of this Section 20, any products containing\nboth CBD and a non-CBD form of cannabis, and any\nproducts containing kratom, shall be Marijuana Products.\nArticle VI\n127\n(b) Investment in Cannabis Companies.\n(i)\nSubject to Section 20(b)(ii) below and Article XIII, a player\nmay hold a direct or indirect ownership interest (whether\ncontrolling or non-controlling) in an entity that produces or\nsells CBD Products, provided that (A) such entity does not\nalso produce or sell one or more products containing any\nProhibited Substance or any other Schedule I or II\nsubstance under the Controlled Substances Act, and\n(B) such interest is held, and such entity operates, in\ncompliance with all applicable laws and regulations.\n(ii)\nSubject to Article XIII, a player may hold a direct or indirect\nownership interest in a Marijuana Company, provided that:\n(A) Such interest is passive (i.e., includes no\nmanagement, governance, voting, or executive role\nor other operational rights or roles); and\n(B)\nThe player’s ownership interest is equal to less than\na fifty percent (50%) beneficial interest in any class\nof securities (or other class of ownership interests)\nin such Marijuana Company (including via a\npartnership interest in a fund that owns an interest\nin such Marijuana Company); and\n(C)\nSuch interest is held, and such entity operates, in\ncompliance with all applicable laws and regulations.\n(iii) For clarity, except as set forth in Section 20(b)(ii) above, no\nplayer may hold any ownership interest (whether direct or\nindirect, including via a partnership interest in a fund) in an\nentity that produces or sells any products containing any\nProhibited Substance or any other Schedule I or II substance\nunder the Controlled Substances Act.\n(c) Promotion and Endorsement of Cannabis Companies.\n(i)\nSubject to Article XIII, a player may participate in the\npromotion or endorsement of any brand, product, or service\nof an entity that produces or sells CBD Products, provided\n128\nArticle VI\nthat such entity (A) is not a Marijuana Company, (B) does\nnot also produce or sell one or more products containing\nany Prohibited Substance or any other Schedule I or II\nsubstance under the Controlled Substances Act, and\n(C) such participation and such entity’s operation comply\nwith all applicable laws and regulations.\n(ii)\nNotwithstanding Section 20(c)(i) above, a player may request\npermission from the NBA and the Players Association to\npromote or endorse any CBD Products that are produced or\nsold by a Marijuana Company. Such request must be in\nwriting and include (A) a complete list of the products that\nthe Marijuana Company produces or sells, (B) a complete list\nof all ingredients of such products, (C) a description of the\nplayer’s proposed promotion or endorsement activity for the\nMarijuana Company’s CBD Products, and (D) a detailed\nsummary of the non-financial terms of any proposed\npromotion or endorsement agreement between the player\nand the Marijuana Company. Unless a player’s request has\nbeen approved in writing by the NBA and the Players\nAssociation, the player may not promote or endorse any\nCBD Products that are produced or sold by a Marijuana\nCompany.\n(iii)\nUpon receiving a player’s written request pursuant to\nSection 20(c)(ii) above, the NBA and the Players Association\nshall each consider and determine whether to approve such\nrequest. Without limiting such approval right of the NBA\nand the Players Association, the promotion or endorsement\nby a player of a CBD Product that is produced or sold by a\nMarijuana Company (A) will not be permitted if such CBD\nProduct is associated by the Marijuana Company with any\nMarijuana Product (e.g., the CBD Product is marketed or\nsold under a brand that also includes or refers to Marijuana\nProducts) or if any proposed promotion creates a reasonable\nrisk of public confusion with any Marijuana Product, and\n(B) if approved, shall be subject to any terms and conditions\nimposed by the NBA and/or the Players Association. In the\nevent that any information provided in a player’s request is\ninaccurate at the time it is submitted to the NBA or the\nArticle VI\n129\nPlayers Association, or in the event that such information\nlater becomes inaccurate, the NBA or the Players\nAssociation may in their discretion withdraw their approval\nof the player’s request.\n(d) For clarity, any investments in or promotions or endorsements of\nentities that produce or sell products containing a form of cannabis\n(including, for clarity, a CBD form of cannabis) not expressly permitted by\nthis Section 20 are prohibited. In the event a player engages in a prohibited\ninvestment, promotion, or endorsement, then, without limiting other NBA\nrights or remedies, the player shall be required to promptly dispose of his\nownership interest in the prohibited investment and/or immediately\nterminate his participation in the prohibited promotion or endorsement, as\napplicable."
    },
    {
      "section_number": "Section 21",
      "section_title": "Gambling by Former NBAGL Players.",
      "content": "(a) A player shall be subject to discipline imposed by the NBA for\nviolations of NBAGL rules pertaining to gambling involving the NBA,\nNBAGL, and/or NBA-affiliated leagues that were committed during any\nprior period of time during which the player was subject to NBAGL rules\nrelating to gambling. The NBA may impose such discipline only in\ncircumstances where, and only to the extent that, discipline would be\nauthorized by the NBA under this Agreement for the same conduct under\nNBA rules pertaining to gambling by players involving the NBA, NBAGL,\nand/or NBA-affiliated leagues.\n(b) Any player suspended by the NBAGL for violations of the NBAGL\nrules pertaining to gambling involving the NBA, NBAGL, and/or NBAaffiliated leagues who signs a Uniform Player Contract before the full term\nof the suspension is served shall serve the remainder of the suspension in\nthe NBA. In addition, any player suspended under NBAGL rules pertaining\nto gambling involving the NBA, NBAGL, and/or NBA-affiliated leagues\nwhose NBAGL contract ends before the full term of the suspension is\nserved shall be subject to Article VI, Section 1(c) of this Agreement with\nrespect to the NBAGL suspension if, at the start of the following NBA\nRegular Season, he is a Free Agent who has games remaining to be served\non the NBAGL suspension. For purposes of Article VI, Section 1(c), the\n“Team to which he was under contract when the suspension was imposed”\n130\nArticle VI\nshall be deemed to be the NBA team, if any, with which the player first signs\na Player Contract following imposition of the NBAGL suspension."
    }
  ],
  "intro_content": "Article VI\nPLAYER CONDUCT"
}