{
  "article_number": "Article XVIII",
  "title": "TRAVEL ACCOMMODATIONS, LOCKER ROOM",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Hotel Arrangements.",
      "content": "TRAVEL ACCOMMODATIONS, LOCKER ROOM\nFACILITIES, AND PARKING\nHotel Arrangements.\n(a) Each Team agrees to use its best efforts to make the following\narrangements for its players while they are “on the road”:\n(i)\nto have their baggage picked up by porters;\n(ii)\nto have them stay in first class hotels; and\n(iii)\nto have extra-long beds available to them in each hotel.\nIf there is a finding that a Team has committed a willful violation of this\nSection 1(a), the NBA shall impose a $5,000 fine on such Team.\n(b) When its players are “on the road,” each Team shall provide an\nindividual hotel room for each player."
    },
    {
      "section_number": "Section 2",
      "section_title": "First Class Travel.",
      "content": "First Class Travel.\n(a) Each Team shall provide first class travel accommodations on all\ntrips in excess of one (1) hour, except when such accommodations are not\navailable; provided, however, that a Team’s head coach may fly first class in\nplace of a player when eight (8) or more first class seats are provided to\nplayers. In the event a Team’s head coach flies first class in place of a player,\none (1) player, designated by the Players Association, shall be paid the\ndifference between the amount paid by such Team for a first class seat on\nthe flight involved and the cost of the seat purchased for such designated\nplayer on that flight.\n(b) If there is a finding that a Team has committed a willful violation of\nSection 2(a) above, the NBA shall impose a $5,000 fine on such Team.\nArticle XVIII"
    },
    {
      "section_number": "Section 3",
      "section_title": "361",
      "content": "361\nLocker Room Facilities.\nEach Team agrees to provide suitable locker room facilities and to use\nits best efforts to stabilize the temperature in locker rooms to make it\nconsistent with the temperature on playing courts."
    },
    {
      "section_number": "Section 4",
      "section_title": "Parking Facilities.",
      "content": "Parking Facilities.\nEach Team agrees to make parking facilities available to its players\nwithout charge in connection with games and practices conducted at the\nfacility regularly used by such Team for home games and/or practices."
    },
    {
      "section_number": "Section 5",
      "section_title": "Hotel Incidentals.",
      "content": "Hotel Incidentals.\nIn the event that a player fails or refuses to pay any incidental charges he\nhas incurred in connection with a hotel room provided to him by his Team\nwhile the Team is “on the road,” he shall be subject to the following\ndiscipline: (i) for each of the first two (2) occasions during the Season – a\nmaximum fine of $100; and (ii) for any subsequent occasion during such\nSeason, such discipline as is reasonable under the circumstances."
    },
    {
      "section_number": "Section 6",
      "section_title": "Two-Way Players.",
      "content": "Two-Way Players.\nThe foregoing requirements and obligations set forth in Sections 1, 2, and\n5 above shall not apply to any Two-Way Player traveling between his\nNBA Team and NBAGL team.\n362\nArticle XIX"
    }
  ],
  "intro_content": ""
}