{
  "article_number": "Article III",
  "title": "PLAYER EXPENSES",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Moving Expenses.",
      "content": "Moving Expenses.\n(a) Moving Expenses. A Team’s obligation to reimburse a player for\n“reasonable” expenses related to the assignment of a Player Contract from\none Team to another (in accordance with Paragraph 10 of a Uniform Player\nContract) shall extend to the reimbursement of the actual expenses incurred\nby such player in moving to the home territory of his new Team, provided\nthat such expenses result directly from the assignment and are ordinary and\nreasonable, and provided further that, prior to his actually incurring such\nexpenses, the player (i) consults with the Team to which his Contract has\nbeen assigned in advance concerning his move, and (ii) furnishes the Team\nwith a written estimate of such proposed expenses from an established\nmoving company so as to afford such assignee Team an opportunity to\nmake reasonably comparable alternative arrangements for the move of the\nplayer. The player shall furnish such written estimate to the Team within a\nreasonable time following the notice of the assignment of the Player\nContract. Upon receipt of such estimate from the player, the Team shall,\nwithin ten (10) days, either agree to reimburse the player for the expenses\nset forth in such estimate or make alternative arrangements (at the Team’s\nexpense) for the move of the player. “Reasonable” moving expenses shall\ninclude the cost of moving not more than one (1) automobile for the player\n(and not more than two (2) automobiles if the player is married).\n(b) Hotel Accommodations. A player whose Contract is assigned\nfrom one Team to another shall be reimbursed by the assignee Team for the\ncost of a hotel room in a hotel (comparable to that in which such Team’s\nplayers are lodged while “on the road”) in the assignee Team’s home city for\nup to forty-six (46) days following the assignment.\n(c) Housing Costs Reimbursement. A player whose Contract is\nassigned from one Team to another shall be reimbursed by the assignee\nTeam for the cost of his living quarters (either rent or mortgage expense) in\nthe city from which he is assigned, for a period of three months after the\ndate of the assignment; provided, however, that such payment shall: (i) be\nmade only if and to the extent that the player is legally obligated for such\n68\nArticle III\ncosts; and (ii) not exceed $6,000 per month. Any such payments shall be\nmade on a pro rata basis if a full month is not involved.\n(d) Proof of Expenses. Prior to reimbursing an assigned player as\nprovided in this Section, an assignee Team may require satisfactory proof\nthat the player has paid the amounts for which he seeks reimbursement, and,\nin the case of housing costs reimbursements, satisfactory proof that the\nplayer is legally obligated to pay such housing costs and the amount thereof.\nUpon notice to the player, the assignee Team may, as an alternative to\nreimbursement, pay the expenses incurred upon assignment (in accordance\nwith the foregoing provisions of this Section) directly to the persons, firms,\nor corporations involved.\n(e) Player Obligation to Minimize Potential Liability. So as to\nminimize the potential liability of NBA Teams under this Section, a player\nwho does not establish permanent or year-round residence in the home city\n(or geographic vicinity thereof) of the Team by which he is employed shall\nuse his best efforts (i) to obtain a short-term lease on the living quarters he\nselects, and (ii) to procure lease provisions authorizing him to sublet such\npremises and/or granting such Team the option to take over such lease in\nthe event the Contract of such player is assigned to another NBA Team."
    },
    {
      "section_number": "Section 2",
      "section_title": "Meal Expense Allowance.",
      "content": "Meal Expense Allowance.\n(a) The meal expense allowance, provided for in Paragraph 4 of a\nUniform Player Contract, shall be as follows:\n(i)\nFor the 2023-24 Season: $156 per day.\n(ii)\nFor each subsequent Season of this Agreement: the\npreceding Season’s meal expense allowance amount adjusted\nfor cost of living by applying to the preceding Season’s meal\nexpense allowance amount the percentage increase (or\ndecrease) in the national Consumer Price Index for All\nUrban Consumers (CPI-U) from the June 1 through the\nMay 31 immediately preceding such Season, and which shall\nbe rounded off to the nearest whole dollar per day.\n(b) When a Team is “on the road” for less than a full day, a partial meal\nexpense shall be paid based upon the time of departure from or time of\narrival in the Team’s home city, in accordance with the following:\nArticle III\n69\n(i)\nDeparture after 9:00 a.m. or arrival before 7:00 a.m., no meal\nexpense allowance for breakfast.\n(ii)\nDeparture after 1:00 p.m. or arrival before 11:30 a.m., no\nmeal expense allowance for lunch.\n(iii)\nDeparture after 7:00 p.m. or arrival before 5:30 p.m., no\nmeal expense allowance for dinner.\nFor purposes of this Section 2(b), the meal expense allowance for breakfast\nshall be deemed to be eighteen percent (18%) of the applicable daily meal\nexpense allowance (rounded off to the nearest whole dollar); the meal\nexpense allowance for lunch shall be deemed to be twenty-eight percent\n(28%) of the applicable daily meal expense allowance (rounded off to the\nnearest whole dollar); and the meal expense allowance for dinner shall be\ndeemed to be fifty-four percent (54%) of the applicable daily meal expense\nallowance (rounded off to the nearest whole dollar).\nFor purposes of this Agreement and Paragraph 4 of the Uniform Player\nContract, the “home city” of an NBA Team shall be deemed to include only\nthe city in which the facility regularly used by the Team for home games is\nlocated and any other location at which such home games are played,\nprovided that such other location(s) is not more than seventy-five (75) miles\nfrom such city.\n70"
    }
  ],
  "intro_content": "Article III\n67\nPLAYER EXPENSES"
}