{
  "article_number": "Article X",
  "title": "PLAYER ELIGIBILITY AND NBA DRAFT",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Player Eligibility.",
      "content": "PLAYER ELIGIBILITY AND NBA DRAFT\nPlayer Eligibility.\n(a) No player may sign a Contract or play in the NBA unless he has\nbeen eligible for selection in at least one (1) NBA Draft. No player shall be\neligible for selection in more than two (2) NBA Drafts.\n(b) A player shall be eligible for selection in the first NBA Draft with\nrespect to which he has satisfied all applicable requirements of\nSection 1(b)(i) below and one of the requirements of Section 1(b)(ii) below:\n(i)\nThe player (A) is or will be at least nineteen (19) years of age\nduring the calendar year in which the Draft is held, and\n(B) with respect to a player who is not an “international\nplayer” (defined below), at least one (1) NBA Season has\nelapsed since the player’s graduation from high school (or, if\nthe player did not graduate from high school, since the later\nof the graduation of the class with which the player would\nhave graduated based on the high school class he was in\nwhen he (i) first enrolled in high school, or (ii) was last\nenrolled in high school); and\n(ii)\n(A)\nThe player has graduated from a four-year college or\nuniversity in the United States (or is to graduate in\nthe calendar year in which the Draft is held) and has\nno remaining intercollegiate basketball eligibility; or\n(B)\nThe player is attending or previously attended a\nfour-year college or university in the United States,\nhis original class in such college or university has\ngraduated (or is to graduate in the calendar year in\nwhich the Draft is held), and he has no remaining\nintercollegiate basketball eligibility; or\n(C)\nThe player has graduated from high school in the\nUnited States, did not enroll in a four-year college or\nuniversity in the United States, and four (4) calendar\nArticle X\n297\nyears have elapsed since such player’s high school\ngraduation; or\n(D)\nThe player did not graduate from high school in the\nUnited States, and four (4) calendar years have\nelapsed since the graduation of the class with which\nthe player would have graduated had he graduated\nfrom high school; or\n(E)\nThe player is or will be at least twenty-two (22) years\nof age during the calendar year of the Draft, has\nsigned a “non-NBA professional basketball\ncontract” (defined below), and has rendered services\nunder such contract prior to the January 1\nimmediately preceding such Draft; or\n(F)\nThe player is or will be twenty-two (22) years of age\nduring the calendar year of the Draft and is an\ninternational player; or\n(G)\nThe player has expressed his desire to be selected in\nthe Draft in a writing received by the NBA at least\nsixty (60) days prior to such Draft (an “Early Entry”\nplayer).\n(c) For purposes of this Article X, an “international player” is a player:\n(i) who has maintained a permanent residence outside of the United States\nfor at least the three (3) years prior to the Draft, while participating in the\ngame of basketball as an amateur or as a professional outside of the United\nStates; (ii) who has never previously enrolled in a college or university in the\nUnited States; and (iii) who did not complete high school in the United\nStates.\n(d) For purposes of this Article X:\n(i)\nA “non-NBA professional basketball contract” means a\ncontract between a player and any non-NBA basketball team\nor league pursuant to which the team or league pays money\nor compensation of any kind – in excess of a stipend for\nliving expenses – to the player for rendering services to a\nbasketball team.\n298\nArticle X\n(ii)"
    },
    {
      "section_number": "Section 2",
      "section_title": "A “professional basketball team or league not in the NBA”",
      "content": "A “professional basketball team or league not in the NBA”\nmeans any team or league that pays money or compensation\nof any kind – in excess of a stipend for living expenses – to\na basketball player for rendering services to such team\nand/or league.\nTerm and Timing of Draft Provisions.\nAn NBA Draft will be held prior to the commencement of each NBA\nSeason covered by the term of this Agreement and, despite the expiration\nof the other terms of this Agreement pursuant to Article XXXIX, prior to\nthe commencement of the NBA Season immediately following the final\nSeason covered by the term of this Agreement. Each such Draft will be held\nprior to the July 10 preceding the commencement of the NBA Season on a\ndate to be designated by the Commissioner."
    },
    {
      "section_number": "Section 3",
      "section_title": "Number of Choices.",
      "content": "Number of Choices.\n(a) The NBA Draft shall consist of two (2) rounds, with each round\nconsisting of the same number of selections as there will be Teams in the\nNBA the following Season. Each Team shall be required to exercise any\nand all draft selections in its possession during each round of the Draft.\n(b) If, pursuant to any provision of this Agreement or the NBA\nConstitution and By-Laws, any Team is required to forfeit one or more draft\npick(s) in a particular NBA Draft, the number of players selected in the\napplicable round of the Draft will be reduced by the number of such\nforfeitures. (Thus, for example, if Team A is required to forfeit the ninth\npick in the first round of the Draft (at a time when there are thirty (30) NBA\nTeams), there will only be twenty-nine (29) players selected in the first round\nof such Draft.) In the event the forfeiture relates to one or more first round\npicks, the Rookie Salary Scale will be adjusted as set forth in Article VIII,\nSection 1(b)(ii). Other than as specifically agreed to herein, nothing\ncontained in this Agreement shall be deemed to be an agreement of the\nPlayers Association to any provision of the NBA Constitution and By-Laws."
    },
    {
      "section_number": "Section 4",
      "section_title": "Negotiating Rights to Draft Rookies.",
      "content": "Negotiating Rights to Draft Rookies.\n(a) A Team that drafts a player shall, during the period from the date of\nsuch NBA Draft (hereinafter, the “Initial Draft”) to the date of the next\nDraft (hereinafter, the “Subsequent Draft”), be the only Team with which\nArticle X\n299\nsuch player may negotiate or sign a Player Contract, provided that, (i) on or\nbefore the July 15 immediately following the Initial Draft (for a First Round\nPick), (ii) in the two (2) weeks before the September 5 immediately following\nthe Initial Draft (for a Second Round Pick selected in an NBA Draft prior\nto the 2024 NBA Draft), or (iii) on or before the August 5 immediately\nfollowing the Initial Draft (for a Second Round Pick selected in the 2024\nNBA Draft or any subsequent NBA Draft), such Team has made a Required\nTender to such player. If a Team has made a Required Tender to such a\nplayer and the player has not signed a Player Contract within the period\nbetween the Initial Draft and the Subsequent Draft, the Team that drafted\nthe player shall lose its exclusive right to negotiate with the player and the\nplayer will then be eligible for selection in the Subsequent Draft.\n(b) A Team that, in the Subsequent Draft, drafts a player who (i) was\ndrafted in the Initial Draft, (ii) received a Required Tender from the Team\nthat drafted him in the Initial Draft, and (iii) did not sign a Player Contract\nwith such first Team prior to the Subsequent Draft, shall, during the period\nfrom the date of the Subsequent Draft to the date of the next NBA Draft,\nbe the only Team with which such player may negotiate or sign a Player\nContract, provided such Team has made a Required Tender to such player\nby the applicable date specified in Section 4(a) above. If such player has not\nsigned a Player Contract within the period between the Subsequent Draft\nand the next NBA Draft with the Team that drafted him in the Subsequent\nDraft, that Team shall lose its exclusive right, which it obtained in the\nSubsequent Draft, to negotiate with the player, and the player will become a\nRookie Free Agent as of the date of the next NBA Draft.\n(c) If a player is drafted in an Initial Draft and (i) receives a Required\nTender, (ii) does not sign a Player Contract with a Team prior to the\nSubsequent Draft, and (iii) is not drafted by any Team in such Subsequent\nDraft, the player will become a Rookie Free Agent immediately upon the\nconclusion of the Subsequent Draft.\n(d) If a Second Round Pick receives and signs a Required Tender and is\nsubsequently waived by the Team after signing such Required Tender, then\nthe Team that made the Required Tender to the player shall have exclusive\nrights to negotiate with and sign (or convert) the player to a Two-Way\nContract for the Season covered by the Required Tender.\n300\nArticle X\n(e) If a player is drafted by a Team in either an Initial or Subsequent\nDraft and that Team does not sign such player to a Player Contract or make\na Required Tender to such player, the player will become a Rookie Free\nAgent on (i) the July 16 following such Draft (for a First Round Pick), (ii) on\nthe September 6 following such Draft (for a Second Round Pick selected in\nan NBA Draft prior to the 2024 NBA Draft), or (iii) on the August 6\nfollowing such Draft (for a Second Round Pick selected in the 2024 NBA\nDraft or any subsequent NBA Draft).\n(f) A Team may at any time withdraw a Required Tender it has made to\na player, provided that the player agrees in writing to the withdrawal. In the\nevent that a Required Tender is withdrawn, the player shall thereupon\nbecome a Rookie Free Agent.\n(g) A Team that holds the exclusive rights to negotiate with and sign a\ndrafted player may at any time renounce such exclusive rights, except that,\nif the Team has made a Required Tender to the player, a renunciation shall\nnot be permitted during the time the player has to accept the Required\nTender under Article I, Section 1(ddd). In order to renounce its exclusive\nrights with respect to a drafted player, a Team shall provide the NBA with\nan express, written statement renouncing such exclusive rights. The NBA\nshall provide a copy of such statement to the Players Association within\nthree (3) business days following its receipt thereof.\n(h) Subject to the provisions of Article VII, and subject further to\nArticle II, Section 15, a Team is free at any time beginning immediately\nfollowing the conclusion of the NBA Draft to negotiate, and free at any time\nafter the conclusion of the Moratorium Period to enter into, a Player\nContract with a Draft Rookie who is subject to that Team’s exclusive\nnegotiating rights."
    },
    {
      "section_number": "Section 5",
      "section_title": "Effect of Contracts with Other Professional Teams.",
      "content": "Effect of Contracts with Other Professional Teams.\nIf a player is drafted by a Team in either an Initial or Subsequent Draft\nand, during a period in which he may negotiate and sign a Player Contract\nwith only the Team that drafted him, either (x) is a party to a previously\nexisting (i) non-NBA professional basketball contract or (ii) player contract\nwith a professional basketball team or league not in the NBA that, in either\ncase, covers all or any part of the NBA Season immediately following said\nArticle X\n301\nInitial or Subsequent Draft, or (y) signs either such a player contract (either\n(x) or (y), a “Non-NBA Signing”), then the following rules will apply:\n(a) Subject to Section 5(b) below, the Team that drafts the player shall\nretain the exclusive NBA rights to negotiate with and sign him for the period\nending one (1) year from the earlier of the following two dates: (i) the date\nthe player notifies such Team that he is available to sign a Player Contract\nwith such Team immediately, provided that such notice will not be effective\nuntil the player is under no contractual or other legal impediment to sign\nand play with such Team for the then-current Season (if applicable) and any\nfuture Season; or (ii) the date of the NBA Draft occurring in the\ntwelve-month period from August 1 to July 30 in which the player notifies\nsuch Team of his availability and intention to play in the NBA during the\nSeason immediately following said twelve-month period, provided that such\nnotice will not be effective until the player is under no contractual or other\nlegal impediment to sign and play with such Team for the then-current\nSeason (if applicable) and any future Season.\n(b)\n(i)\nIf, by July 1, 2023, the player notifies the Team that has\ndrafted him that by September 1, 2023 he will, immediately\nthereafter and for any future Season, be under no contractual\nor other legal impediment to sign and play with such Team,\nand provided that on September 1, 2023 the player is in fact\nunder no such contractual or other legal impediment, then,\nin order to retain the exclusive NBA rights to negotiate with\nand sign the player as provided in Section 5(a), such Team\nmust make a Required Tender to the player by September\n10, 2023.\n(ii)\nIf, by July 1 of any year following 2023, the player notifies\nthe Team that has drafted him that by August 1 of such year\nhe will, immediately thereafter and for any future Season, be\nunder no contractual or other legal impediment to sign and\nplay with such Team, and provided that on such August 1\nthe player is in fact under no such contractual or other legal\nimpediment, then, in order to retain the exclusive NBA\nrights to negotiate with and sign the player as provided in\nSection 5(a), such Team must make a Required Tender to\nthe player by August 10 of such year.\n302\nArticle X\n(c) If the player gives the required notice by July 1 of any year, and the\nTeam that drafted him fails to make a Required Tender by September 10 of\nsuch year (if such notice was provided by July 1, 2023) or August 10 of such\nyear (if such notice was provided by July 1 of any year following 2023), the\nplayer shall thereupon become a Rookie Free Agent.\n(d) If, during the one-year period of exclusive NBA negotiating rights\nset forth in Section 5(a) above, the player signs a non-NBA professional\nbasketball contract or a player contract with a professional basketball team\nor league not in the NBA and the player has not made a bona fide effort to\nnegotiate a Player Contract with the Team possessing his exclusive NBA\nrights or such bona fide effort is made and such Team makes a Required\nTender to such player in accordance with Section 5(b) above, then such\nTeam shall retain the exclusive NBA rights to negotiate with and sign the\nplayer for additional one-year periods as measured in and in accordance with\nthe provisions of Section 5(a) above.\n(e) If, during the one-year period of exclusive NBA negotiating rights\nset forth in subsection (a) above, (i) the player signs (x) a non-NBA\nprofessional basketball contract or (y) a player contract with a professional\nbasketball team or league not in the NBA, (ii) the player has made a bona\nfide effort to negotiate a Player Contract with the Team possessing his\nexclusive NBA rights, and (iii) such Team fails to make a Required Tender\nto such player in accordance with Section 5(b) above, then the player shall\nthereupon become a Rookie Free Agent.\n(f) If, during the one-year period of exclusive NBA negotiating rights\nset forth in Section 5(a) above, the Team makes or has made a Required\nTender to the player and the player does not sign (x) a non-NBA\nprofessional basketball contract or (y) a player contract with a professional\nbasketball team or league not in the NBA, then (i) in the case of a player\nwho was previously drafted in an Initial Draft, the next NBA Draft following\nsuch one-year period shall be deemed the Subsequent Draft as to such\nplayer, and the rules applicable to a player who is subject to a Subsequent\nDraft will apply, or (ii) in the case of a player who was previously drafted in\na Subsequent Draft, such player shall become a Rookie Free Agent at the\nend of such one-year period.\n(g) Notice under this Section 5 shall be provided in writing by email,\npersonal delivery, or pre-paid certified, registered, or overnight mail sent to\nArticle X\n303\nthe Team’s principal address or principal office (as then listed in the NBA’s\nrecords), to the attention of the Team’s general manager and to the League\nOffice (attention: General Counsel)."
    },
    {
      "section_number": "Section 6",
      "section_title": "Application to “Early Entry” Players.",
      "content": "Application to “Early Entry” Players.\nIf a player who is eligible for the Draft pursuant to Section 1(b)(ii)(G)\nabove (an “Early Entry” player) is selected in such Draft by a Team, the\nfollowing rules apply:\n(a) Subject to Section 5 above, if the player does not thereafter play\nintercollegiate basketball, then the Team that drafted him shall, during the\nperiod from the date of such Draft to the date of the Draft in which the\nplayer would, absent his becoming an Early Entry player, first have been\neligible to be selected, be the only Team with which the player may negotiate\nor sign a Player Contract, provided that such Team makes a Required\nTender to the player each year by the date specified in Section 4(a) above.\nFor purposes hereof, the Draft in which such player would, absent his\nbecoming an Early Entry player, first have been eligible to be selected, will\nbe deemed the “Subsequent Draft” as to that player, and the rules applicable\nto a player who has been drafted in a Subsequent Draft will apply. If the\nplayer, having been selected in a Draft for which he was eligible as an Early\nEntry player, has not signed a Player Contract with the Team that drafted\nhim in such Draft following a Required Tender by that Team and is not\ndrafted in the Subsequent Draft (as defined in the previous sentence), he\nshall become a Rookie Free Agent.\n(b) Subject to Section 5 above, if the player does thereafter play\nintercollegiate basketball, then the Team that drafted him shall retain the\nexclusive NBA rights to negotiate with and sign the player for the period\nending one (1) year from the date of the Draft in which the player would,\nabsent his becoming an Early Entry player, first have been eligible to be\nselected, provided that such Team makes a Required Tender to the player\neach year by the date specified in Section 4(a) above. For purposes hereof,\nthe Draft in which such player would, absent his becoming an Early Entry\nplayer, first have been eligible to be selected, will be deemed the “Initial\nDraft” as to that player. The next NBA Draft shall be deemed the\n“Subsequent Draft” as to that player, and the rules applicable to a player\nwho has been drafted in a Subsequent Draft will apply.\n304\nArticle X\n(c) Notwithstanding anything to the contrary in this Section 6 or in\nSection 5 above, a Non-NBA Signing by an Early Entry player shall never\nshorten the period of time during which such player may negotiate and sign\na Player Contract only with the Team that drafted him."
    },
    {
      "section_number": "Section 7",
      "section_title": "Assignment of Draft Rights and Effect of Void",
      "content": "Assignment of Draft Rights and Effect of Void\nContracts.\n(a) In the event that the exclusive right to negotiate with a player\nobtained in any NBA Draft is assigned by a Team to another Team, in\naccordance with NBA procedures, the Team to which such right has been\nassigned shall have the same, but no greater, right to negotiate with and sign\nsuch player as is possessed by the Team assigning such right, and such player\nshall have the same, but no greater, obligation to the Team to which such\nright has been assigned as he had to the Team assigning such right.\n(b) Notwithstanding anything to the contrary in Section 7(a) above, in\nthe event that:\n(i)\nPursuant to Section 4 or 5 above, a Team must make a\nRequired Tender to a player in order to retain the exclusive\nright to negotiate with and sign such player to a Player\nContract, but has not yet made such Required Tender; and\n(ii)\nOn or before the applicable date set forth in Section 4(a) or\n5(b) above, such Team engages in a trade conference call\npursuant to which the Team assigns, subject to any\napplicable trade conditions, the exclusive right to another\nTeam; then:\n(A) if the trade is consummated, the Team to which such rights are assigned\nshall have the exclusive right to negotiate with and sign such player to a\nPlayer Contract, provided that such assignee Team makes a Required Tender\nto such player on or before the later of (1) the applicable date set forth in\nSection 4(a) or 5(b) above, and (2) the date that is three (3) days following\nthe date on which the trade is consummated (i.e., the date that all conditions\n(if any) to the trade are satisfied); or\n(B) if the trade is voided (e.g., due to the failure of a condition of a trade),\nthe assignor Team shall retain the exclusive right to negotiate with and sign\nsuch player to a Player Contract, provided that such Team makes a Required\nArticle X\n305\nTender to such player on or before the later of (1) the applicable date set\nforth in Section 4(a) or 5(b) above, and (2) the date that is three (3) days\nfollowing the date on which the trade is voided.\n(c) In the event that:\n(i)\nPursuant to Section 4 or 5 above, a Team must make a\nRequired Tender to a player in order to retain the exclusive\nright to negotiate with and sign such player to a Player\nContract, but has not yet made such Required Tender;\n(ii)\nsuch Team signs such player to a Player Contract prior to\nthe applicable date set forth in Section 4(a) or 5(b) above;\nand\n(iii)\nsuch Contract becomes void as a result of a Commissioner\ndisapproval;\nthen such Team shall have the exclusive right to negotiate with and sign such\nplayer to a Player Contract, provided that it makes a Required Tender to\nsuch player on or before the later of (A) the applicable date set forth in\nSection 4(a) or 5(b) above, and (B) the date that is three (3) days following\nthe date of the Commissioner’s disapproval."
    },
    {
      "section_number": "Section 8",
      "section_title": "General.",
      "content": "General.\n(a) The placement of a Rookie on the Armed Services List, or on any\nof the other lists described in the NBA By-Laws, or on any other list created\nby the NBA, shall not extend the period of exclusive negotiating rights\nwhich a Team has to any Draft Rookie beyond the period specified in this\nAgreement.\n(b) Nothing contained herein shall prevent the NBA, in accordance\nwith the applicable provisions of the NBA Constitution and By-Laws, from\nprohibiting or otherwise responding to violations by Teams of the exclusive\nNBA rights obtained in any NBA Draft, as set forth or referred to in this\nArticle. Other than as specifically agreed to herein, nothing contained in\nthis Agreement shall be deemed to be an agreement by the Players\nAssociation to any provision of the NBA Constitution and By-Laws.\n306\nArticle X\n(c) An Early Entry player who is eligible to be selected in the next NBA\nDraft pursuant to Section 1(b)(ii)(G) above shall be entitled to withdraw\nfrom such Draft by providing written notice that is received by the NBA ten\n(10) days prior to such Draft. A player shall not be entitled to withdraw\nfrom more than two (2) NBA Drafts.\n(d) Any claim by a player that a Contract offered as a Required Tender\npursuant to this Article X fails to meet one or more of the criteria for a\nRequired Tender shall be made by written notice to the Team (with copies\nsent to the NBA and the Players Association), no later than ten (10) days\nafter the receipt of such Contract by the Players Association. Such notice\nmust set forth the specific changes that the player asserts must be made to\nthe offered Contract in order for it to constitute a Required Tender. Upon\nreceipt of such notice, if the requested changes are necessary to satisfy the\nrequirements of a Required Tender, the Team may, within five (5) business\ndays, offer the player an amended Contract incorporating the requested\nchanges. If the Team offers such an amended Contract, the player and the\nPlayers Association shall be precluded from asserting that such Contract\ndoes not constitute a timely and valid Required Tender.\n(e) For purposes of this Article X, any rights afforded to “a Team that\ndrafts a player” shall also be afforded to any Team to which such rights are\nsubsequently assigned."
    },
    {
      "section_number": "Section 9",
      "section_title": "NBA Draft Combine.",
      "content": "NBA Draft Combine.\n(a) Notwithstanding any other provision of this Agreement, any player\ninvited by the NBA to attend the Draft Combine who is reasonably\ndetermined by the NBA in consultation with the Players Association to have\nfailed to fulfill his obligation to fully participate in the Draft Combine in\naccordance with Article XXII, Section 14 shall be ineligible for selection in\nthe NBA Draft immediately following such Draft Combine.\n(b) If a player is ineligible for selection in a Draft pursuant to\nSection 9(a) above and such player is:\n(i)\nan Early Entry player, then he will be deemed to have\nwithdrawn from such Draft in accordance with Section 8(c)\nabove (even if such player had previously withdrawn, or had\nArticle X\n307\npreviously been deemed to have withdrawn, from two (2) or\nmore NBA Drafts); or\n(ii)\nnot an Early Entry player, then he will be deemed to meet\nthe criteria set forth in Section 1(b) or Section 4(a) above, as\napplicable, in respect of the Draft immediately following\nsuch Draft.\nFor clarity, (x) consistent with Section 1(a) above, any player ineligible for\nselection in a Draft pursuant to Section 9(a) above may not sign a Contract\nor play in the NBA at any time following such Draft until he has been eligible\nfor selection in at least one (1) NBA Draft following the Draft for which the\nplayer was ineligible for selection pursuant to Section 9(a) above, and (y) any\nplayer ineligible for selection in a Draft pursuant to Section 9(a) above shall\nremain subject to the provisions of Article XXII, Section 14, and Section\n9(a) above, in respect of any future Draft Combine in which the player is\ninvited by the NBA to participate following the Draft for which the player\nwas ineligible for selection pursuant to Section 9(a) above.\nSection 10. Combine-Related Eligibility Disputes.\n(a) Notwithstanding any other provision of this Agreement, the\nprocedures set forth in this Section 10 shall apply to the resolution of a\ndispute regarding a determination by the NBA, in accordance with\nSection 9(a) above, that a player invited by the NBA to attend the Draft\nCombine has failed to fulfill his obligation to fully participate in the Draft\nCombine in accordance with Article XXII, Section 14 and therefore is\nineligible for selection in the NBA Draft immediately following such Draft\nCombine (any such dispute, a “Combine-Related Eligibility Dispute”). If in\nconnection with any such Combine-Related Eligibility Dispute, there is any\nconflict between the procedures set forth in this Section 10 and those set\nforth elsewhere in this Agreement, the procedures set forth in this Section\nshall control.\n(b) Any Combine-Related Eligibility Dispute may be initiated, as set\nforth below, only by the Players Association, except that the Players\nAssociation may not initiate a Combine-Related Eligibility Dispute without\nthe approval of the player concerned. Combine-Related Eligibility Disputes\nshall be heard by the System Arbitrator.\n308\nArticle X\n(c) Any determination that a player is ineligible for selection in an NBA\nDraft in accordance with Section 9(a) above must be made no later than the\nday that is ten (10) days prior to the date of such Draft.\n(d) A Combine-Related Eligibility Dispute must be brought by the\nPlayers Association within two (2) days of the date of the eligibility\ndetermination by the NBA. The Players Association may initiate a\nCombine-Related Eligibility Dispute by serving a written notice thereof on\nthe NBA, with a copy of such written notice to be filed with the System\nArbitrator. Such written notice shall be accompanied by a witness list,\nrelevant documents, and other evidentiary materials on which the Players\nAssociation intends to rely in its affirmative case. No later than the second\nday following the date on which the NBA received written notice of the\nDispute, the NBA shall provide to the Players Association a witness list,\nrelevant documents, and other evidentiary materials on which the NBA\nintends to rely in its affirmative case. Absent a showing of good cause,\nneither the Players Association nor the NBA may proffer, refer to, or rely\non the testimony of any witness, document, or other evidentiary material in\nits affirmative case that has not been identified to the other side as required\nby this Section 10(d).\n(e) The System Arbitrator shall convene a hearing within three (3) days\nof the System Arbitrator’s receipt of the NBA’s submission of its witness\nlist, relevant documents, and other evidentiary materials. The hearing shall\ntake place by videoconference and shall last no longer than one (1) day. The\nPlayers Association and the NBA shall each have the right to participate in\nthe hearing. The player whose eligibility is the subject of the proceeding\nshall have the right to attend the hearing.\n(f) The System Arbitrator shall render a decision within one (1) day\nfollowing the date of the hearing, and the decision shall be accompanied by\na written opinion. Notwithstanding the foregoing, if the System Arbitrator\ndetermines that expedition so requires, he/she shall accompany the decision\nwith a written summary of the grounds upon which the decision is based,\nand a full written opinion may follow within a reasonable time thereafter.\nThe decision of the System Arbitrator shall constitute full, final, and\ncomplete disposition of the dispute and shall be binding upon the parties to\nthis Agreement and the player, and there shall be no appeal to the Appeals\nPanel.\nArticle X\n309\n(g) If the Players Association prevails in the proceeding, the sole remedy\nshall be that the player is deemed eligible for the Draft in respect of which\nthe dispute was brought.\n(h) For clarity, any ongoing dispute regarding a player’s Draft eligibility\nshall not affect the NBA’s scheduling or operation of, or right to hold, the\nDraft.\n(i) Should circumstances warrant, each of the deadlines set forth in this\nSection 10 may be reasonably modified by agreement of the NBA and\nPlayers Association.\n310\nArticle XI"
    }
  ],
  "intro_content": ""
}