{
  "article_number": "Article XIII",
  "title": "CIRCUMVENTION",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "General Prohibitions.",
      "content": "CIRCUMVENTION\nGeneral Prohibitions.\n(a) It is the intention of the parties that the provisions agreed to herein,\nincluding, without limitation, those relating to the Salary Cap, the\nExceptions to the Salary Cap, the scope of Basketball Related Income, the\nEscrow and Tax Arrangement, the Rookie Scale, the Right of First Refusal,\nthe Maximum Player Salary, and free agency, be interpreted so as to preserve\nthe essential benefits achieved by both parties to this Agreement. Neither\nthe Players Association, the NBA, nor any Team (or Team Affiliate) or\nplayer (or person or entity acting with authority on behalf of such player),\nshall enter into any agreement, including, without limitation, any Player\nContract (including any Renegotiation, Extension, or amendment of a Player\nContract), or undertake any action or transaction, including, without\nlimitation, the assignment or termination of a Player Contract, which is, or\nwhich includes any term that is, designed to serve the purpose of defeating\nor circumventing the intention of the parties as reflected by all of the\nprovisions of this Agreement.\n(b) It shall constitute a violation of Section 1(a) above for a Team (or\nTeam Affiliate) to enter into an agreement or understanding with any\nsponsor or business partner or third party under which such sponsor,\nbusiness partner, or third party pays or agrees to pay compensation for\nbasketball services (even if such compensation is ostensibly designated as\nbeing for non-basketball services) to a player under Contract to the Team.\nSuch an agreement with a sponsor or business partner or third party may be\ninferred where: (i) such compensation from the sponsor or business partner\nor third party is substantially in excess of the fair market value of any services\nto be rendered by the player for such sponsor or business partner or third\nparty; and (ii) the Compensation in the Player Contract between the player\nand the Team is substantially below the fair market value of such Contract.\n(c) It shall constitute a violation of Section 1(a) above for a Team (or\nTeam Affiliate) to have a financial arrangement with or offer a financial\ninducement to any player (not including retired players) not signed to a\ncurrent Player Contract, except as permitted by this Agreement.\n340\nArticle XIII\n(d) Nothing contained in Section 1(c) above shall interfere with a\nTeam’s obligation to pay a player Deferred Compensation earned under a\nprior Player Contract."
    },
    {
      "section_number": "Section 2",
      "section_title": "No Unauthorized Agreements.",
      "content": "No Unauthorized Agreements.\n(a) At no time shall there be any agreements or transactions of any kind\n(whether disclosed or undisclosed to the NBA), express or implied, oral or\nwritten, or promises, undertakings, representations, commitments,\ninducements, assurances of intent, or understandings of any kind (whether\ndisclosed or undisclosed to the NBA), between a player (or any person or\nentity controlled by, related to, or acting with authority on behalf of, such\nplayer) and any Team (or Team Affiliate):\n(i)\nconcerning any future Renegotiation, Extension, or other\namendment of an existing Player Contract, or entry into a\nnew Player Contract; or\n(ii)\nexcept as permitted by this Agreement or as set forth in a\nUniform Player Contract (provided that the Team has not\nintentionally delayed submitting such Uniform Player\nContract for approval by the NBA), involving compensation\nor consideration of any kind or anything else of value, to be\npaid, furnished, or made available by, to, or for the benefit\nof the player, or any person or entity controlled by, related\nto, or acting with authority on behalf of the player; or\n(iii)\nexcept as permitted by this Agreement, involving an\ninvestment or business opportunity to be furnished or made\navailable by, to, or for the benefit of the player, or any person\nor entity controlled by, related to, or acting with authority on\nbehalf of the player.\n(b) In addition to the foregoing, it shall be a violation of this Section 2\nfor any Team (or Team Affiliate) or any player (or any person or entity\ncontrolled by, related to, or acting with authority on behalf of, such player)\nto attempt to enter into or to intentionally solicit any agreement, transaction,\npromise, undertaking, representation, commitment, inducement, assurance\nof intent, or understanding that would be prohibited by Section 2(a) above.\nArticle XIII\n341\n(c) Notwithstanding the foregoing, it shall not be a violation of\nSection 2(a) or 2(b) above solely for a Team Affiliate and a player (or any\nperson or entity controlled by, related to, or acting with authority on behalf\nof, such player) to each passively invest (i.e., invest with no management,\ngovernance, voting, or executive role or other operational rights or role) in\nthe same third-party entity, provided that (i) neither such Team Affiliate or\nsuch player holds more than a twelve and one-half percent (12.5%) interest\nin such third-party entity, (ii) the Team Affiliate’s investment and player’s\ninvestment are not made in coordination or in consultation with each other,\nand (iii) the investment opportunity was not furnished or made available to\nthe player by the Team Affiliate (or vice versa).\n(d) A violation of Section 2(a) or 2(b) above may be proven by direct or\ncircumstantial evidence, including, but not limited to, evidence that a Player\nContract or any term or provision thereof cannot rationally be explained in\nthe absence of conduct violative of Section 2(a) or 2(b).\n(e) In any proceeding brought before the System Arbitrator pursuant to\nthis Section 2, no adverse inference shall be drawn against the party initiating\nsuch proceeding because that party, when it first suspected or believed that\na violation of Section 2 may have occurred, deferred the initiation of such\nproceeding until it had further reason to believe that such a violation had\noccurred.\n(f) A player will not be found to have committed a violation of\nSection 2(a)(ii) above if the violation is the Team’s intentional delay in\nsubmitting a Uniform Player Contract to the NBA and this was done\nwithout the player’s knowledge."
    },
    {
      "section_number": "Section 3",
      "section_title": "Penalties.",
      "content": "Penalties.\n(a) Upon a finding of a violation of Section 1 above by the System\nArbitrator, but only following the conclusion of any appeal to the Appeals\nPanel, the Commissioner shall be authorized to:\n(i)\nimpose a fine of up to $4,500,000 (fifty percent (50%) of\nwhich shall be payable to the NBA, and fifty percent (50%)\nof which shall be payable to the NBPA-Selected Charitable\nOrganization (as defined in Article VI, Section 6(a))) on any\n342\nArticle XIII\nTeam found to have committed such violation for the first\ntime;\n(ii)\nimpose a fine of up to $5,500,000 (fifty percent (50%) of\nwhich shall be payable to the NBA, and fifty percent (50%)\nof which shall be payable to the NBPA-Selected Charitable\nOrganization) on any Team found to have committed such\nviolation for at least the second time;\n(iii)\ndirect the forfeiture of one First Round Draft Pick;\n(iv)\nvoid any Player Contract, or any Renegotiation, Extension,\nor amendment of a Player Contract, between any player and\nany Team when both the player (or any person or entity\nacting with authority on behalf of such player) and the Team\n(or Team Affiliate) are found to have committed such\nviolation; and/or\n(v)\nvoid any other transaction or agreement found to have\nviolated Section 1 above.\n(b) Upon a finding of a violation of Section 2 above by the System\nArbitrator, but only following the conclusion of any appeal to the Appeals\nPanel, the Commissioner shall be authorized to:\n(i)\nimpose a fine of up to $7,500,000 on any Team found to\nhave committed such violation (fifty percent (50%) of which\nshall be payable to the NBA, and fifty percent (50%) of\nwhich shall be payable to the NBPA-Selected Charitable\nOrganization);\n(ii)\ndirect the forfeiture of draft picks;\n(iii)\nwhen both the player (or any person or entity acting with\nauthority on behalf of such player) and the Team (or Team\nAffiliate) are found to have committed such violation,\n(A) void any Player Contract, or any Renegotiation,\nExtension, or amendment of a Player Contract, between\nsuch player and such Team, (B) impose a fine of up to\n$350,000, on any player (fifty percent (50%) of which shall\nbe payable to the NBA, and fifty percent (50%) of which\nArticle XIII\n343\nshall be payable to the NBPA-Selected Charitable\nOrganization), and/or (C) prohibit any future Player\nContract, or any Renegotiation, Extension, or amendment\nof a Player Contract, between such player and such Team;\n(iv)\nsuspend for up to one (1) year any Team personnel found to\nhave willfully engaged in such violation; and/or\n(v)\nvoid any transaction or agreement found to have violated\nSection 2 above and direct the disgorgement by the player of\nanything of value received in connection with such\ntransaction or agreement (except Compensation received for\nservices already performed pursuant to a Player Contract),\nunless the player establishes by a preponderance of the\nevidence that he was unaware of the violation.\n(c) In any proceeding before the System Arbitrator in which it is alleged\nthat a player agent or other person or entity acting with authority on behalf\nof a player has violated Section 2 above, the System Arbitrator shall make a\nspecific determination with respect to such allegation. If the System\nArbitrator finds such violation and such finding, if appealed, is affirmed by\nthe Appeals Panel, the System Arbitrator shall refer such finding to the\nPlayers Association, which shall accept as binding and conclusive the\nfinding(s) of the System Arbitrator (or, in the case of an appeal, the Appeals\nPanel) that a violation of Section 2(a) or 2(b) has occurred and shall consider\nsuch finding(s) as establishing a violation of the Players Association’s\nregulations applicable to such person or entity. The Players Association\nrepresents that it will impose such discipline as is appropriate under the\ncircumstances on the person or entity found to have violated Section 2\nabove, and that it will promptly notify the NBA of the discipline imposed;\nprovided, however, that in no event shall the penalty imposed upon a player\nagent found to have violated Section 2 above be less than a one-year\nsuspension of that player agent’s certification by the Players Association.\n(d) In addition to the authority conferred on the Commissioner\npursuant to Sections 3(a) and 3(b) above, the Commissioner shall be\nauthorized to impose a fine of up to $1,000,000 on any Team or Team\npersonnel found by the Commissioner to have violated Section 2 above.\nAny fine imposed pursuant to this Section 3(d) shall not require as a\npredicate any finding of, or proceeding before, the System Arbitrator. In\n344\nArticle XIII\nthe event the Commissioner imposes such a fine, the Players Association\nhas the right to de novo review of the Commissioner’s finding that a\nSection 2 violation occurred under the System Arbitration provisions of\nArticle XXXII. With respect to any fine imposed under this Section 3(d),\nfifty percent (50%) shall be payable to the NBA and fifty percent (50%) shall\nbe payable to the NBPA-Selected Charitable Organization (as defined in\nArticle VI, Section 6(a))."
    },
    {
      "section_number": "Section 4",
      "section_title": "Production of Tax Materials.",
      "content": "Production of Tax Materials.\nIn any proceeding to enforce Section 1 or 2 above, the System Arbitrator\nshall have the authority, upon good cause shown, to direct any Team, Team\nAffiliate, or player to produce any tax returns or other relevant tax materials\ndisclosing income figures for the player (non-income figures may be\nredacted), or disclosing expense figures by the Team or Team Affiliate\n(non-expense figures may be redacted), which materials shall not be released\nto the general public or the media and shall be treated as strictly confidential\nby all parties."
    },
    {
      "section_number": "Section 5",
      "section_title": "Transactions with Retired Players.",
      "content": "Transactions with Retired Players.\n(a) If (i) a Team or Team Affiliate enters into a transaction after the date\nof this Agreement with a retired player who played for the Team within the\nfive-year (5) period preceding such transaction and the terms of such\ntransaction provide for the retired player to be paid compensation or\nconsideration in excess of $10,000 or to be provided with an investment or\nbusiness opportunity, and, if (ii) the compensation the retired player received\nfrom the Team when he was a player was substantially below the then fair\nmarket value of such player’s basketball services under the Salary Cap\nsystem, then the NBA may challenge the transaction, pursuant to the\nprocedures set forth in Section 5(b) below, on the ground that: (A) the\ncompensation or consideration to the retired player substantially exceeds the\nthen fair market value of the services or other consideration provided by the\nretired player in the transaction; or that (B) the amount of the retired player’s\ninvestment or the benefit conferred upon the retired player as a result of the\ninvestment or business opportunity is not commercially reasonable, given\nthe relative risks and rewards of such investment.\n(b) (i)\nAny challenge under this Section 5 shall be filed in writing\nwith a business valuation expert jointly selected by the NBA\nArticle XIII\n345\nand the Players Association. In the event the parties cannot\nagree on the identity of a business valuation expert, a\nbusiness valuation expert shall be selected in the same\nmanner set forth in Article XXXI, Section 7 for the selection\nof a Grievance Arbitrator in the absence of an agreement\nbetween the parties. The business valuation expert shall\nconduct a hearing in which the retired player, the Team\nand/or Team Affiliate, the Players Association, and the\nNBA are afforded the opportunity to appear and participate.\nThe NBA shall have the burden of proof in the proceeding.\nThe business valuation expert may permit discovery of\nrelevant documents necessary to undertake the valuation,\nand shall render a decision within fifteen (15) days following\nthe conclusion of the hearing. Within ten (10) days of any\ndecision by the business valuation expert, any of the parties\nmay file an appeal with the System Arbitrator, who shall\nconduct a hearing and render a decision within twenty (20)\ndays of the filing of the appeal. In any such proceeding, the\nSystem Arbitrator shall apply an “arbitrary and capricious”\nstandard of review. There shall be no right of further appeal\nto the Appeals Panel.\n(ii)\nIf the NBA prevails in its challenge under this Section 5, the\ndifference between (A) the compensation or consideration\nreceived by the retired player, or the value of the investment\nor business opportunity received by the retired player (net of\nany contribution by the retired player), and (B) a reasonable\nestimate of the fair market value of the services or other\nconsideration provided by the retired player, or a reasonable\nestimate of the fair market value of the investment or\nbusiness opportunity, in each case as determined by the\nbusiness valuation expert or the System Arbitrator, as the\ncase may be, shall be included in the Team’s Team Salary,\nsubject to the Team’s Room and other Salary Cap rules, and\nfurther subject to any allocation over time that the business\nvaluation expert or System Arbitrator determines is\nappropriate. In the event that any amount required to be\nincluded in the Team’s Team Salary pursuant to this\nsubsection exceeds the Team’s Room, the challenged\n346\nArticle XIII\ntransaction or arrangement shall be rescinded and of no\nfurther force and effect.\n(iii)\nIf the NBA prevails in its challenge under this Section 5, and\nthe retired player and the Team and/or Team Affiliate\nrenegotiate or terminate the transaction, any revised terms\nof the transaction shall be promptly disclosed to the NBA\nand the Players Association, and may, at the request of the\nNBA, be re-subjected to the procedures of this Section 5(b).\n(c) Any information disclosed to the NBA and the Players Association\npursuant to the procedures of this Section 5 shall be treated strictly\nconfidential, and shall not be released to the general public or the media."
    },
    {
      "section_number": "Section 6",
      "section_title": "Charitable Contributions.",
      "content": "Charitable Contributions.\n(a) Notwithstanding any other provision in this Article XIII, a Team is\npermitted to make charitable contributions in respect of players on the Team\nso long as the combined value of all donations by a Team in respect of any\none player on the Team does not exceed $20,000 per Salary Cap Year, and\nthe combined value of all donations in respect of all players on the Team\ndoes not exceed $75,000 per Salary Cap Year. For purposes of this\nSection 6, a donation in respect of a player means a donation to a bona fide\ncharity that qualifies as a tax exempt organization under the Internal\nRevenue Code and is either (i) a player’s own charitable foundation or\nanother charity with which the player is affiliated, or (ii) a charity to which a\nTeam makes a donation on behalf of, or at the request of, a player or for the\npurpose of demonstrating support for a player.\n(b) The combined value of all charitable donations by a player to any\nTeam-related charity may not exceed $20,000 per Salary Cap Year. For\npurposes of this Section 6, a “Team-related charity” means a bona fide\ncharity that qualifies as a tax exempt organization under the Internal\nRevenue Code and is either (i) the charitable foundation of the player’s Team\nor other charity with which the Team or a Team Affiliate is affiliated, or (ii) a\ncharity to which a player makes a donation on behalf of, or at the request\nof, his Team or a Team Affiliate or for the purpose of demonstrating\nsupport for the Team or Team Affiliate.\nArticle XIV\n347"
    }
  ],
  "intro_content": ""
}