{
  "article_number": "Article XXXVII",
  "title": "PLAYER APPEARANCES AND ADDITIONAL CONTENT",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Player Activities on Behalf of the NBA.",
      "content": "PLAYER APPEARANCES AND ADDITIONAL CONTENT\nACTIVITIES/UNIFORM\nPlayer Activities on Behalf of the NBA.\n(a) Appearances. A player may, during each Salary Cap Year covered\nby a Player Contract to which he is a party, be required to make up to two (2)\nappearances at the request of NBA Properties, Inc. in accordance with\nParagraph 13(d) of a Uniform Player Contract and Article II, Section 8. Any\nappearance that a player is required to make shall comply with the terms of\nArticle II, Section 8, and when a player makes an appearance in accordance\nwith this Section, he shall be paid at least $3,500.\n(b) NBA Player Days. Upon request by the NBA, a player shall be\nrequired to participate one (1) time each Salary Cap Year covered by a Player\nContract to which he is a party in an NBA-arranged “NBA Player Day”\ncontent creation session (e.g., filming (x) a sit-down interview with the player\nwhere the player discusses basketball and/or non-basketball-related topics,\n(y) a player’s visit to his hometown, or (z) a player’s performance in a major\nNBA brand advertising campaign). A player’s required participation in any\nsuch session will last no longer than two (2) hours and shall count as one (1)\nindividual or group appearance as applicable under Article II, Section 8(a)(i).\nAn NBA Player Day shall be planned by the NBA with consideration for\nthe player’s schedule in accordance with the following:\n(i)\nParticipation Windows. A player’s NBA Player Day for a\nSalary Cap Year may take place during any of the following\nperiods: (1) during the off-season preceding the applicable\nSeason; (2) during All-Star Weekend for a player who is\nparticipating in an All-Star Weekend game or event; or (3) if\nagreed to by the player and the NBA, on a date during the\nSeason other than All-Star Weekend.\n(ii)\nOff-Season Scheduling. Prior to the NBA Draft (or, for\nplayers selected during such NBA Draft, within fifteen (15)\ndays of such NBA Draft), the NBA will notify those players\nselected to participate in an NBA Player Day during the\noff-season, and each such player shall promptly provide\n532\nArticle XXXVII\neither five (5) consecutive dates or eight (8) non-consecutive\ndates on which he is available to participate within the period\nbeginning one (1) week after the Draft and ending at the start\nof training camp for the following Season. Within one (1)\nweek of receiving such dates, the NBA will notify the player\nof which date of those provided has been selected for the\nplayer’s participation in his NBA Player Day.\n(iii)\nAll-Star Scheduling. At least fifteen (15) days prior to the\ncommencement of All-Star Weekend, the NBA will notify\nthose players who have been selected to participate in an\nNBA Player Day during that weekend, and the NBA and\neach such player shall cooperate to designate a mutually\nagreeable time during such weekend for such player to\nparticipate in his NBA Player Day.\n(iv)\nNo Player Travel Required. Unless otherwise agreed to by\nthe player, a player shall not be required to travel from his\nlocation (other than local ground transportation) to\nparticipate in his NBA Player Day.\n(v)\nAdvance Notice. Subject to consultation with the respective\nindividual players, the NBA shall provide each player with\nadvance notice of the specific content plans (e.g., one-on-one\ninterview, local charity visit) for his NBA Player Day.\n(c) Player Access to NBA Player Day and Player Appearance\nContent. Footage captured by or on behalf of the NBA or Team during an\nNBA Player Day or a Team content creation activity described in Article II,\nSection 8(a)(iii)(B) shall, upon request, be made available by the NBA or the\nTeam to the player solely for use in Player-Produced Content (as defined in\nSection 2(a) below) in accordance with the requirements and terms in\nSection 2 below. The NBA shall also accommodate a reasonable request\nfrom a player to allow a separate player-secured production crew to attend\nan NBA Player Day involving such player, subject to reasonable parameters\nprovided by the NBA (e.g., relating to SAG rules for applicable content\ninvolving SAG talent).\nArticle XXXVII\n533\n(d) When a player fails, without reasonable excuse, to appear or\nreasonably to cooperate during any of the activities referred to in this\nSection 1, he may be fined for each failure in an amount up to $20,000."
    },
    {
      "section_number": "Section 2",
      "section_title": "Additional Content Opportunities for the NBA and",
      "content": "Additional Content Opportunities for the NBA and\nPlayers.\n(a) Use of NBA Content for Player-Produced Content. A player\nshall, upon request, receive footage of such player captured by or on behalf\nof the NBA or Team described in Section 1(c) above, via a secure content\nnetwork that the NBA shall use good faith efforts to maintain in regular\nworking order (the “Content Network”), for the purpose of incorporating\nsuch footage into content produced by or on behalf of such player during\nsuch Season (“Player-Produced Content”), which may be used by such\nplayer subject to the requirements and terms set forth in this Section 2.\n(b) Content Participants and Additional Player Content\nOpportunities. For any Season, a “Content Participant” means (for\npurposes of this Article XXXVII) a player who agrees in writing by the\nSeptember 1 prior to the Season either to (x) participate in three (3) content\ncreation activities during the Season, that are in addition to activities\notherwise required under this Agreement and/or the Uniform Player\nContract and that are described in subsection 2(b)(i) below, or (y) license the\nuse of his Player-Produced Content on NBA and/or Team platforms, as\ndescribed in subsection 2(b)(ii) below. A Content Participant for a Season\nshall, upon request, receive footage captured by or on behalf of such player\ndescribed in Section 2(b)(i) below and game footage and game photos as\ndescribed in Sections 2(c) and 2(d) below for the purpose of incorporating\nsuch footage and photos into Player-Produced Content, and other such uses\nas described in Sections 2(c) and 2(d) below, during such Season and the\nimmediately following offseason, subject to the requirements and terms set\nforth in this Section 2. For clarity, “game footage” and “game photos”\ninclude any images from a game, including game action and players on-court,\nin the tunnel, or elsewhere in the arena or other team facility.\n(i)\nAdditional Content Creation Activities. If requested by the\nNBA, a Content Participant who has selected the option\ndescribed in subsection 2(b)(x) above shall participate in\nthree (3) of any of the following content creation activities\neach Season (in each case, as determined by the NBA, but\n534\nArticle XXXVII\nfor no longer than thirty (30) minutes per activity): (A) a live\ndigital/social content interview or activity; (B) a recorded\nNBA content session (e.g., a performance in an NBA brand\ncampaign); and (C) an off-court/out-of-arena interview\nduring the Season (e.g., a live remote interview).\n(ii)\nProvision of Player-Produced Content to the NBA and\nTeam. Upon the NBA’s request, a Content Participant who\nhas elected the option described in subsection 2(b)(y) above\nshall promptly make available to the NBA via the Content\nNetwork, and shall be deemed to have licensed the NBA and\nthe Team on a non-exclusive, royalty free basis,\nPlayer-Produced Content that includes or depicts any NBA\nor Team footage described in Sections 1(c) above, any game\nfootage, and/or any game photos, for use, during and after\nthe term of this Agreement, on NBA and/or Team\nplatforms (the “Player-Produced Content License”), it being\nunderstood that the NBA or Team shall be responsible for\nthe procurement of any applicable third-party content\nlicenses to permit it to use such Player-Produced Content.\nAny Player-Produced Content that is used on NBA and/or\nTeam platforms may not include any sponsorship unless\nagreed to by the player and the NBA. In addition, this\nSection 2 does not confer any right or authority for the NBA\nor any Team to use any Player-Produced Content in a way\nthat constitutes an unauthorized Endorsement (as such term\nis defined and clarified in Article XXVIII).\n(c) Use of Game Footage.\n(i)\nAutomated Delivery of Game Highlights. Promptly\nfollowing the conclusion of each Regular Season, Play-In,\nand playoff game in which a Content Participant\nparticipates, the NBA shall make available to such Content\nParticipant at least two (2) “highlights” (i.e., game footage\nclips) from that game featuring such player, subject to\navailability.\n(ii)\nSelection of Game Highlights by Content Participant. A\nContent Participant may request to substitute an\nArticle XXXVII\n535\nautomatedly-distributed game highlight for another game\nfootage clip of such player from such game and the\nsubstituted clip shall be delivered within one (1) week of the\nrequest.\n(iii)\nUse by Content Participants. Game footage shall be made\navailable to a Content Participant via the Content Network\nand, subject to the terms and requirements of this Section 2,\nmay be posted by the applicable Content Participant on\napplicable Designated Distribution Platforms (as defined in\nSection 2(f) below), as follows:\n(1) On an “Unedited” basis — i.e., not presented in\nconjunction with or incorporated into any other content\n(e.g., non-game content, other game highlights) and\nwithout alteration other than formatting necessary to\npost on the applicable platform, it being understood that\nthe foregoing shall not restrict non-video elements that\nwould customarily accompany such a posting (e.g., a\nwritten caption accompanying a highlight on a\nDesignated Distribution Platform); and/or\n(2) As incorporated into Player-Produced Content,\nprovided that (x) a maximum of five (5) minutes of game\nfootage may be incorporated within one (1) or more\npieces of Player-Produced Content each Salary Cap Year\nproduced by the player and (y) no single piece of PlayerProduced Content may include more than one (1)\nminute of game footage.\n(iv)\nNBA Promotional Messaging in Game Footage. The NBA\nmay include or cause the inclusion of promotional\nmessaging on behalf of the NBA or Team into the game\nfootage that is made available to, and that may be used by, a\nContent Participant; provided that such promotional\nmessaging is subject to the approval of the Players\nAssociation. Each of the following types of promotional\nmessaging is hereby approved by the Players Association:\n(1) game tune-in messaging; (2) promotion of NBA-branded\n536\nArticle XXXVII\nand controlled content platforms (e.g., the NBA mobile\napplication); and (3) ticket sales promotion.\n(d) Use of Game Photos.\n(i)\nAutomated Delivery of Game Photos. Promptly following\nthe conclusion of each Regular Season, Play-In, and playoff\ngame, the NBA shall make available to each Content\nParticipant for such Season that is active during the game at\nleast two (2) game photos of the player from that game,\nsubject to availability, which, subject to the terms and\nrequirements of this Section 2, the player may post on\napplicable Designated Distribution Platforms.\n(ii)\nSelection of Game Photos by Content Participant. A\nContent Participant may request to substitute an\nautomatedly-distributed game photo for another selected\ngame photo of such player from such game and the\nsubstituted photo shall be delivered within one week of the\nrequest.\n(iii)\nIncorporation into Player-Produced Content. A Content\nParticipant may include game photos made available\npursuant to this Section 2(d) within Player-Produced\nContent.\n(e) Authorized Uses. The NBA hereby licenses on a non-exclusive,\nroyalty-free basis a player to use footage of such player captured by or on\nbehalf of the NBA or Team described in Section 1(c) above for inclusion in\nPlayer-Produced Content and, in the case of a Content Participant, footage\nof such player captured by or on behalf of the NBA or Team described in\nSection 2(b)(i) above, game footage and game photos, which, in each case,\nmay be made available by such player during and after the term of this\nAgreement, subject to the requirements and terms of this Section 2,\nincluding the following requirements and terms:\n(i)\nPlayer-Produced Content shall be (1) required to be\nprimarily focused on the applicable player (and, for clarity,\nnot on the NBA or any Team, it being understood that such\ncontent could include incidental appearances of other\nArticle XXXVII\n537\nplayers) and (2) subject to any other parameters related to\nthe content licensed from the NBA and reasonably\nestablished by the NBA (e.g., a player could not post a clip\nof an NBA commercial created during an “NBA Player\nDay” until the commercial has been officially launched by\nthe NBA);\n(ii)\nThe incorporation of game footage into Player-Produced\nContent or other uses of game footage, if applicable, shall be\nsubject to NBA agreements with third parties that limit such\nuse outside of the United States and Canada;\n(iii)\nDistribution of Player-Produced Content, game footage, and\ngame photos, if applicable, shall be limited to the Designated\nDistribution Platforms set forth in Section 2(f) below; and\n(iv)\nSuch player shall be responsible for the procurement of any\napplicable third-party content licenses to permit such player\nto use such Player-Produced Content, NBA- or\nteam-captured content, game footage and/or game photos.\n(f) Designated Distribution Platforms. A player shall be permitted\nto distribute or “post” (but, for clarity, not to license in a commercial\ntransaction) applicable Player-Produced Content and, with respect to\nContent Participants, game footage and game photos on the following\ndistribution platforms (the “Designated Distribution Platforms”): (i) the\nplayer’s own “official” (i.e., controlled by the player and/or his\nrepresentatives) website and mobile application; and (ii) the player’s own\n“official” handles on Social Media Platforms. “Social Media Platforms”\nmeans social media platforms on which the NBA and/or NBA Teams\nthen-currently post content through official handles. Upon request, the\nNBA shall provide from time to time the list of Social Media Platforms that\nmeet the above definition.\n(g) Limitation on Sponsorship and Advertising. No game footage,\ngame photos, and/or Player-Produced Content that includes any NBA- or\nTeam-captured content, game footage and/or game photos, may be used or\ndistributed by a player in connection with any sponsorship or advertising for\nany product, service, or brand (including, for clarity, sponsorship of a\nDesignated Distribution Platform on which any such content appears).\n538\nArticle XXXVII\n(h) Other Permitted Uses Subject to NBA Approval. A player may\nuse game footage, game photos, or NBA-captured content outside of the\nparameters described in this Section 2, and/or for a commercial purpose, if\napproved in writing by the NBA. Players and the NBA each retain the right\nto enter into arm’s length transactions, on mutually agreeable terms, to\nlicense game footage and game photos, and/or other NBA intellectual\nproperty, including without the player having to grant any corresponding\nlicenses to the NBA.\n(i) Content Advisory Council. A Content Advisory Council,\ncomposed of players and representatives from the Players Association and\nNBA, shall be established to consult on the development and distribution\nof Player-Produced Content and other content described in this Section 2\nand any process or operational matters related to the cooperation of the\nparties as described in this Section. The Content Advisory Council shall also\ndiscuss, among other things, best practices and opportunities in connection\nwith the creation of content.\n(j) Process Matters. The NBA (on behalf of itself and the NBA\nTeams) shall designate a representative responsible for communicating and\nreceiving the requests and notifications under this Section (e.g., a player’s\nrequest for NBA Player Day footage) and shall communicate with players\ndirectly with respect to such requests and notifications."
    },
    {
      "section_number": "Section 3",
      "section_title": "Indemnity.",
      "content": "Indemnity.\nNeither the NBA nor any Team shall be liable for any monetary or nonmonetary claims arising out of or relating to Paragraphs 13(f), or 14(a) of\nthe Uniform Player Contract (the “Designated Player Contract Provisions”).\nThe Players Association indemnifies, saves and holds harmless the NBA,\neach Team, and each of its and their respective affiliates, owners, directors,\ngovernors, officers and employees, and the successors, assigns and personal\nrepresentatives of the foregoing parties, against any and all claims, demands,\nsuits, or other forms of liability that may arise, directly or indirectly, in\nconnection with the Designated Player Contract Provisions, including their\nenforcement and/or application, provided that any such claim is not due to\nthe breach of the Group License (as defined in the Uniform Player Contract)\nby the NBA, any Team or any League-related entities that generate BRI;\nprovided, further that, the Players Association is notified of such claim in\nwriting (and, in no event later than five (5) days from the receipt thereof), is\nArticle XXXVII\n539\ngiven the opportunity to assume the defense thereof, and the NBA, its\nTeams and/or other indemnified parties in accordance with this Section\n(whichever is sued) use their best efforts to defend such claim, and do not\nadmit liability with respect to and do not settle such claim without the prior\nwritten consent of the Players Association."
    },
    {
      "section_number": "Section 4",
      "section_title": "Uniform.",
      "content": "Uniform.\n(a) During any NBA game or practice, including warm-up periods and\ngoing to and from the locker room to the playing floor, a player shall wear\nonly the Uniform as supplied by his Team. For purposes of the preceding\nsentence only, “Uniform” means all clothing and other items (such as\nkneepads, wristbands, and headbands, but not including Sneakers) worn by\na player during an NBA game or practice. “Sneakers” means athletic shoes\nof the type worn by players while playing an NBA game.\n(b) Other than as may be incorporated into his Uniform and the\nmanufacturer’s identification incorporated into his Sneakers, a player may\nnot, during any NBA game, display any commercial, promotional, or\ncharitable name, mark, logo, or other identification, including, but not\nlimited to, on his body, in his hair, or otherwise.\n540\nArticle XXXVIII"
    }
  ],
  "intro_content": ""
}