{
  "article_number": "Article II",
  "title": "UNIFORM PLAYER CONTRACT",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Required Form.",
      "content": "UNIFORM PLAYER CONTRACT\nRequired Form.\nThe Player Contract to be entered into by each player and the Team by\nwhich he is employed shall be a Uniform Player Contract in the form\nannexed hereto as Exhibit A."
    },
    {
      "section_number": "Section 2",
      "section_title": "Limitation on Amendments.",
      "content": "Limitation on Amendments.\n(a) Except as provided in Sections 3, 6, 7(d), 9, 10, and 12 of this Article,\nand in Article VII, Section 7 (Extensions, Renegotiations, and Other\nAmendments) or Article XII (Option Clauses), no amendments to the form\nof Uniform Player Contract provided for by Section 1 of this Article shall\nbe permitted.\n(b) Notwithstanding Section 2(a) above, except as provided: (i) in\nSections 3(f), (i), (j), (l), (m), (n), (o), (p), and (r), and Section 11 of this\nArticle, no amendments to Two-Way Contracts shall be permitted; and (ii)\nin Sections 3(e), (h), (j), (l), (m), (n), (o), (p), (r), and (s), and Section 11 of\nthis Article, no amendments to Contracts containing an Exhibit 10 shall be\npermitted. For the avoidance of doubt, in no event may a Team and a player\nextend, renegotiate, or include an Option Year or Early Termination Option\nin a Two-Way Contract or a Contract containing an Exhibit 10.\n(c) If a Team and a player enter into (i) a Uniform Player Contract\ncontaining an amendment not specifically permitted by this Agreement or\n(ii) a subsequent amendment to an existing Player Contract where such\namendment is not specifically permitted by this Agreement, then such\nContract or subsequent amendment, as the case may be, shall be\ndisapproved by the Commissioner and, consequently, rendered null and\nvoid."
    },
    {
      "section_number": "Section 3",
      "section_title": "Allowable Amendments.",
      "content": "Allowable Amendments.\nIn their individual contract negotiations, a player and a Team may amend\nthe provisions of a Uniform Player Contract, but only in the following\nrespects:\n16\nArticle II\n(a) By agreeing upon provisions (to be set forth in Exhibit 1 to a\nUniform Player Contract) setting forth the Compensation to be paid or\namounts to be loaned to the player for each Season of the Contract for\nrendering the services and performing the obligations described in such\nContract.\n(b) By agreeing upon provisions (to be set forth in Exhibit 1 to a\nUniform Player Contract) setting forth lump sum bonuses, and the payment\ndate for each such bonus, to be paid as a result of: (i) the player’s execution\nof a Uniform Player Contract or Extension (a “signing bonus”); (ii) the\nplayer’s achievement of agreed-upon benchmarks relating to his\nperformance as a player or the Team’s performance during a particular NBA\nSeason, subject to the limitations imposed by Paragraph 3(c) of the Uniform\nPlayer Contract and Section 12(d) below; or (iii) the player’s achievement of\nagreed-upon benchmarks relating to his physical condition or academic\nachievement (e.g., earning a college degree or completion of a certified\nleadership training program), including the player’s attendance at and\nparticipation in an off-season summer league and/or an off-season skill\nand/or conditioning program upon terms and conditions agreed upon by\nthe Team and player (subject to the provisions of Section 12(c) below). Any\namendment agreed upon pursuant to subsections (ii) or (iii) of this\nSection 3(b) must be structured so as to provide an incentive for positive\nachievement by the player and/or the Team; and any amendment agreed\nupon pursuant to subsection (ii) must be based upon specific numerical\nbenchmarks or Generally Recognized League Honors. By way of example\nand not limitation, an amendment agreed upon pursuant to Section 3(b)(ii)\nmay provide for the player to receive a bonus if his free-throw percentage\nexceeds eighty percent (80%), but may not provide for the player to receive\na bonus if his free-throw percentage improves over his previous Season’s\npercentage. For purposes of any bonus agreed upon pursuant to\nsubsection (ii), the performance benchmarks must be based solely upon\nofficial NBA statistics, and the determination of whether a player has earned\nany such performance bonus shall be made solely by reference to official\nNBA statistics as published on NBA.com.\n(c) By agreeing upon provisions (to be set forth in Exhibit 1 to a\nUniform Player Contract) with respect to extra promotional appearances to\nbe performed by the player (in addition to those required by Paragraph 13\nof such Contract) and the Compensation therefor.\nArticle II\n17\n(d) By agreeing upon a Compensation payment schedule (to be set forth\nin Exhibit 1 to a Uniform Player Contract) different from that provided for\nby Paragraph 3(a) of the Uniform Player Contract; provided, however, that\nsuch amendment shall comply with the provisions of Section 3(b) above\n(relating to lump sum bonus payments) and Section 13(e) below and,\nprovided, further that: (i) the only such amendment that shall be permitted\nwith respect to any Season in which the player’s Compensation is not greater\nthan the Minimum Player Salary shall be as described in Section 6(g) or\nSection 11(a)(ii) below; and (ii) the only such amendments that shall be\npermitted with respect to any Season in which the player’s Compensation is\ngreater than the Minimum Player Salary shall be as follows: (y) a Uniform\nPlayer Contract may provide for the player’s Compensation (other than\nadvances pursuant to clause (z) below and amounts paid on a deferred basis\nin accordance with Article XXV of this Agreement) to be paid in either\ntwelve (12) equal semi-monthly payments or thirty-six (36) equal\nsemi-monthly payments beginning with the first of said payments on\nNovember 1 of each year covered by the Contract and continuing with such\npayments on the first and fifteenth of each month until said Compensation\nis paid in full; and (z) a Uniform Player Contract that, at the time the\nContract is signed, is fully or partially protected for lack of skill and injury\nor illness for a Season may provide for the player to be paid a portion of his\nCompensation for such Season, up to the Maximum Advance Amount as\ndefined below, prior to November 1 of such Season. The Maximum\nAdvance Amount for a Season shall equal the lesser of eighty percent (80%)\nof the amount of the player’s Compensation for such Season that is\nprotected for lack of skill and injury or illness, or fifty percent (50%) of the\nplayer’s Base Compensation for such Season; provided that no more than\ntwenty-five percent (25%) of the player’s Base Compensation for such\nSeason may be paid to the player prior to the October 1 immediately\npreceding the first day of the Regular Season.\n(e) By agreeing upon provisions (to be set forth in Exhibit 1A to a\nUniform Player Contract) stating that the Contract is intended to provide\nfor Base Compensation equal to the Minimum Player Salary (with no\nbonuses of any kind) for each Season of the Contract for rendering the\nservices and performing the obligations described in such Contract, in\naccordance with Section 6 below.\n(f) By agreeing upon provisions (to be set forth in Exhibit 1B to a\nUniform Player Contract) (i) setting forth the Compensation to be paid to\n18\nArticle II\nthe player (with no bonuses of any kind) for each Season of the Contract for\nrendering the services and performing the obligations described in such\nContract as a Two-Way Player, in accordance with Section 11 below (a\n“Two-Way Contract”), and (ii) containing a Standard NBA Contract\nConversion Option in accordance with Section 11(f) below.\n(g) By agreeing upon provisions (to be set forth in Exhibit 1 or\nExhibit 1A to a Uniform Player Contract, as applicable), subject to the\nprovisions of Article XXIV, prohibiting or limiting the Team’s right to trade\nsuch Contract to another Team.\n(h) By agreeing upon provisions (to be set forth in Exhibit 1 or\nExhibit 1A to a Uniform Player Contract, as applicable) stating that a player\nwho, pursuant to Article VII, Section 8(b), cannot be traded without his\nconsent, agrees to eliminate his right to consent to a trade.\n(i) By agreeing upon provisions (to be set forth in Exhibit 2 to a\nUniform Player Contract) stating that the Base Compensation provided for\nby a Uniform Player Contract (as described in Exhibit 1, 1A, or 1B to such\nContract) shall be, in whole or in part, and subject to the standard conditions\nor limitations set forth in Section 4 below (and in the form of Exhibit 2) and\nany additional conditions or limitations that are negotiated by the player and\nTeam to the extent permitted in accordance with Section 4(l) below,\nprotected (as provided for by, and in accordance with the definitions set\nforth in, Section 4 below) in the event that such Contract is terminated by\nthe Team by reason of the player’s:\n(i)\nlack of skill;\n(ii)\ndeath not covered by an insurance policy procured by a\nTeam for the player’s benefit (“death”);\n(iii)\ndisability or unfitness to play skilled basketball resulting\nfrom a basketball-related injury not covered by an insurance\npolicy procured by a Team for the player’s benefit\n(“basketball-related injury”), or disability or unfitness to play\nskilled basketball resulting from any injury or illness not\ncovered by an insurance policy procured by a Team for the\nplayer’s benefit (“injury or illness”), provided that a Contract\ncan contain protection in only one of the two categories set\nArticle II\n19\nforth in this Section 3(i)(iii), and further provided that, for\nclarity and without limitation, protection for injury or illness\nshall not include protection for mental disability; and/or\n(iv)\nmental disability not covered by an insurance policy\nprocured by a Team for the player’s benefit (“mental\ndisability”).\n(j) By agreeing upon provisions (to be set forth in Exhibit 3 to a\nUniform Player Contract) limiting or eliminating the player’s right to receive\nhis Base Compensation (in accordance with Paragraphs 7(c), 16(a)(iii), and\n16(b) of the Uniform Player Contract) when the player’s disability or\nunfitness to play skilled basketball is caused by the re-injury of one or more\ninjuries sustained prior to, or by the aggravation of one or more conditions\nthat existed prior to, the execution of the Uniform Player Contract providing\nfor such Base Compensation. Notwithstanding the foregoing, the\nprovisions set forth in Exhibit 3 to a Uniform Player Contract shall not apply\nfor a Season in the event such Contract is terminated during the period from\nthe February 1 of such Season through the end of that Season.\n(k) By agreeing upon provisions (to be set forth in Exhibit 4 to a\nUniform Player Contract), subject to the provisions of Article XXIV,\nentitling a player to earn Compensation if such player’s Uniform Player\nContract is traded to another NBA team.\n(l) By agreeing upon provisions (to be set forth in Exhibit 5 to a\nUniform Player Contract) permitting the player to participate or engage in\nsome or all of the activities otherwise prohibited by Paragraph 12 of the\nUniform Player Contract; provided, however, that no amendment to\nParagraph 12 of the Uniform Player Contract shall permit a player to\nparticipate in any public game or public exhibition of basketball not\napproved in accordance with Article XXIII of this Agreement.\n(m) By agreeing upon provisions (to be set forth in Exhibit 6 to a\nUniform Player Contract) establishing that the player must report for and\nsubmit to a physical examination to be performed by a physician designated\nby the Team, subject to the provisions of Section 13(h) below.\n20\nArticle II\n(n) By agreeing to delete Paragraph 7(b) of the Uniform Player Contract\nin its entirety and substituting therefor the provision set forth in Exhibit 7\nto a Uniform Player Contract.\n(o) By agreeing either (i) to delete Paragraph 13(b) of the Uniform\nPlayer Contract in its entirety, or (ii) to delete the last sixteen (16) words of\nthe first sentence of Paragraph 13(b) of such Contract.\n(p) By agreeing upon provisions for the purpose of terminating an\nalready-existing Uniform Player Contract prior to the expiration of its stated\nterm, stating as follows: (i) the Team will request waivers on the player in\naccordance with Paragraph 16 of the Contract immediately following the\nCommissioner’s approval of such amendment; and (ii) should the player\nclear waivers and his Contract thereupon be terminated (x) the amount of\nany Compensation protection contained in the Contract will immediately be\nreduced or eliminated, and/or (y) the Team’s right of set-off under\nArticle XXVII of this Agreement will be modified or eliminated.\n(q) By agreeing upon provisions (to be set forth in Exhibit 8 to a\nUniform Player Contract) stating that the Contract will be traded to another\nteam within forty-eight (48) hours of its execution or amendment, with such\ntrade and the consummation of such trade to be conditions precedent to the\nvalidity of the Contract or an amendment thereto; provided, however, that\nany such sign-and-trade transaction must comply with Article VII,\nSection 8(e).\n(r) By agreeing upon provisions (to be set forth in Exhibit 9 to a\nUniform Player Contract) eliminating the player’s right to receive his Base\nCompensation (in accordance with Paragraphs 7(c), 16(a)(iii), and 16(b) of\nthe Uniform Player Contract) in the event the Contract is terminated prior\nto the first day of the Regular Season covered by such Contract; provided,\nhowever, that such amendment shall be permitted only if: (i) the Contract\nis for one (1) Season in length, provides for the Minimum Player Salary (with\nno bonuses of any kind) or Two-Way Salary and does not provide for\nCompensation protection of any kind pursuant to Section 3(i) above (a\n“Non-Guaranteed, Training Camp Contract”); (ii) at the time of signing the\nNon-Guaranteed, Training Camp Contract, the Team has no fewer than\nfourteen (14) players signed to Player Contracts (not including any player\nsigned to a Two-Way Contract or a Non-Guaranteed, Training Camp\nContract) on the Team’s roster in respect of the upcoming (or, after the first\nArticle II\n21\nday of training camp, the then-current) Season; and (iii) no Team may be a\nparty at any one time to more than six (6) Non-Guaranteed, Training Camp\nContracts.\n(s) By agreeing upon provisions (to be set forth in Exhibit 10 to a\nUniform Player Contract), subject to Section 11(h) below:\n(i)\nentitling a player to receive a bonus (the “Exhibit 10 Bonus”)\nin an amount between $5,000 and the “Maximum Exhibit 10\nBonus Amount” (defined below) for the Salary Cap Year in\nwhich the Contract is signed if (1) the Contract is terminated\nby the Team in accordance with the NBA waiver procedure\nprior to the first day of the Regular Season, and (2) the player\n(a) signs with the NBAGL prior to the deadline set by the\nNBAGL for NBAGL teams to designate affiliate players,\n(b) is initially assigned by the NBAGL to such Team’s\nNBAGL affiliate as listed in Exhibit 10 and timely reports to\nsuch affiliate, and (c) does not leave the NBAGL (e.g., by\nbuying out his contract with the NBAGL and signing a\ncontract with an international team) prior to providing\nsixty (60) consecutive days of service during the NBAGL\nSeason (the “60-Day Service Period”), provided that, in the\nevent the player is signed to one or more Contract(s) by the\nTeam prior to completing the 60-Day Service Period, the\nplayer shall still satisfy this clause (c) if he timely returns to\nsuch Team’s NBAGL affiliate upon the completion or\ntermination of such Contract(s) and completes the\noutstanding portion of the 60-Day Service Period. For\nclarity, a player will not satisfy this clause (c) if at any time\nprior to completing the 60-Day Service Period he signs a\ncontract with a professional basketball team other than the\nTeam. In the event a player fails to satisfy clause (c) above\nas a result of an injury resulting directly from his playing for\nthe Team’s NBAGL affiliate, such player shall nonetheless\nbe entitled to receive the Exhibit 10 Bonus set forth in his\nContract. Notwithstanding anything to the contrary in the\nforegoing, an Exhibit 10 may only contain an Exhibit 10\nBonus if the Team has an NBAGL affiliate at the time of the\nexecution of the Contract; provided, however, that if a Team\nwith an NBAGL affiliate acquires by assignment a Contract\n22\nArticle II\nwith a Conversion Protection Amount but without an\nExhibit 10 Bonus (the “Acquired Exhibit 10”), the Acquired\nExhibit 10 shall be deemed to include an Exhibit 10 Bonus\nequal to the Conversion Protection Amount; and\n(ii)\nstating that, if prior to the first day of the Regular Season\n(A) the Team exercises the Two-Way Player Conversion\nOption in accordance with Section 11(h) below, and/or\n(B) the Contract is not terminated by the Team, the\nCompensation provided for by the Contract will be\nprotected for lack of skill and injury or illness in an amount\n(the “Conversion Protection Amount”) between $5,000 and\nthe Maximum Exhibit 10 Bonus Amount; provided,\nhowever, that if the Exhibit 10 contains an Exhibit 10\nBonus, the Exhibit 10 must also contain a Conversion\nProtection Amount and the Conversion Protection Amount\nmust be equal to the Exhibit 10 Bonus.\nThe “Maximum Exhibit 10 Bonus Amount” shall be: (1) $75,000 for the\n2023-24 Salary Cap Year, and (2) for each subsequent Salary Cap Year,\n$75,000 multiplied by a fraction, the numerator of which is the Salary Cap\nfor the applicable Salary Cap Year and the denominator of which is the\nSalary Cap for the 2023-24 Salary Cap Year.\nIn the event that NBAGL rules permit a Team, other than the Team that\nlast requested waivers on the player, to designate the player as an affiliate\nplayer (the “Designating Team”), the Designating Team shall be responsible\nfor paying the Exhibit 10 Bonus to the player provided that (a) the\nDesignating Team designates the player as an affiliate player, (b) prior to the\nwaiver, the Designating Team was a party to the Contract containing the\nExhibit 10 Bonus, and (c) the player satisfies the conditions set forth in\nSection 3(s)(i) above with respect to the Designating Team’s NBAGL\naffiliate.\nWith respect to a player, if the NBAGL affiliate of an NBA Team is\npermitted, pursuant to NBAGL rules, to designate the player as a returning\nplayer (such NBA Team, the “Returning Rights Team”), then any Team\nother than the Returning Rights Team shall, prior to entering into a Contract\ncontaining an Exhibit 10 with the player, be required to provide written\nnotice to the player (with a copy to the Players Association) that, pursuant\nArticle II\n23\nto NBAGL rules, the NBAGL affiliate of the Returning Rights Team holds\nthe right to so designate the player. The NBA shall impose a fine of no less\nthan $25,000 on any Team that fails to provide the notice required by this\nparagraph.\nNo Team may (a) be a party at any one time to more than six (6) Contracts\ncontaining an Exhibit 10, or (b) enter into a Player Contract with an\nExhibit 10 unless such Contract is for one (1) Season in length, provides for\nthe Minimum Player Salary (with no bonuses of any kind other than the\nExhibit 10 Bonus), and does not provide for Compensation protection of\nany kind pursuant to Section 3(i) above (other than in connection with\nSection 3(s)(ii) above).\nA Team may enter into a Contract with both an Exhibit 9 and an Exhibit 10\nin accordance with the preceding terms; provided, however, that if a Team\nexercises its Two-Way Player Conversion Option, the Contract’s Exhibit 9\nshall be rendered null and void and of no further force or effect upon the\nexercise of such Two-Way Player Conversion Option."
    },
    {
      "section_number": "Section 4",
      "section_title": "Compensation Protection.",
      "content": "Compensation Protection.\n(a) Lack of Skill. When a Team agrees to protect, in whole or in part,\nthe Base Compensation provided for by a Uniform Player Contract in the\nevent such Contract is terminated by the Team, pursuant to\nParagraph 16(a)(iii) thereof, by reason of the player’s lack of skill, such\nagreement shall mean that, subject to any conditions or limitations set forth\nin this Section 4(a) or Exhibit 2 to the Uniform Player Contract, or expressly\nset forth elsewhere in this Agreement, notwithstanding the provisions of\nParagraphs 16(a)(iii), 16(d), 16(e), and 16(g) of such Contract, the\ntermination of such Contract by the Team on account of the player’s failure\nto exhibit sufficient skill or competitive ability shall in no way affect the\nplayer’s right to receive, in whole or in part, the Base Compensation payable\npursuant to Exhibit 1 (or Exhibit 1A or Exhibit 1B, as applicable) to such\nContract in the amounts and at the times called for by such Exhibit;\nprovided, however, that: (i) such lack of skill does not result from the\nplayer’s participation in activities prohibited by Paragraph 12 of the Uniform\nPlayer Contract (as such Paragraph may be modified by Exhibit 5 to the\nPlayer Contract), attempted suicide, intentional self-inflicted injury, abuse of\nalcohol, use of any Prohibited Substance or controlled substance, abuse of\nor addiction to prescription drugs, conduct occurring during the\n24\nArticle II\ncommission of any felony for which the player is convicted (including by a\nplea of guilty, no contest, or nolo contendere), participation in any riot,\ninsurrection, or war or other military activities, or failure to comply with the\nrequirements of Paragraphs 7(d)-(i) of the Uniform Player Contract; (ii) at\nthe time of the player’s failure to render playing services, the player is not in\nmaterial breach of such Contract; (iii) if the Team, for its own benefit, seeks\nto procure an insurance policy covering the player’s lack of skill, the player\ncooperates with the Team in procuring such an insurance policy, including\nby, among other things, supplying all information requested of him,\ncompleting application forms, or otherwise, and submitting to all\nexaminations and tests requested of him by or on behalf of the insurance\ncompany in connection with the Team’s efforts to procure such policy; and\n(iv) if the Team, for its own benefit, has procured such an insurance policy,\nthe player cooperates (in the manner described above) with the Team and\ninsurance company in the processing of the Team’s claim under such policy.\n(b) Death. When a Team agrees to protect, in whole or in part, the\nBase Compensation provided for by a Uniform Player Contract in the event\nsuch Contract is terminated by the Team, pursuant to Paragraph 16(a)(iv)\nthereof, by reason of the player’s failure to render his services thereunder, if\nsuch failure has been caused by the player’s death, such agreement shall\nmean that, subject to any conditions or limitations set forth in this\nSection 4(b) or Exhibit 2 to the Uniform Player Contract, or expressly set\nforth elsewhere in this Agreement, notwithstanding the provisions of\nParagraphs 16(a)(iii), 16(b), 16(c), 16(d), 16(e), and 16(g) of such Contract,\nthe termination of such Contract by the Team shall in no way affect the\nplayer’s (or his estate’s or duly appointed beneficiary’s) right to receive, in\nwhole or in part, the Base Compensation payable pursuant to Exhibit 1 (or\nExhibit 1A or Exhibit 1B, as applicable) to such Contract in the amounts\nand at the times called for by such Exhibit; provided, however, that: (i) such\ndeath does not result from the player’s participation in activities prohibited\nby Paragraph 12 of the Uniform Player Contract (as such Paragraph may be\nmodified by Exhibit 5 to the Player Contract), suicide, intentional\nself-inflicted injury, abuse of alcohol, use of any Prohibited Substance or\ncontrolled substance, abuse of or addiction to prescription drugs, conduct\noccurring during the commission of any felony for which the player is\nconvicted (including by a plea of guilty, no contest, or nolo contendere),\nparticipation in any riot, insurrection, or war or other military activities, or\nfailure to comply with the requirements of Paragraphs 7(d)-(i) of the\nUniform Player Contract; (ii) at the time of the player’s failure to render\nArticle II\n25\nplaying services, the player is not in material breach of such Contract; (iii) if\nthe Team, for its own benefit, seeks to procure an insurance policy covering\nthe player’s death, the player cooperates with the Team in procuring such an\ninsurance policy, including by, among other things, supplying all information\nrequested of him, completing application forms, or otherwise, and\nsubmitting to all examinations and tests requested of him by or on behalf of\nthe insurance company in connection with the Team’s efforts to procure\nsuch policy; and (iv) if the Team, for its own benefit, has procured such an\ninsurance policy, the player’s estate and/or duly appointed beneficiary\ncooperates (in the manner described above) with the Team and insurance\ncompany in the processing of the Team’s claim under such policy.\n(c) Basketball-Related Injury. When a Team agrees to protect, in\nwhole or in part, the Base Compensation provided for by a Uniform Player\nContract in the event such Contract is terminated by the Team, pursuant to\nParagraph 16(a)(iv) thereof, by reason of the player’s failure to render his\nservices thereunder, if such failure has been caused by the player’s disability\nand/or unfitness to play skilled basketball as a direct result of an injury\nsustained while participating in any basketball practice or game played for\nthe Team, such agreement shall mean that, subject to any conditions or\nlimitations set forth in this Section 4(c) or Exhibit 2 to the Uniform Player\nContract, or expressly set forth elsewhere in this Agreement,\nnotwithstanding the provisions of Paragraphs 7(b), 7(c), 16(a)(iii), 16(b),\n16(c), 16(d), and 16(g) of such Contract, the termination of such Contract\nby the Team shall in no way affect the player’s right to receive, in whole or\nin part, the Base Compensation payable pursuant to Exhibit 1 (or\nExhibit 1A or Exhibit 1B, as applicable) to such Contract in the amounts\nand at the times called for by such Exhibit; provided, however, that: (i) such\ninjury does not result from the player’s participation in activities prohibited\nby Paragraph 12 of the Uniform Player Contract (as such Paragraph may be\nmodified in Exhibit 5 to the Player Contract), attempted suicide, intentional\nself-inflicted injury, abuse of alcohol, use of any Prohibited Substance or\ncontrolled substance, abuse of or addiction to prescription drugs, conduct\noccurring during the commission of any felony for which the player is\nconvicted (including by a plea of guilty, no contest, or nolo contendere),\nparticipation in any riot, insurrection, or war or other military activities, or\nfailure to comply with the requirements of Paragraphs 7(d)-(i) of the\nUniform Player Contract; (ii) at the time of the player’s termination, the\nplayer is not in material breach of such Contract; (iii) if the Team, for its\nown benefit, seeks to procure an insurance policy covering the player’s\n26\nArticle II\ninjury, the player cooperates with the Team in procuring such an insurance\npolicy, including by, among other things, supplying all information\nrequested of him, completing application forms, or otherwise, and\nsubmitting to all examinations and tests requested of him by or on behalf of\nthe insurance company in connection with the Team’s efforts to procure\nsuch policy; and (iv) if the Team, for its own benefit, has procured such an\ninsurance policy, the player cooperates (in the manner described above) with\nthe Team and the insurance company in the processing of the Team’s claim\nunder such policy.\n(d) Injury or Illness. When a Team agrees to protect, in whole or in\npart, the Base Compensation provided for by a Uniform Player Contract in\nthe event such contract is terminated by the Team, pursuant to\nParagraph 16(a)(iv) thereof, by reason of the player’s failure to render his\nservices thereunder, if such failure has been caused by an injury, illness, or\ndisability suffered or sustained by the player, such agreement shall mean that,\nsubject to any conditions or limitations set forth in this Section 4(d) or\nExhibit 2 to the Uniform Player Contract, or expressly set forth elsewhere\nin this Agreement, notwithstanding the provisions of Paragraphs 7(b), 7(c),\n16(a)(iii), 16(b), 16(c), 16(d), and 16(g) of such Contract, the termination of\nsuch Contract by the Team shall in no way affect the player’s right to receive,\nin whole or in part, the Base Compensation payable pursuant to Exhibit 1\n(or Exhibit 1A or Exhibit 1B, as applicable) to such Contract in the amounts\nand at the times called for by such Exhibit; provided, however, that: (i) such\ninjury, illness, or disability does not result from the player’s participation in\nactivities prohibited by Paragraph 12 of the Uniform Player Contract (as\nsuch Paragraph may be modified in Exhibit 5 to the Player Contract),\nattempted suicide, intentional self-inflicted injury, abuse of alcohol, use of\nany Prohibited Substance or controlled substance, abuse of or addiction to\nprescription drugs, conduct occurring during the commission of any felony\nfor which the player is convicted (including by a plea of guilty, no contest,\nor nolo contendere), participation in any riot, insurrection, or war or other\nmilitary activities, or failure to comply with the requirements of Paragraphs\n7(d)-(i) of the Uniform Player Contract; (ii) at the time of such injury, illness,\nor disability the player is not in material breach of such Contract; (iii) if the\nTeam, for its own benefit, seeks to procure an insurance policy covering the\nplayer’s injury and/or illness, the player cooperates with the Team in\nprocuring such an insurance policy, including by, among other things,\nsupplying all information requested of him, completing application forms,\nor otherwise, and submitting to all examinations and tests requested of him\nArticle II\n27\nby or on behalf of the insurance company in connection with the Team’s\nefforts to procure such policy; and (iv) if the Team, for its own benefit, has\nprocured such an insurance policy, the player cooperates (in the manner\ndescribed above) with the Team and insurance company in the processing\nof the Team’s claim under such policy.\n(e) Mental Disability. When a Team agrees to protect, in whole or in\npart, the Base Compensation provided for by a Uniform Player Contract in\nthe event such Contract is terminated by the Team, pursuant to\nParagraph 16(a)(iv) thereof, by reason of the player’s failure to render his\nservices thereunder, if such failure has been caused by the player’s mental\ndisability, such agreement shall mean that, subject to any conditions or\nlimitations set forth in this Section 4(e) or Exhibit 2 to the Uniform Player\nContract, or expressly set forth elsewhere in this Agreement,\nnotwithstanding the provisions of Paragraphs 16(a)(iii), 16(b), 16(c), 16(d),\n16(e), and 16(g) of such Contract, the termination of such Contract by the\nTeam shall in no way affect the player’s (or his duly appointed legal\nrepresentative’s) right to receive, in whole or in part, the Base Compensation\npayable pursuant to Exhibit 1 (or Exhibit 1A or Exhibit 1B, as applicable)\nto such Contract in the amounts and at the times called for by such Exhibit;\nprovided, however, that: (i) such mental disability does not result from the\nplayer’s participation in activities prohibited by Paragraph 12 of the Uniform\nPlayer Contract (as such Paragraph may be modified in Exhibit 5 to the\nPlayer Contract), attempted suicide, intentional self-inflicted injury, the use\nof any Prohibited Substance or controlled substance, abuse of or addiction\nto prescription drugs, conduct occurring during the commission of any\nfelony for which the player is convicted (including by a plea of guilty, no\ncontest, or nolo contendere), participation in any riot, insurrection, or war\nor other military activities, or failure to comply with the requirements of\nParagraphs 7(d)-(i) of the Uniform Player Contract; (ii) at the time of the\nplayer’s failure to render playing services, the player is not in material breach\nof such Contract; (iii) if the Team, for its own benefit, seeks to procure an\ninsurance policy covering the player’s mental disability, the player (and/or\nhis duly appointed legal representative) cooperates with the Team in\nprocuring such an insurance policy, including by, among other things,\nsupplying all information requested of him, completing application forms,\nor otherwise, and submitting to all examinations and tests requested of him\nby the insurance company in connection with the Team’s efforts to procure\nsuch policy; and (iv) if the Team, for its own benefit, has procured such an\ninsurance policy, the player (and/or his duly appointed legal representative)\n28\nArticle II\ncooperates (in the manner described above) with the Team and insurance\ncompany in the processing of the Team’s claim under such policy.\n(f) No agreement by a Team to protect, in whole or in part, the Base\nCompensation provided for by a Uniform Player Contract shall require (or\nbe construed as requiring) such Team to continue to employ the player\n(whether on the Active List, Inactive List, Two-Way List, or otherwise); nor\nshall any such agreement afford the player any right to be employed, or to\nbe deemed as having been employed, by such Team for any purpose.\n(g) Notwithstanding any other provision of this Agreement, when a\nTeam agrees to protect, in whole or in part, the Base Compensation\nprovided for by a Uniform Player Contract, and such protection is\ncontingent on the satisfaction of a condition expressly set forth in Exhibit 2\nto that Contract, such protection shall be applicable and effective only if the\nPlayer Contract has not previously been terminated at the time such\ncondition is satisfied.\n(h) Notwithstanding any other provision of this Agreement, when a\nTeam agrees to protect, in whole or in part, the Base Compensation\nprovided for in any Option Year in favor of the Team included in a Uniform\nPlayer Contract, such protection shall be applicable and effective only if the\noption to extend the term provided for in the Contract was exercised by the\nTeam prior to the termination of the Contract. When a Team agrees to\nprotect, in whole or in part, the Base Compensation provided for in any\nOption Year in favor of the player, the applicability of such protection in\nthe circumstance where the Option has not been exercised by the player\nshall be governed by the provisions of Article XII, Section 2(a).\n(i) During the term of a Player Contract, the percentage of protected\nBase Compensation for any future Season shall not exceed the percentage\nof unearned protected Base Compensation for any prior Season. Thus, for\nexample, a Team could not provide for fifty percent (50%) Base\nCompensation protection in the first Season of a Player Contract and one\nhundred percent (100%) Base Compensation protection in the second\nSeason of the Contract. However, the foregoing rule does not prevent a\nTeam from providing a percentage of Base Compensation protection in a\nfuture Season that is higher than in a prior Season if the higher level of Base\nCompensation for the future Season is conditional and the condition cannot\nbe satisfied until the completion of the prior Season. For example, it is\nArticle II\n29\npermissible for a Contract to provide that Base Compensation protection\nfor the first Season of a Player Contract equals fifty percent (50%) and Base\nCompensation protection for the second Season will be increased from fifty\npercent (50%) to one hundred percent (100%) if the player is on the Team’s\nroster as of the August 1 prior to the second Season of the Player Contract.\n(j) With respect to Player Contracts entered into or extended on or after\nthe effective date of this Agreement:\n(i)\nThe maximum amount of aggregate Base Compensation\nthat can be protected for death is thirty million dollars\n($30,000,000); and\n(ii)\nIf a player (other than a player signed to a Contract that\nprovides in any Season for the player to earn Compensation\nequal to his applicable Minimum Player Salary that (x) is\nsigned after the first day of the Regular Season, or (y) does\nnot provide for full Base Compensation protection for lack\nof skill and injury or illness for the first Season of such\nContract) elects to purchase term life insurance for his\nbenefit, his Team shall be permitted to reimburse him each\nSeason for the premiums paid for such insurance with\nrespect to such Season and any other future Season(s);\nprovided, however, that:\n(A)\nThe amount of coverage for which premiums are\nreimbursed by the Team in any Season shall not\nexceed the lesser of (x) the aggregate amount of the\nplayer’s unearned Base Compensation for such\nSeason and each remaining Season (excluding an\nOption Year if not yet exercised) that is not\nprotected for death, and (y) the difference between\n(i) eighty-five million dollars ($85,000,000) and\n(ii) the aggregate amount of the player’s unearned\nBase Compensation for such Season and each\nremaining Season (excluding an Option Year if not\nyet exercised) that is protected for death.\n30\nArticle II\n(B)\n(iii)\nAny such premium reimbursement shall not exceed\nthe cost for ten-year guaranteed term coverage at\npreferred rates.\nIf a Contract contains death protection covering ten million\ndollars ($10,000,000) or more of Base Compensation, the\nplayer shall be precluded from purchasing life insurance for\na period of ninety (90) days following the execution or\nextension (as applicable) of the Contract or until such earlier\ntime as the Team notifies the player in writing that it is no\nlonger attempting to purchase life insurance coverage on the\nplayer (up to the amount of the player’s Base Compensation\nprotection for death) for the Team’s benefit. During such\nninety (90) day period or until such time as the Team issues\nthe foregoing written notification to the player, the Team’s\nefforts to purchase life insurance on the player for the\nTeam’s benefit shall be conducted diligently and in good\nfaith.\n(k) With respect to Player Contracts entered into or extended on or after\nthe effective date of this Agreement, in the event that a Team terminates a\nPlayer Contract (resulting in the player’s separation of service from the\nTeam), and the Team is obligated thereafter to make payments to the player\npursuant to Exhibit 2 of the Contract, such payments shall be made in\naccordance with the following schedule:\n(i)\nIf, as of the date of the player’s separation from service, the\naggregate Base Compensation owed to the player pursuant\nto Exhibit 2 of the Contract is five hundred thousand dollars\n($500,000) or less, such amount shall be paid in accordance\nwith the semi-monthly installments prescribed by the\npayment schedule set forth in the Contract. Each\ninstallment shall equal the amount of Base Compensation\nthat was due per pay period for the applicable Season\nimmediately before the Player’s separation until the\naggregate amount of the remaining Base Compensation\nowed to the player pursuant to Exhibit 2 of the Contract is\npaid in full.\nArticle II\n(ii)\n31\nIf, as of the date of the player’s separation from service, the\naggregate Base Compensation owed to the player pursuant\nto Exhibit 2 of the Contract exceeds five hundred thousand\ndollars ($500,000), such amount shall be paid as follows:\n(x)\nThe Base Compensation, if any, owed to the player\npursuant to Exhibit 2 of the Contract with respect\nto the “current season” (as defined below) at the\ntime when the request for waivers on the player is\nmade shall be paid in accordance with the payment\nschedule set forth in the Contract. Each installment\nshall equal the amount of Base Compensation that\nwas due per pay period immediately before the\nplayer’s separation until the aggregate amount of the\nremaining Base Compensation owed to the player\npursuant to Exhibit 2 of the Contract with respect\nto the current season is paid in full. For purposes of\nthis subparagraph (x) and subparagraph (y) below\nonly, the “current season” means the period from\nSeptember 1 through June 30.\n(y)\nThe remaining Base Compensation, if any, owed to\nthe player pursuant to Exhibit 2 of the Contract shall\nbe aggregated and paid in equal amounts per year\nover a period equal to twice the number of NBA\nSeasons (including any Season covered by a Player\nOption Year) remaining on this Contract following\nthe date upon which the request for waivers\noccurred, plus one NBA Season. For this purpose,\nif the request for waivers is made during the period\nfrom September 1 through June 30, the number of\nNBA Seasons remaining on this Contract shall not\ninclude the current season (as defined in\nsubparagraph (x) above). The rescheduled payments\ndescribed above shall be paid over the applicable\nnumber of NBA Seasons in equal semi-monthly\ninstallments on the pay dates prescribed by\nParagraph 3(a) of the Uniform Player Contract.\n32\nArticle II\nThe following example is for clarity. A player has four (4) Seasons remaining\non his Contract with protected Base Compensation of the following\namounts: $4 million in Season 1, $4.3 million in Season 2, $4.7 million in\nSeason 3, and $5 million in Season 4. The player is waived on December 1\nof Season 1. Under Section 4(k)(ii)(x) above, the player would receive the\nremainder of his $4 million in Base Compensation for Season 1 in\naccordance with the payment schedule set forth in his Contract. Under\nSection 4(k)(ii)(y) above, the $14 million of protected Base Compensation\nremaining to be paid for Seasons 2-4 of the Contract would be paid at a rate\nof $2 million per Season for the next seven (7) Seasons in accordance with\nthe payment schedule set forth in Paragraph 3 of the Contract. If the same\nplayer is instead waived on July 30 prior to Season 1, the $18 million of\nprotected Base Compensation remaining to be paid for Seasons 1-4 of the\nContract would be paid – under Section 4(k)(ii) above – at a rate of\n$2 million per Season for the next nine (9) Seasons in accordance with the\npayment schedule set forth in Paragraph 3 of the Contract.\n(l) In addition to the standard conditions or limitations set forth above\nin this Section 4 (as set forth in the form of Exhibit 2 to the Uniform Player\nContract), a Team and a player are authorized under Article II,\nSections 4(a)-(e) to negotiate additional conditions or limitations applicable\nto the player’s Compensation protection for such categories as the Team\nand player agree to protect that relate to only the following: (i) whether the\nTeam waives a player by a certain time (e.g., providing that a player’s Base\nCompensation protection increases if the Team does not request waivers on\nthe player by a certain date); (ii) achievement of certain benchmarks relating\nto Team and/or player performance or a player’s physical condition\n(e.g., providing that a player’s Base Compensation protection increases if the\nplayer achieves certain performance criteria or meets specified weigh-in\ncriteria), provided that any such performance benchmarks must be based\nsolely upon official NBA statistics, the determination of whether a player\nhas met any such performance benchmark shall be made solely by reference\nto official NBA statistics as published on NBA.com, and any amendment\nagreed upon pursuant to this subsection is structured so as to provide an\nincentive for positive achievement by the Team and/or the player; (iii) a\nplayer experiencing a particular injury, illness, or other medical condition\n(e.g., providing that a player’s Base Compensation protection does not apply\nif the Team terminates a Contract due to a particular injury to a player’s left\nknee); and (iv) the Team’s ability to obtain insurance, using best efforts, of\na certain type and dollar amount within a specified period of time following\nArticle II\n33\nexecution or extension (as applicable) of the Contract. Other than the\nstandard conditions or limitations set forth above in this Section 4 (as set\nforth in the form of Exhibit 2 to the Uniform Player Contract) and any\nindividually-negotiated conditions or limitations in accordance with this\nSection (l), no Player Contract entered into or extended on or after the\neffective date of this Agreement (but in the case of Extensions only with\nrespect to the extended term) may contain any additional condition or\nlimitation of any kind on a player’s Compensation protection."
    },
    {
      "section_number": "Section 5",
      "section_title": "Conformity.",
      "content": "Conformity.\n(a) All currently effective Player Contracts, and all Player Contracts\nentered into on or after the effective date of this Agreement that do not\notherwise so provide, shall be deemed amended in such manner to require\nthe parties to comply with all terms of this Agreement, including the terms\nof the Uniform Player Contract annexed hereto as Exhibit A. All Player\nContracts shall be subject to the terms of this Agreement, which shall\nsupersede the terms of any Player Contract inconsistent herewith. No Player\nContract shall provide for the waiver by a player or a Team of any benefits\nor the sacrifice of any rights to which the player or the Team is entitled by\nvirtue of a Uniform Player Contract or this Agreement.\n(b) Notwithstanding Section 5(a) above, no Player Contract entered into\nprior to the effective date of this Agreement shall be affected by any\nprovisions of this Agreement expressly indicating that they apply only to\nPlayer Contracts entered into on or after the effective date of this\nAgreement."
    },
    {
      "section_number": "Section 6",
      "section_title": "Minimum Player Salary.",
      "content": "Minimum Player Salary.\n(a) Except with respect to 10-Day Contracts provided for in Section 9\nbelow, Rest-of-Season Contracts provided for in Section 10 below, and\nTwo-Way Contracts provided for in Section 11 below, no Player Contract\nshall provide for a Salary of less than the applicable scale amount contained\nin the Minimum Annual Salary Scale applicable for such Salary Cap Year.\nThe Minimum Annual Salary Scale applicable to a player’s Contract is\ndetermined by the Salary Cap Year encompassing the first Season covered\nby the Contract. Accordingly, for example, if the first Season covered by a\nplayer’s Contract is the 2023-24 Season, then the Minimum Annual Salary\n34\nArticle II\nScale for the 2023-24 Salary Cap Year shall apply for each Season of the\nContract.\n(b) No 10-Day Contract or Rest-of-Season Contract (as those terms are\ndefined in Sections 9 and 10 below) shall provide for a Salary of less than\nthe Minimum Player Salary applicable to that player.\n(c) In determining whether a Player Contract provides for a Salary of\nno less than the Minimum Player Salary applicable to that player, the\nallocation of a deemed signing bonus in respect of an “international player\npayment” in excess of the Excluded International Player Payment Amount\nfor such Salary Cap Year as set forth in Article VII, Section 3(e) (but no\nother bonuses) shall be considered as part of the Salary provided for by a\nPlayer Contract, provided that such Player Contract makes clear that the\nSalary for each Season (including the allocation of any such deemed signing\nbonus) equals or exceeds the Minimum Player Salary for such Season.\n(d) On July 1 of each Salary Cap Year, any Player Contract (other than\na Two-Way Contract), whether entered into before or after the effective date\nof this Agreement, that provides for a Salary for the upcoming Season that\nis less than the applicable Minimum Player Salary based on the Minimum\nAnnual Salary Scale applicable to the player’s Contract shall be deemed\namended to provide for the applicable Minimum Player Salary based on such\nMinimum Annual Salary Scale.\n(e) Nothing in this Section 6 shall alter the respective rights and\nliabilities of a player and a Team, as provided for in the Uniform Player\nContract or in this Agreement, with respect to the termination of a Player\nContract.\n(f) Every Contract entered into between a player and Team that is\nintended to provide for Compensation equal to the Minimum Player Salary\n(with no bonuses of any kind) for each Season must contain the following\nsentence in Exhibit 1A of such Contract and shall be deemed amended in\nthe manner described in such sentence: “This Contract is intended to\nprovide for a Base Compensation for the ____________ Season(s) equal to\nthe Minimum Player Salary for such Season(s) (with no bonuses of any kind)\nand shall be deemed amended to the extent necessary to so provide.” The\nreference in the preceding sentence to “no bonuses of any kind” shall not\nbe construed to limit the ability of a Team and player (i) to agree upon\nArticle II\n35\nprovisions entitling a player to earn Compensation if such player’s Uniform\nPlayer Contract is traded to another NBA team in accordance with Section\n3(k) above, or (ii) to enter into a Contract with an Exhibit 10 Bonus, subject\nto the limitations in Section 3(s) above and Section 11(h) below.\n(g) A Uniform Player Contract (other than a Two-Way Contract) that\nprovides in any Season for the player to earn Compensation not greater than\nhis applicable Minimum Player Salary (with no bonuses of any kind) that, at\nthe time the Contract is signed, is fully or partially protected for lack of skill\nand injury or illness may be amended to provide for the player to be paid a\nportion of his Compensation for such Season (the “Advance”), up to the\nMinimum Player Salary Advance Limit as defined below, prior to\nNovember 1 of such Season. The Minimum Player Salary Advance Limit\nfor a Season shall equal the lesser of (i) eighty percent (80%) of the amount\nof the player’s Compensation for such Season that is protected for lack of\nskill and injury or illness, or (ii) seven and one half percent (7.5%) of the\nplayer’s Base Compensation for such Season. Any Advance paid to a player\nfor a Season pursuant to the foregoing must be deducted in full from the\nfirst installment of Current Base Compensation (i.e., on November 1) and,\nif necessary after reducing in full the first installment, the second installment\nof Current Base Compensation (i.e., on November 15) for such Season that\nthe player would have received pursuant to Paragraph 3(a) of the Contract\nhad there been no such Advance. To effectuate the requirement set forth\nin the preceding sentence, every such Contract that provides for an Advance\nmust contain the following language (and only such language) under the\n“Payment Schedule” heading in Exhibit 1 or Exhibit 1A (as applicable) with\nrespect to each applicable Season:\n“Player’s Current Base Compensation with respect to the\n_________ Season(s) shall be paid in accordance with\nParagraph 3(a), except that the November 1 installment of\nsuch Current Base Compensation and, if necessary after\nreducing in full the November 1 installment, the November\n15 installment of such Current Base Compensation shall be\nreduced by $[amount of Advance], which amount shall be\npaid to Player in advance on [date].”\n36\nArticle II"
    },
    {
      "section_number": "Section 7",
      "section_title": "Maximum Annual Salary.",
      "content": "Maximum Annual Salary.\n(a) Notwithstanding any other provision of this Agreement, no Player\nContract entered into on or after the effective date of this Agreement may\nprovide for a Salary plus Unlikely Bonuses in the first Season covered by the\nContract that exceeds the following amounts:\n(i)\n(ii)\nfor any player who has completed fewer than seven (7) Years\nof Service, the greater of (x) twenty-five percent (25%) of\nthe Salary Cap in effect at the time the Contract is executed,\nor (y) one hundred five percent (105%) of the Salary for the\nfinal Season of the player’s prior Contract; provided,\nhowever, that a player who has four (4) Years of Service as\nof the June 30 following the end of the last Season covered\nby his Player Contract (“5th Year Eligible Players”) shall be\neligible to receive from his Prior Team up to thirty\npercent (30%) of the Salary Cap in effect at the time the\nContract is executed if the player has met at least one of the\nfollowing criteria (the “Higher Max Criteria”) as of the July 1\nfollowing the player’s fourth Season:\n(A)\nthe player was named to the All-NBA first, second,\nor third team, or was named Defensive Player of the\nYear, in the immediately preceding Season or in\ntwo (2) Seasons during the immediately preceding\nthree (3) Seasons; or\n(B)\nthe player was named NBA MVP during one of the\nimmediately preceding three (3) Seasons;\nfor any player who has completed at least seven (7) but fewer\nthan ten (10) Years of Service, the greater of (x) thirty\npercent (30%) of the Salary Cap in effect at the time the\nContract is executed, or (y) one hundred five percent (105%)\nof the Salary for the final Season of the player’s prior\nContract; provided, however, that a player who has eight (8)\nor nine (9) Years of Service at the time the Contract is\nexecuted and rendered such Years of Service for the Team\nwith which he first executed a Player Contract (or, if he was\nunder a Player Contract for more than one Team during\nsuch period, changed Teams only by trade during the first\nArticle II\n37\nfour (4) Salary Cap Years in which he was under a Player\nContract) shall be eligible to enter into a Designated Veteran\nPlayer Contract pursuant to which he receives from his Prior\nTeam up to thirty-five percent (35%) of the Salary Cap in\neffect at the time the Contract is executed if the player has\nmet at least one of the Higher Max Criteria at the time his\nContract is executed; or\n(iii)\nfor any player who has completed ten (10) or more Years of\nService, the greater of (x) thirty-five percent (35%) of the\nSalary Cap in effect at the time the Contract is executed, or\n(y) one hundred five percent (105%) of the Salary for the\nfinal Season of the player’s prior Contract.\n(b) Notwithstanding any other provision of this Agreement, no\nRenegotiation may provide for a Salary plus Unlikely Bonuses in the\nRenegotiation Season (as defined in Article VII, Section 7(c)) that exceeds\nthe following amounts:\n(i)\nfor any player who has completed fewer than seven (7) Years\nof Service, the greater of (x) twenty-five percent (25%) of\nthe Salary Cap in effect at the time the Renegotiation is\nexecuted, or (y) one hundred five percent (105%) of the\nSalary for the Season prior to the Renegotiation Season;\n(ii)\nfor any player who has completed at least seven (7) but fewer\nthan ten (10) Years of Service, the greater of (x) thirty\npercent (30%) of the Salary Cap in effect at the time the\nRenegotiation is executed, or (y) one hundred five (105%) of\nthe Salary for the Season prior to the Renegotiation Season;\nor\n(iii)\nfor any player who has completed ten (10) or more Years of\nService, the greater of (x) thirty-five percent (35%) of the\nSalary Cap in effect at the time the Renegotiation is executed,\nor (y) one hundred five percent (105%) of the Salary for the\nSeason prior to the Renegotiation Season.\n(c) The parties recognize that it may not be possible to ascertain at the\ntime an Extension is executed whether the Salary plus Unlikely Bonuses\n38\nArticle II\ncalled for in the first Season of the extended term will exceed the Maximum\nAnnual Salary set forth in this Section 7. Accordingly, and notwithstanding\nany other provision of this Agreement, the following rule shall apply to any\nExtension in which the extended term begins on or after the effective date\nof this Agreement: if, on July 1 of the Salary Cap Year encompassing the\nfirst Season of the extended term of such Extension, the Salary plus Unlikely\nBonuses provided for in such Season exceeds the following amounts:\n(i)\nfor any player who has completed fewer than seven (7) Years\nof Service, the greater of (x) twenty-five percent (25%) of\nthe Salary Cap in effect on July 1 of the Salary Cap Year\nencompassing the first Season of the extended term of such\nExtension, or (y) one hundred five percent (105%) of the\nSalary provided for in the final Season of the original term\nof the Contract; provided, however, that a 5th Year Eligible\nPlayer who signed a Rookie Scale Extension in accordance\nwith Section 7(d) below shall be eligible to receive the\npercentage that is agreed upon by the Team and player,\nwhich shall be no less than twenty-five percent (25%) or\ngreater than thirty percent (30%) of the Salary Cap in effect\non July 1 of the Salary Cap Year encompassing the first\nSeason of the extended term of such Extension if the player\nhas met at least one of the Higher Max Criteria;\n(ii)\nfor any player who has completed at least seven (7) but fewer\nthan ten (10) Years of Service, the greater of (x) thirty\npercent (30%) of the Salary Cap in effect on July 1 of the\nSalary Cap Year encompassing the first Season of the\nextended term of such Extension, or (y) one hundred five\npercent (105%) of the Salary provided for in the final Season\nof the original term of the Contract; provided, however, that\na player who (A) has one Season, or two Seasons (including\nany Option Year), remaining on his Contract, and (B) has\nseven (7) or eight (8) Years of Service at the time the\nExtension is executed (i.e., a player entering their 8th or 9th\nyear in the NBA), and (C) rendered such Years of Service\nfor the Team with which he first executed a Player Contract\n(or, if he was under a Player Contract for more than one\nTeam during such period, changed Teams only by trade\nduring the first four (4) Salary Cap Years in which he was\nArticle II\n39\nunder a Player Contract) shall be eligible to enter into a\nDesignated Veteran Player Extension pursuant to which the\nplayer receives the percentage that is agreed upon by the\nTeam and player, which shall be no less than thirty percent\n(30%) and no greater than thirty-five percent (35%) of the\nSalary Cap in effect on July 1 of the Salary Cap Year\nencompassing the first Season of the extended term of such\nExtension if the player has met at least one of the Higher\nMax Criteria; or\n(iii)\nfor any player who has completed ten (10) or more Years of\nService, the greater of (x) thirty-five percent (35%) of the\nSalary Cap in effect on July 1 of the Salary Cap Year\nencompassing the first Season of the extended term of such\nExtension, or (y) one hundred five percent (105%) of the\nSalary provided for in the final Season of the original term\nof the Contract;\nthen such Salary plus Unlikely Bonuses shall immediately be deemed\namended to provide for the maximum amount allowed by the applicable\nsubsection (c)(i), (c)(ii), or (c)(iii) set forth above as follows: (1) if there is a\nsigning bonus allocated to the first Salary Cap Year covered by the extended\nterm, the amount of such allocation shall be reduced first; (2) if the reduction\nin clause (1) is insufficient to reduce the Salary plus Unlikely Bonuses to the\nmaximum amount allowed pursuant to the applicable subsection (c)(i),\n(c)(ii), or (c)(iii) above (including because there is no signing bonus allocated\nto the first Salary Cap Year covered by the extended term) and the Extension\nprovides for Incentive Compensation, the amount of Likely Bonuses and\nUnlikely Bonuses in the first Salary Cap Year covered by the extended term\nshall be reduced next (on a pro-rata basis); and (3) if the reductions in clauses\n(1) and (2) are insufficient to reduce the Salary plus Unlikely Bonuses to the\nmaximum amount allowed pursuant to the applicable subsection (c)(i),\n(c)(ii), or (c)(iii) above (including because there is no signing bonus allocated\nto the first Salary Cap Year covered by the extended term and/or the\nExtension does not provide for Incentive Compensation), the amount of\nBase Compensation provided for in the first Salary Cap Year covered by the\nextended term shall be reduced last. In the event that the amount of a\nsigning bonus allocation is deemed amended pursuant to the foregoing, then\nthe amount of any signing bonus allocation in respect of each subsequent\nSalary Cap Year covered by the extended term shall also immediately be\n40\nArticle II\ndeemed amended proportionately (e.g., in the event that the amount of a\nsigning bonus allocation is reduced by 50% in respect of the first Salary Cap\nYear covered by the extended term, then the amount of any signing bonus\nallocation in respect of each subsequent Salary Cap Year covered by the\nextended term shall also be reduced by 50%; and in the event that the\namount of a signing bonus allocation is reduced by 100% in respect of the\nfirst Salary Cap Year covered by the extended term, then the amount of any\nsigning bonus allocation in respect of each subsequent Salary Cap Year\ncovered by the extended term shall also be reduced by 100%). In the event\nthat the amount of any Likely Bonuses, Unlikely Bonuses, and/or Base\nCompensation is deemed amended pursuant to the foregoing, then the\namount of any Likely Bonuses, Unlikely Bonuses, and/or Base\nCompensation in respect of each subsequent Salary Cap Year covered by\nthe extended term shall also immediately be deemed amended to the extent\nnecessary to comply with the maximum allowable increases or decreases\nover the amended Likely Bonuses, Unlikely Bonuses, and/or Base\nCompensation in the first Salary Cap Year covered by the extended term in\naccordance with Article VII, Section 5(a).\n(d) A player and a Team may provide in a Rookie Scale Extension that\nthe player’s Salary (in the first Season of the extended term) will equal “the\nMaximum Annual Salary applicable to such player in the first Season of the\nextended term” or:\n(i)\nin the case of a Rookie Scale Extension for a First Round\nPick who at the time the Extension is executed has already\nmet at least one of the Higher Max Criteria, the player and\nTeam may instead provide in the Extension that the player’s\nSalary (in the first Season of the extended term) will equal\n“[_____]% of the Salary Cap in effect during the first Season\nof the extended term.” The percentage to be included where\nbrackets are indicated in the foregoing language shall equal\nthe percentage that is agreed upon by the Team and player,\nwhich shall in no event be less than twenty-five percent\n(25%) or greater than thirty percent (30%); or\n(ii)\nin the case of a Rookie Scale Extension for any other First\nRound Pick (i.e., a First Round Pick who at the time the\nExtension is executed had not yet met at least one of the\nHigher Max Criteria), the player and Team may instead\nArticle II\n41\nprovide in the Extension that the player’s Salary (in the first\nSeason of the extended term) will equal “25% of the Salary\nCap in effect during the first Season of the extended term,\nor, if the player meets at least one of the applicable Higher\nMax Criteria during the fourth Season of his Rookie Scale\nContract, [ ]% of the Salary Cap in effect during the first\nSeason of the extended term.” The percentage to be\nincluded where brackets are indicated in the foregoing\nlanguage shall equal the percentage of the Salary Cap that is\nagreed upon by the Team and player, which shall in no event\nbe less than twenty-five percent (25%) or greater than thirty\npercent (30%).\n(iii)\nAs an alternative to (i) or (ii) above, the Team may instead\nprovide in the Extension that the player’s Salary (in the first\nSeason of the extended term) will equal alternative\npercentages of the Salary Cap (which shall in no event be\nless than twenty-five percent (25%) or greater than thirty\npercent (30%)) based upon how and whether the player\nsatisfies the applicable Higher Max Criteria. Accordingly,\nfor example, with respect to a Rookie Scale Extension in\nwhich the first Season of the extended term commences\nwith the 2024-25 Season, the Team and player could agree\nthat the player’s Salary (in the first Season of the extended\nterm) would be 25% of the Salary Cap in effect during the\nfirst Season of the extended term, or the applicable\npercentage of the Salary Cap set forth below if, during the\nfourth Season of his Rookie Scale Contract, the player meets\nthe Higher Max Criteria set forth opposite such percentage:\nHigher Max Criteria\nAll-NBA Second Team\nAll-NBA First Team\nNBA MVP\nPercentage\n27%\n28%\n30%\nThe player and Team may provide in a Rookie Scale Extension that the\nSalaries in any Seasons after the first Season of the extended term will be\nincreased or decreased based on percentages specified by the parties that\ncomply with Article VII, Section 5(a). In the case of a Rookie Scale\nExtension entered into pursuant to (ii) or (iii) above, the player and Team\n42\nArticle II\nmay instead provide that Salaries in any Seasons after the first Season of the\nextended term will be increased or decreased by a different percentage based\non the percentage of the Salary Cap that the player receives in Salary in the\nfirst Season of the extended term. Any such Rookie Scale Extension shall\nbe deemed amended on July 1 of the Salary Cap Year covering the first\nSeason of the extended term to provide for specific Salaries for each Season\nof the extended term, based on the Maximum Annual Salary applicable to\nsuch player on such July 1. A Rookie Scale Extension entered into pursuant\nto this subsection may not include any Incentive Compensation.\n(e) A player and a Team may provide in a Designated Veteran Player\nExtension that the player’s Salary (in the first Season of the extended term)\nwill equal “[_____]% of the Salary Cap in effect during the first Season of\nthe extended term.” The percentage to be included where brackets are\nindicated in the foregoing language shall equal the percentage that is agreed\nupon by the Team and player, which percentage shall in no event be less\nthan thirty percent (30%) or greater than thirty-five percent (35%). The\nplayer and Team may provide in a Designated Veteran Player Extension that\nthe Salaries in any Seasons after the first Season of the extended term will\nbe increased or decreased based on percentages specified by the parties that\ncomply with Article VII, Section 5(a). Any such Designated Veteran Player\nExtension shall be deemed amended on July 1 of the Salary Cap Year\ncovering the first Season of the extended term to provide for specific\nSalaries for each Season of the extended term, based on the Maximum\nAnnual Salary applicable to such player on such July 1. A Designated\nVeteran Player Extension entered into pursuant to this subsection may not\ninclude any Incentive Compensation.\n(f) Notwithstanding any other provision of this Agreement, if a trade\nof a Uniform Player Contract would, by reason of a trade bonus contained\nin such Contract, cause the player’s Salary plus Unlikely Bonuses for the\nSalary Cap Year in which such trade occurs to exceed the following amounts:\n(i)\nfor any player who has completed fewer than seven (7) Years\nof Service, the greater of (x) twenty-five percent (25%) of\nthe Salary Cap in effect at the time the trade bonus is earned,\nor (y) one hundred five percent (105%) of the player’s Salary\nfor the Season prior to the Season in which the trade bonus\nis earned, or in the case of a 5th Year Eligible Player who\nmet at least one of the Higher Max Criteria and signed a\nArticle II\n43\nContract or Rookie Scale Extension (as applicable) that\nprovided for up to thirty percent (30%) of the Salary Cap,\n[__]% of the Salary Cap in effect at the time the trade bonus\nis earned with the applicable percentage where brackets are\nindicated equal to the percentage of the Salary Cap paid to\nthe player in the first year of his Contract or the first year of\nthe extended term in the case of a Rookie Scale Extension;\n(ii)\nfor any player who has completed at least seven (7) but fewer\nthan ten (10) Years of Service, the greater of (x) thirty\npercent (30%) of the Salary Cap in effect at the time the trade\nbonus is earned, or (y) one hundred five percent (105%) of\nthe player’s Salary for the Season prior to the Season in\nwhich the trade bonus is earned, or in the case of a\nDesignated Veteran Player who signed a Designated Veteran\nPlayer Contract or a Designated Veteran Player Extension\n(as applicable) that provided for up to thirty-five percent\n(35%) of the Salary Cap, [__]% of the Salary Cap in effect at\nthe time the trade bonus is earned with the applicable\npercentage where brackets are indicated equal to the\npercentage of the Salary Cap paid to the player in the first\nyear of his Contract (or the first year of the extended term\nin the case of a Designated Veteran Player Extension); or\n(iii)\nfor any player who has completed ten (10) or more Years of\nService, the greater of (x) thirty-five percent (35%) of the\nSalary Cap in effect at the time the trade bonus is earned, or\n(y) one hundred five percent (105%) of the player’s Salary\nfor the Season prior to the Season in which the trade bonus\nis earned;\nthen such player’s trade bonus shall be deemed amended to the extent\nnecessary to reduce the player’s Salary plus Unlikely Bonuses to the\nmaximum amount allowed by the applicable subsection (f)(i), (f)(ii), or (f)(iii)\nset forth above.\n(g) Notwithstanding any other provision of this Agreement, any\nContract or Rookie Scale Extension entered into between a 5th Year Eligible\nPlayer and a Team that provides for Salary plus Unlikely Bonuses in the first\nSeason covered by the Contract or Rookie Scale Extension (as applicable)\n44\nArticle II\ngreater than twenty-five percent (25%) of the Salary Cap in effect during the\nfirst Season of the Contract or extended term (as applicable) in accordance\nwith the rules set forth in this Section 7 must be for at least four (4) Seasons\n(excluding any Option Year) and, in the case of a Rookie Scale Extension,\nexcluding the last Season covered by the player’s Rookie Scale Contract."
    },
    {
      "section_number": "Section 8",
      "section_title": "Promotional Activities.",
      "content": "Promotional Activities.\n(a) A player’s obligation (pursuant to Paragraph 13(d) of a Uniform\nPlayer Contract) to participate, upon request, in all other reasonable\npromotional activities of the Team and the NBA shall be deemed satisfied\nif:\n(i)\nduring each Salary Cap Year of the period covered by such\nContract, the player makes seven (7) individual personal\nappearances (at least two (2) of which shall be in connection\nwith season ticketholder events) and five (5) group\nappearances for or on behalf of or at the request of the Team\n(or Team Affiliate) by which he is employed and/or the\nNBA. Up to two (2) of these twelve (12) appearances may\nbe assigned by the Team and/or the NBA in any Salary Cap\nYear to NBA Properties. The player shall be reimbursed for\nthe actual expenses incurred in connection with any such\nappearance, provided that such expenses result directly from\nthe appearance and are ordinary and reasonable. The player\nshall also receive compensation from the Team by which he\nis employed of $3,500, in accordance with Paragraph 13(d)\nof the Uniform Player Contract, for each promotional\nappearance he makes for a commercial sponsor of such\nTeam. Notwithstanding the preceding sentence, with\nrespect to any Salary Cap Year during which a player makes\nat least eight (8) appearances pursuant to this Section 8(a)(i),\nfor each subsequent appearance made by the player for a\ncommercial sponsor of the Team during such Salary Cap\nYear, the player shall receive compensation from the Team\nby which he is employed of $4,500.\nArticle II\n(ii)\n45\nAny personal or group appearance required under this\nsubsection (a) must:\n(A)\ntake place during (1) the period from the first day of\na Season through the day of the NBA Draft\nfollowing such Season, or (2) the off-season,\nprovided that no player may be required to make\nmore than one off-season appearance in any year\ncovered by his Contract and no player may be\nrequired to make such an off-season appearance\nunless he resides in or is otherwise located in the area\nwhere the appearance is to take place;\n(B)\noccur in the home city (or geographic vicinity\nthereof) of the player’s Team (subject to Section\n8(a)(ii)(A)(2) above) or in a city (or geographic\nvicinity thereof) to which the player has traveled to\nplay in a scheduled NBA game;\n(C)\nnot occur at a time that would interfere with a\nplayer’s reasonable preparation to play on the day of\na Team game;\n(D)\nnot occur at a time that would interfere with a\nplayer’s ability to attend and participate fully in any\npractice session conducted by the Team, taking into\naccount the commuting time from the practice to\nthe appearance;\n(E)\nbe scheduled with the player at least fourteen (14)\ndays in advance (by providing written notice to the\nplayer of the time, nature, location, and expected\nduration of the appearance) and called to his\nattention again seven (7) days prior to the\nappearance;\n(F)\nnot exceed a reasonable period of time; and\n(G)\nnot require the player to sign autographs as the\nprimary purpose of the appearance.\n46\nArticle II\n(iii)\nDuring each Salary Cap Year, a player’s participation in any\nof the following activities shall count as one appearance\nrequired by this Section 8 and Paragraph 13(d) of the\nUniform Player Contract:\n(A)\nIf requested by the NBA, an NBA Player Day as\ndescribed in Article XXXVII, Section 1(b); or\n(B)\nIf requested by his Team, (1) a live social media\nQ&A session with fans conducted by the Team, or\n(2) a player-focused content session conducted by\nthe Team at a location (other than a Team facility or\nTeam-controlled space) that has been secured by the\nTeam or, if mutually agreeable, the player’s home or\nother player-controlled space; provided, however,\nthat no more than four (4) of a player’s required\nappearances may be satisfied by participating in the\nactivities set forth in this Section 8(a)(iii)(B).\n(iv)\nThe player participates in reasonable fan appreciation\nactivities before and after home games, including, but not\nlimited to, signing autographs for fans, greeting fans, and\nparticipating in merchandise giveaways to fans; provided,\nhowever, that no player shall be required to participate in\nmore than four (4) such activities per Season.\n(v)\nTeams shall be required to track promotional appearances\nmade by players in accordance with this Section 8 and\nParagraph 13(d) of the Uniform Player Contract and report\nsuch information to the NBA. Upon request in respect of a\nTeam, the NBA shall provide such information to the\nPlayers Association.\n(b) Upon request by the Team, the NBA, or a League-related entity, and\nsubject to the conditions and limitations set forth below, the player shall\nwear a wireless microphone during any game or practice, including warm-up\nperiods and going to and from the locker room to the playing floor. The\nrights in any audio captured by such microphone shall belong to the NBA\nor a League-related entity and may be used in any manner for publicity or\npromotional purposes.\nArticle II\n47\n(i)\nThe NBA or a League-related entity will be responsible for\nproviding the audio equipment and for the placement of the\nmicrophone on the player in a location and manner that\nminimizes interference with the player’s performance.\n(ii)\nThe audio captured by the wireless microphone worn by the\nplayer (“Player Audio”) will be screened and approved prior\nto airing by the telecast producer and an NBA\nrepresentative, and no such Player Audio will be aired live\nwithout the prior consent of the player.\n(iii)\nThe NBA will use best efforts to ensure that a game telecast\nwill not include any Player Audio that contains profanity or\nthat could reasonably be considered prejudicial or\ndetrimental to the player or other players.\n(iv)\nAll audio tapes containing approved Player Audio will be\nreturned by the telecaster to the NBA and archived.\n(v)\nAt the request of the player or the Players Association, the\nNBA shall make available a copy of the Player Audio.\n(vi)\nIn the event a player believes that any Player Audio excerpt\nwould be prejudicial or detrimental to him if replayed in any\nnon-game programming (e.g., home videos) or other\npublicity or promotional content, and notifies the NBA to\nthat effect in writing within one hundred twenty (120) hours\nof the recording of such audio, then neither the NBA nor\nany League-related entity, following receipt of such notice\nfrom the player, shall incorporate, or license others to\nincorporate, such excerpt into any such content.\n(vii)\nNo player, without his consent, may be required to wear a\nwireless microphone (A) for nationally-televised games,\nmore than one (1) game per month in any Regular Season\ncovered by his Contract, (B) for locally-televised games,\nmore than one (1) game per month in any Season covered\nby his Contract, or (C) for playoff games, more than two (2)\ngames per playoff round in any Season covered by his\nContract.\n48\nArticle II\n(viii) At the beginning of each Season, players will receive written\nnotice of the conditions and limitations set forth in\nSections 8(b)(i)-(vii) above.\n(ix)\nNotwithstanding anything to the contrary in this Agreement,\nPlayer Audio shall not be used as the basis for the imposition\nof discipline upon any player.\n(c) Upon request by the NBA or the Team, a player that is in attendance\nbut not dressed for or able to play in a game shall participate in an in-game\ninterview from the Team bench. No player, without his consent, may be\nrequired to participate in more than one such in-game interview per week.\n(d) Each player shall be required to participate each Season, upon\nrequest, in promotional activities for the benefit of the NBA’s television\npartners, provided that such participation does not exceed one (1) hour per\nplayer per Season and that the player is reimbursed for any reasonable\nexpenses he incurs in connection with such participation."
    },
    {
      "section_number": "Section 9",
      "section_title": "10-Day Contracts.",
      "content": "10-Day Contracts.\n(a) Beginning on January 5 of any NBA Season, a Team may enter into\na Player Contract (other than a Two-Way Contract) with a player for the\nlonger of (i) ten (10) days, or (ii) a period encompassing three (3) games\nplayed by such Team (a “10-Day Contract”).\n(b) The Salary provided for by a 10-Day Contract shall be the Minimum\nPlayer Salary.\n(c) No Team may enter into a 10-Day Contract with the same player\nmore than twice during the course of any one Season. No Team may be a\nparty at any one time to more 10-Day Contracts than the following:\nAggregate Number of Players on Team’s\nActive List and Inactive List (Including\nPlayers Signed to 10-Day Contracts, But\nNot Including Two-Way Players)\n12\n13\n14\n15\nMaximum Number of\nthe Team’s Players\nWho Can Be Signed to\n10-Day Contracts\n0\n1\n2\n3\nArticle II\n49\nFor example, if a Team has thirteen (13) players on its Active List (not\nincluding any Two-Way Players) and no players on its Inactive List, then the\nTeam may have one player under a 10-Day Contract. If a Team has\nthirteen (13) players on its Active List (including one (1) Two-Way Player)\nand two (2) players on its Inactive List (not including any Two-Way Players),\nthen the Team may have two (2) players under a 10-Day Contract. If a Team\nhas twelve (12) players on its Active List (not including any Two-Way\nPlayers) and three (3) players on its Inactive List (not including any\nTwo-Way Players), then the Team may have three (3) players under a 10-Day\nContract.\n(d) No Team may enter into a 10-Day Contract if the length of such\nContract, in accordance with Section 9(a), would extend to or past the date\nof the Team’s last Regular Season game for such Season.\n(e) Notwithstanding anything to the contrary in Section 9(a) or 9(d)\nabove, in the event the NBA authorizes a Team to sign a Player Contract\npursuant to the NBA’s hardship rules, then (i) such Contract shall be a 10Day Contract regardless of when during the Season such Contract is signed;\nand (ii) if the length of such 10-Day Contract (as determined in accordance\nwith Section 9(a) above) would extend to or past the date of the Team’s last\nRegular Season game in such Season, then the term of such 10-Day Contract\nshall be the number of days remaining in such Regular Season (including the\nday on which the 10-Day Contract is signed).\n(f) Notwithstanding anything to the contrary contained in a Uniform\nPlayer Contract, a 10-Day Contract shall be terminated simply by providing\nwritten notice to the player (and not by following the waiver procedure set\nforth in Paragraph 16 of the Uniform Player Contract) and paying only such\nsums as are set forth in Exhibit 1A of such Contract.\n(g) If a player’s 10-Day Contract with a Team is terminated by the Team\nprior to the expiration of its stated term, then the Team and player shall not\nbe permitted to enter into a new Contract prior to the expiration of the\nstated term of such terminated 10-Day Contract.\n(h) A Team and player who are parties to a 10-Day Contract may, prior\nto the expiration (or termination, if applicable) of the 10-Day Contract,\nnegotiate and enter into a Standard NBA Contract that is a Rest-of-Season\n50\nArticle II\nContract (defined below) that will take effect on the day following the date\non which the stated term of such 10-Day Contract expires.\nSection 10. Rest-of-Season Contracts.\n(a) At any time after the first day of an NBA Regular Season, a Team\nmay enter into a Player Contract that may provide Compensation to a player\nfor the remainder of that Season (a “Rest-of-Season Contract”).\n(b) The Salary provided for in a Rest-of-Season Contract shall not be\nless than the Minimum Player Salary.\n(c) Notwithstanding the foregoing, Two-Way Contracts shall not be\nsubject to the requirements set forth in this Section 10.\nSection 11. Two-Way Contracts.\n(a) Two-Way Player Salary.\n(i)\nSubject to the limitations set forth in this Section 11, an\nNBA Team may enter into a Player Contract that provides a\nplayer (“Two-Way Player”) with a Salary as set forth in\nSection 11(a)(ii) below for providing services to both an\nNBAGL team and the NBA Team (“Two-Way Contract”).\n(ii)\nThe Salary provided for in a Two-Way Contract (the\n“Two-Way Player Salary”) for a Season shall equal fifty\npercent (50%) of the Minimum Annual Salary called for\nunder Article II, Section 6(a) for a player with zero (0) Years\nof Service (irrespective of how many Years of Service the\nplayer has accrued prior to the Contract or accrues during\nthe term of the Contract), multiplied by a fraction, the\nnumerator of which is the number of days remaining in the\nRegular Season as of the date such Contract is entered into\n(including the day on which the Contract is entered into),\nand the denominator of which is the total number of days of\nthat Regular Season.\n(iii)\nNotwithstanding anything to the contrary in this Agreement,\nno Two-Way Contract may include or provide for any\nArticle II\n51\n(A) bonuses or Incentive Compensation of any kind,\n(B) deferred compensation, or (C) loans.\n(iv)\nEvery Two-Way Contract must contain an Exhibit 1B and\ninclude the following sentence in such Exhibit (which shall\nbe deemed amended in the manner described in such\nsentence): “This Contract is intended to provide for a Base\nCompensation for the ____________ Season(s) equal to the\nTwo-Way Player Salary for such Season(s) (with no bonuses\nof any kind) and shall be deemed amended to the extent\nnecessary to so provide.”\n(v)\nA Two-Way Contract that, at the time the Two-Way\nContract is signed, is partially protected for lack of skill and\ninjury or illness for a Season may be amended to provide for\nthe Two-Way Player to be paid a portion of his Base\nCompensation for such Season (the “Advance”), up to the\nTwo-Way Contract Advance Limit as defined below, prior\nto November 1 of such Season. The Two-Way Contract\nAdvance Limit for a Season shall equal fifty percent (50%)\nof the amount of the Two-Way Player’s Base Compensation\nfor such Season that is protected for lack of skill and injury\nor illness at the time of signing. Any Advance paid to a\nplayer for a Season pursuant to the foregoing must be\ndeducted from the first installment of Base Compensation\n(i.e., on November 1) and, if and as necessary after reducing\nin full the first installment, each subsequent installment of\nBase Compensation for such Season that such player would\nhave received pursuant to Paragraph 3(a) of the Uniform\nPlayer Contract had there been no such Advance. To\neffectuate the requirement set forth in the preceding\nsentence, every such Two-Way Contract that provides for an\nAdvance must contain the following language (and, with\nrespect to an Advance, only such language) in Exhibit 1B\nwith respect to each applicable Season:\n“Payment Schedule (if different from\nParagraph 3): Player’s Base Compensation\nwith respect to the _________ Season(s)\nshall be paid in accordance with\n52\nArticle II\nParagraph 3(a), except that the November 1\ninstallment of such Base Compensation and,\nif and as necessary after reducing in full the\nNovember 1 installment, each subsequent\ninstallment of such Base Compensation for\nsuch Season shall be reduced by $[amount of\nAdvance], which amount shall be paid to\nPlayer in advance on [date].”\n(b) Roster Limitations.\n(i)\nNo Team may have on its roster at any time more than\nthree (3) Two-Way Players.\n(ii)\nNo player under a Two-Way Contract may be on the Active\nList for more than fifty (50) games during a Regular Season.\nIf a player is signed to a Two-Way Contract after the start of\na Regular Season, the maximum number of games for which\nsuch player may be on the Active List during that Regular\nSeason shall be fifty (50) multiplied by a fraction, the\nnumerator of which is the number of days remaining in such\nRegular Season as of the date such Two-Way Contract is\nentered into (including the day on which the Two-Way\nContract is entered into), and the denominator of which is\nthe total number of days of such Regular Season, rounded\nto the nearest whole number; provided, however, that in no\nevent shall the maximum number of games for which a\nplayer may be on the Active List be fewer than one (1).\n(iii)\nAny Regular Season game for which a Team has fewer than\nfifteen (15) players signed to Standard NBA Contracts shall\nbe an “Under-Fifteen Game.” No Team shall be permitted\nto have a Two-Way Player on its Active List for more than\nninety (90) Under-Fifteen Games during a Regular Season.\nFor purposes of the foregoing rule: (A) an Under-Fifteen\nGame for which a Team has one (1) Two-Way Player on its\nActive List shall count as one (1) Under-Fifteen Game;\n(B) an Under-Fifteen Game for which a Team has two (2)\nTwo-Way Players on its Active List shall count as two (2)\nUnder-Fifteen Games; and (C) an Under-Fifteen Game for\nArticle II\n53\nwhich a Team has three (3) Two-Way Players on its Active\nList shall count as three (3) Under-Fifteen Games.\n(c) Compensation Protection.\n(i)\nThe maximum amount of aggregate Base Compensation\nprotection for a Season in a Two-Way Contract is the\n“Maximum Two-Way Protection Amount” (defined below)\nfor such Season, provided that if such Contract is signed\nafter the first day of the Regular Season, the maximum\namount of aggregate Base Compensation protection for\nsuch Season is fifty percent (50%) of the Base Compensation\nprovided for by such Contract for such Season. In addition,\na Two-Way Contract may also provide for Base\nCompensation protection for a Season to increase to up to\nfifty percent (50%) of the Base Compensation provided for\nby such Contract for such Season if the Team does not\nrequest waivers on the player by a certain date that is on or\nafter the first day of the Regular Season encompassed by\nsuch Season.\n(ii)\nThe “Maximum Two-Way Protection Amount” shall be\n$75,000 for the 2023-24 Season, and for each subsequent\nSeason shall be $75,000 multiplied by a fraction, the\nnumerator of which is the Salary Cap for the Salary Cap Year\nencompassing the applicable Season and the denominator of\nwhich is the Salary Cap for the 2023-24 Salary Cap Year.\n(iii)\nIf a Team assigns or terminates a Player Contract that\ncontains aggregate Base Compensation protection in respect\nof the then-current and any future Salary Cap Year that\nexceeds the Maximum Two-Way Protection Amount for the\nSeason encompassed by the Salary Cap Year in which such\nassignment or termination occurs, then, during such Salary\nCap Year, the player shall be precluded from: (x) playing\nunder an NBAGL contract for such Team’s NBAGL\naffiliate, and (y) entering into a Two-Way Contract with such\nTeam.\n54\nArticle II\n(d) Contract Term. The term of a Two-Way Contract may not exceed\ntwo (2) Seasons in length and may not include any Option Year or Early\nTermination Option.\n(e) Eligibility. The following eligibility rules shall apply to all TwoWay Contracts:\n(i)\nNo Team may sign a player to a Two-Way Contract after\nMarch 4 of any Season.\n(ii)\nNo Team may sign or convert a player to a Two-Way\nContract if the player has or may have four (4) or more Years\nof Service at any point during the Contract. For example, a\nplayer with three (3) Years of Service would not be eligible\nto sign a Two-Way Contract with a term of two (2) years.\nNotwithstanding the foregoing, a Team may sign or convert\na player who has four (4) Years of Service to a Two-Way\nContract covering no more than one (1) Season if the player\nwas credited with one (1) or more Years of Service in respect\nof a Season in which he (A) did not play in a Regular Season,\nPlay-In, or playoff game and (B) was on a Team’s roster at\nall times from the first day of the Regular Season through\nthe end of the last day of the Regular Season.\n(iii)\nNo Team may sign or convert a player to a Two-Way\nContract, or acquire a Two-Way Contract by means of\nassignment, if, as a result, the player would or could be under\na Two-Way Contract for any part of more than three (3)\nSalary Cap Years with the same NBA Team. For example,\na player who completes a two-year Two-Way Contract with\na Team could not subsequently sign a two-year Two-Way\nContract with that Team.\n(f) Standard NBA Contract Conversion Option. Every Two-Way\nContract shall provide the Team with an option to convert the Two-Way\nContract during its term to a Contract that is not a Two-Way Contract\n(“Standard NBA Contract”) that provides for a Salary for each Salary Cap\nYear equal to the player’s applicable Minimum Player Salary and a term equal\nto the remainder of the original term of the Two-Way Contract beginning\non the date such option is exercised (“Standard NBA Contract Conversion\nArticle II\n55\nOption”). Such player’s applicable Minimum Player Salary shall be\ndetermined in accordance with Section 6 above. For the day the Standard\nNBA Contract Conversion Option is exercised, the player shall be\ncompensated only under the new Standard NBA Contract, and not under\nhis Two-Way Contract. The Standard NBA Contract Conversion Option\nmay be exercised at any point during the period beginning on July 1 and\nending just prior to the start of the Team’s last Regular Season game in each\nSalary Cap Year covered by the Two-Way Contract. Upon conversion, such\nContract shall become a Standard NBA Contract and shall no longer be\ngoverned by the provisions of this Agreement governing Two-Way\nContracts. To effectuate the requirements set forth in the preceding\nsentences, every Two-Way Contract with an Exhibit 1B must contain the\nfollowing language (and only such language) under the “Standard NBA\nContract Conversion Option” heading:\n“Team shall have the option to convert this Contract to a Standard NBA\nContract (“Standard NBA Contract Conversion Option”). Team’s\nStandard NBA Contract Conversion Option may be exercised by\nproviding written notice to Player that is either personally delivered to\nPlayer or his representative or sent by email or pre-paid certified,\nregistered, or overnight mail to the last known address of Player or his\nrepresentative with a copy to the Players Association and the NBA. If\nTeam exercises the Standard NBA Contract Conversion Option, the\nBase Compensation amount set forth above in this Exhibit 1B will\nimmediately become null and void and of no further force or effect,\nPlayer’s Compensation shall be equal to the Player’s applicable Minimum\nPlayer Salary for a term equal to the remainder of the original term of this\nContract beginning on the date such option is exercised, and all other\nterms and conditions of this Contract, including the Base Compensation\nprotection set forth in Exhibit 2 (if any), shall remain applicable.”\n(g) Exclusive Rights.\n(i)\nDuring the term of a Two-Way Contract, the Team that is\nthe party to the Two-Way Contract shall be the only Team\nwith which the Two-Way Player may negotiate or sign a\nStandard NBA Contract.\n(ii)\nThe Team and the Two-Way Player who are parties to such\nTwo-Way Contract shall have the right to negotiate and\n56\nArticle II\nagree to a Standard NBA Contract in accordance with the\nterms of this Agreement. Notwithstanding anything to the\ncontrary in this Agreement or the Uniform Player Contract,\n(1) such Standard NBA Contract may not include an\nExhibit 10, and (2) upon execution of the Standard NBA\nContract, the prior Two-Way Contract between the Team\nand player will immediately be rendered null and void and of\nno further force or effect. For the day the Standard NBA\nContract is executed, the player shall be compensated only\nunder the new Standard NBA Contract, and not under the\nprior Two-Way Contract.\n(h) Exhibit 10.\n(i)\nEvery Contract with an Exhibit 10 shall provide the Team\nwith an option (to be set forth in Exhibit 10) to convert the\nContract to a Two-Way Contract that provides for the\nTwo-Way Player Salary (“Two-Way Player Conversion\nOption”); provided, however, that the Two-Way Player\nConversion Option (a) must be exercised prior to the first\nday of the NBA Regular Season, and (b) may not be\nexercised if it would result in a violation of Article X, Section\n4(d). If a Team exercises the Two-Way Player Conversion\nOption, (w) the Contract’s Exhibit 1A will immediately\nbecome null and void and of no further force or effect and\nthe Player’s Compensation shall be equal to the Two-Way\nPlayer Salary applicable for such Season, (x) the Player’s\nright to an Exhibit 10 Bonus (if applicable) will be rescinded,\n(y) the Player’s Contract, notwithstanding the absence of an\nExhibit 2, shall have Base Compensation protection for lack\nof skill and injury or illness at an amount equal to the\nConversion Protection Amount, and (z) all other terms and\nconditions of the Contract shall remain applicable.\n(ii)\nIf a Team exercises a Two-Way Player Conversion Option\npursuant to a Contract with an Exhibit 10, such Contract\nshall be considered a Two-Way Contract for the purposes of\nthis Agreement and subject to all applicable Two-Way\nContract rules herein (including, but not limited to, the\nArticle II\n57\nStandard NBA Contract Conversion Option) except that\nsuch Contract need not contain an Exhibit 1B.\n(iii)\nTo effectuate the requirements set forth above, every\nContract with an Exhibit 10 must contain the following\nlanguage (and only such language) under the “Two-Way\nPlayer Conversion Option” and “Standard NBA Contract\nConversion Option” headings, respectively:\nTwo-Way Player Conversion Option: Team shall have\nthe option to convert this Contract to a Two-Way Contract\n(“Two-Way Player Conversion Option”); provided,\nhowever, that (a) such option must be exercised prior to the\nfirst day of the NBA Regular Season, and (b) may not be\nexercised if it would result in a violation of Article X,\nSection 4(d) of the CBA.\nTeam’s Two-Way Player\nConversion Option may be exercised by providing written\nnotice to Player that is either personally delivered to Player\nor his representative or sent by email or pre-paid certified,\nregistered, or overnight mail to the last known address of\nPlayer or his representative with a copy to the Players\nAssociation and the NBA. If Team exercises the Two-Way\nPlayer Conversion Option, this Contract’s Exhibit 1A will\nimmediately become null and void and of no further force\nor effect and the Player’s Compensation shall be equal to the\nTwo-Way Player Salary applicable for such Season. Further,\nupon conversion, the Player’s right to the Bonus Amount (if\napplicable) set forth above pursuant to this Exhibit 10 will\nbe rescinded and the Player’s Contract, notwithstanding the\nabsence of an Exhibit 2, shall be protected for lack of skill\nand injury or illness at an amount equal to the Conversion\nProtection Amount in this Exhibit 10. All other terms and\nconditions of this Contract shall remain applicable.\nStandard NBA Contract Conversion Option: In the\nevent the Two-Way Player Conversion Option is exercised\nby the Team, Team shall thereafter have the option to\nconvert the Contract to a Standard NBA Contract\n(“Standard NBA Contract Conversion Option”). Team’s\nStandard NBA Contract Conversion Option may be\n58\nArticle II\nexercised by providing written notice to Player that is either\npersonally delivered to Player or his representative or sent\nby email or pre-paid certified, registered, or overnight mail\nto the last known address of Player or his representative with\na copy to the Players Association and the NBA. If Team\nexercises the Standard NBA Contract Conversion Option,\nthe Base Compensation amount applicable to the Two-Way\nContract as set forth in this Exhibit 10 will immediately\nbecome null and void and of no further force or effect,\nPlayer’s Compensation shall be equal to the Player’s\napplicable Minimum Player Salary for such Season beginning\non the date such option is exercised, and all other terms and\nconditions of this Contract, including the Base\nCompensation protection set forth in this Exhibit 10, shall\nremain applicable.\nSection 12. Bonuses.\n(a) Notwithstanding any other provision of this Agreement:\n(i)\nNo Uniform Player Contract may provide for Incentive\nCompensation for a Season that exceeds twenty percent\n(20%) of the Regular Salary called for by the Contract for\nsuch Season;\n(ii)\nNo Uniform Player Contract may provide for a signing\nbonus that exceeds fifteen percent (15%) of the\nCompensation (excluding Incentive Compensation) called\nfor by the Contract (or, in the case of an Extension, in the\nextended term of the Extension); and\n(iii)\nNo Offer Sheet may provide for a signing bonus that\nexceeds ten percent (10%) of the Compensation (excluding\nIncentive Compensation) called for by the Offer Sheet.\n(b) If a player’s Contract provides for a signing bonus and the player is\nsuspended for the intentional failure or refusal to render the services\nrequired under his Contract, the Team shall be entitled to a return from the\nplayer of an amount equal to the product of the signing bonus multiplied by\na fraction, the numerator of which is the number of Regular Season games\nArticle II\n59\nthat the player is suspended as a result of his failure or refusal to render such\nservices and the denominator of which is the total number of Regular Season\ngames to be played by the Team during the term of the Contract (excluding\nany Option Year). The foregoing shall not limit any other rights or remedies\na Team may have under the Contract or by law.\n(c) (i)\nNo Uniform Player Contract may provide for the player’s\nattendance at and participation in an off-season skill and/or\nconditioning program that exceeds two (2) weeks in length.\n(ii)\nA Uniform Player Contract that contains a bonus to be paid\nas a result of the player’s attendance at and participation in\nan off-season summer league and/or an off-season skill\nand/or conditioning program in accordance with\nsubsection b(i) above may also contain a provision providing\nthat such bonus will be paid if: (A) the Team elects in writing\nto waive the requirement that the player perform the\nspecified services; (B) the player, in lieu of providing the\nspecified services, participates in training and/or plays\ngames with his national team during the off-season; and/or\n(C) the player has an injury, illness, or other medical\ncondition that renders the player unable to participate in\nsuch summer league and/or skill and conditioning program.\nIf a Contract contains a provision of the type described in\n(A) above and the Team exercises its right to waive the\nrequirement that the player perform the specified services\nwith respect to one or more off-seasons, the amounts paid\nto the player shall continue to be treated as a bonus for the\nplayer’s participation in an off-season summer league or\noff-season skill and/or conditioning program and shall\ncontinue to be subject to the rules in this Agreement relating\nto such bonuses.\n(iii)\nIf a Uniform Player Contract contains a bonus to be paid as\na result of the player’s attendance at and participation in an\noff-season summer league and/or an off-season skill and/or\nconditioning program, the Team shall be required to provide\nthe player with a reasonable opportunity to earn the bonus\nby, for example, providing the player with the dates, times,\nand location(s) at which the specified services are to be\n60\nArticle II\nperformed.\nA Team’s failure to comply with this\nrequirement with respect to any off-season shall be deemed\nto constitute a waiver of the requirement that the player\nperform the specified services for such off-season.\n(d) No Uniform Player Contract may contain a bonus for the player\nbeing on a Team’s roster as of a specified date or for a specified duration,\nor for the player dressing in uniform for or being eligible to play in a\nspecified number of games.\n(e) If a Player Contract contains Incentive Compensation, a Team and\nplayer shall not be permitted at any time to amend the Contract to modify\nthe conditions that the player must satisfy in order to earn all or any portion\nof such Incentive Compensation.\nSection 13. General.\n(a) (i)\nSubject to Section 15 below, any oral or written agreement\nbetween a player and a Team concerning terms and\nconditions of employment shall be reduced to writing in the\nform of a Uniform Player Contract or an amendment\nthereto as soon as practicable. Immediately upon the\nconsummation of any such oral or written agreement, the\nTeam shall notify the NBA by email and provide the NBA\nwith all economic terms of such agreement. Upon its receipt\nof an executed Uniform Player Contract, the NBA shall\nprovide a copy of the same to the Players Association by\nemail within two (2) business days.\n(ii)\nNotwithstanding subsection (a)(i) above, neither the NBA,\nany Team, nor the Players Association, or any player, shall\ncontend that any agreement concerning terms and\nconditions of employment is binding upon the player or the\nTeam until a Player Contract embodying such terms and\nconditions has been duly executed by the parties. Nothing\nherein is intended to affect (A) any authority of the\nCommissioner to approve or disapprove Player Contracts,\nor (B) the effect of the Commissioner’s approval or\ndisapproval on the validity of such Player Contracts.\nArticle II\n(iii)\n61\nA violation of the first sentence of subsection (a)(i) above\nmay be considered evidence of a violation of Article XIII.\n(b) No player shall attend the regular training camp of any Team, or\nparticipate in games or organized practices with the Team at any time, unless\nhe is a party to a Player Contract then in effect. For purposes of this\nSection 13(b), a player shall be considered to be a party to a Player Contract\nthen in effect if such Contract has been extended in accordance with an\nOption permitted by this Agreement.\n(c) The only form of Compensation that a Team may pay a player under\nhis Uniform Player Contract is cash via a check made payable to the player\nor via a direct deposit made to the player’s bank account. Compensation of\nany other kind is prohibited.\n(d) No Team shall make any direct or indirect payment of any money,\nproperty, investments, loans, or anything else of value for fees or otherwise\nto an agent, attorney, or representative of a player (for or in connection with\nsuch person’s representation of such player); nor shall any Player Contract\nprovide for such payment. No player shall assign or otherwise transfer to\nany third party his right to receive Compensation from the Team under his\nUniform Player Contract. Nothing in this subsection (d), however, shall\nprevent a Team from sending a player’s regular paycheck to a player’s agent,\nattorney, or representative if so instructed in writing by the player.\n(e) Every Uniform Player Contract must provide that for each Season\nof such Contract, the player will be paid at least ten percent (10%) of his\nSalary for such Season, excluding Likely Bonuses and any portion of the\nplayer’s Salary attributable to a trade bonus, in Current Base Compensation\nin accordance with the payment schedule provided in Paragraph 3 of the\nContract or in twelve (12) equal semi-monthly payments beginning with the\nfirst of said payments on November 1 of each year covered by the Contract\nand continuing with such payments on the first and fifteenth of each month\nuntil said Compensation is paid in full.\n(f) No Uniform Player Contract may provide for the payment of any\nCompensation earned for a Season prior to the first semi-monthly payment\ndate that is at least seven (7) days following the completion of the Audit\nReport for the Salary Cap Year covering the immediately prior Season.\n62\nArticle II\n(g) A Team’s termination of a Uniform Player Contract by reason of\nthe player’s “lack of skill” (under Paragraph 16(a)(iii) of the Uniform Player\nContract) shall be interpreted to include a termination based on the Team’s\ndetermination that, in view of the player’s level of skill (in the sole opinion\nof the Team), the Compensation paid (or to be paid) to the player is no\nlonger commensurate with the Team’s financial plans or needs. The\nforegoing sentence shall not affect any post-termination obligation to pay\nCompensation that may result from Compensation protection provisions\nincluded in a Uniform Player Contract.\n(h) The following provisions shall govern an agreement (to be set forth\nin Exhibit 6 to a Uniform Player Contract) establishing that the player must\nreport for and submit to a physical examination to be performed by one or\nmore physician(s) designated by the Team:\n(i)\nThe player must report for such physical examination at the\ntime designated by the Team (which shall be no later than\nthe third business day following the execution of the\nContract), and must, upon reporting, supply all information\nreasonably requested of him, provide complete and truthful\nanswers to all questions posed to him, and submit to all\nexaminations and tests requested of him. The determination\nof whether the player has passed the physical examination\nshall be made by the Team in its sole discretion, exercised in\ngood faith, in consultation with one or more of the Team’s\nphysicians; and a Team shall have the right to determine in\ngood faith that a player has failed to pass the physical\nexamination due to the risk of a future injury, illness, or\nother medical condition notwithstanding that the player is\ncurrently able to play. If the player does not pass the physical\nexamination, the Team shall so notify the player no later than\nthe sixth business day following the execution of the\nContract.\n(ii)\nThe Team’s determination that the player has passed the\nphysical examination shall be a condition precedent to the\nvalidity of the Contract. Accordingly, and without limiting\nthe generality of the preceding sentence, until such time as a\nplayer has passed the physical examination, the prohibitions\nArticle II\n63\nset forth in Section 13(b) above shall continue to apply to\nthe Team and player.\n(iii)\nA Required Tender or a Qualifying Offer may contain an\nExhibit 6. If a player accepts such a Required Tender or\nQualifying Offer but does not pass the required physical\nexamination, the Required Tender or Qualifying Offer shall\nbe deemed to have been withdrawn, which shall have the\nconsequences described in Article X, Section 4 or Article XI,\nSection 4, as the case may be.\n(i) A player who knows he has an injury, illness, or other medical\ncondition that renders, or he knows will likely render, him unable to perform\nthe playing services required under a Player Contract may not validly enter\ninto such Contract without prior written disclosure of such injury, illness, or\nother medical condition to the Team.\n(j) Neither the IST Finals Game, Play-In Games, nor a Team’s or a\nplayer’s performance during any such games, shall be considered for\npurposes of determining whether, as a result of his achievement of\nagreed-upon benchmarks related to a player’s performance as a player or the\nTeam’s performance during a particular Season:\n(i)\nThe player has earned a Performance Bonus included in his\nPlayer Contract in accordance with Section 3(b)(ii) above; or\n(ii)\nAny additional conditions or limitations applicable to a\nplayer’s Compensation protection in accordance with\nSection 4(l)(ii) above have been satisfied.\n(k) No Player Contract may provide for (x) one (1) or more\nPerformance Bonuses in accordance with Section 3(b)(ii) above, or (y) any\nadditional conditions or limitations applicable to Compensation protection\nin accordance with Section 4(l)(ii) above, that are in either or both cases\nbased in whole or in part on:\n(i)\nThe Team’s or the player’s performance during any InSeason Tournament games or Play-In Games;\n64\nArticle II\n(ii)\nThe Team qualifying to participate in any In-Season\nTournament knockout stage game or winning the IST Finals\nGame; or\n(iii)\nThe Team qualifying to participate in one (1) or more\nPlay-In Games;\nprovided, however, that the foregoing shall not prevent a Player Contract\nfrom providing for (A) one (1) or more Performance Bonuses in accordance\nwith Section 3(b)(ii) above, or (B) any additional conditions or limitations\napplicable to Compensation protection in accordance with Section 4(l)(ii)\nabove, that are in either or both cases based in whole or in part on a player’s\nor Team’s performance in all Regular Season games.\nSection 14. Void Contracts.\nIf a Player Contract fails to take effect or becomes void as a result of a\nCommissioner disapproval, the player’s failure to pass a physical\nexamination conducted pursuant to Exhibit 6 to such Contract, or the\nrescission of a trade conducted pursuant to Article VII, Section 8(e), then,\nin each such case:\n(a) the Team shall continue to possess such rights with respect to the\nplayer as the Team possessed at the time of the execution of the Contract,\nincluding, without limitation, any such rights that the Team possessed\npursuant to Article VII, Section 6(b), Article X, and Article XI;\n(b) any Required Tender or Qualifying Offer that was outstanding at the\ntime the Contract was executed shall continue in effect as if the Contract\nhad not been executed (including if the original deadline for accepting the\nRequired Tender or Qualifying Offer expired following the execution of the\nContract), but for no fewer than six (6) business days following the\nCommissioner’s disapproval, the Team’s issuance of notice to the player that\nhe did not pass the physical examination, or the rescission of such trade, as\nthe case may be; and\n(c) in the case of a player who does not pass a physical examination\npursuant to Exhibit 6: (i) the player shall not be permitted to accept such\nRequired Tender or Qualifying Offer for a period of two (2) business days\nfollowing his receipt of notice from the Team that he did not pass his\nphysical examination, during which period the Team may elect to withdraw\nArticle II\n65\nthe Required Tender or Qualifying Offer, which shall have the consequences\ndescribed in Article X, Section 4 or Article XI, Section 4, as the case may\nbe; and (ii) if the Required Tender or Qualifying Offer is not withdrawn by\nthe Team during this period, the Required Tender or Qualifying Offer shall\nthereafter be deemed amended so as to eliminate any Exhibit 6 that may be\ncontained therein.\nSection 15. Moratorium Period.\nExcept as permitted in the remainder of this Section 15, notwithstanding\nany other provision of this Agreement, no player and Team may enter into\nany oral or written agreement concerning terms and conditions of the\nplayer’s employment, or reduce any such agreement to writing in the form\nof a Uniform Player Contract or amendment, during the Moratorium\nPeriod. The following shall be permitted:\n(a) During the Moratorium Period,\n(i)\na player and a Team may negotiate over the terms and\nconditions of a Player Contract or an Extension that may be\nentered into following the conclusion of the Moratorium\nPeriod;\n(ii)\na player and a Team may negotiate an Offer Sheet (as defined\nin Article XI, Section 5(b)) that may be entered into\nbeginning at 12:01 p.m. eastern time on the first day of the\nMoratorium Period;\n(iii)\na player may accept any Required Tender, Qualifying Offer,\nor “Maximum Qualifying Offer” (as defined in Article XI,\nSection 4(a)(ii)) that is outstanding; and\n(iv)\na Team may exercise a Two-Way Contract’s Standard NBA\nContract Conversion Option in accordance with Article II,\nSection 11(f) above.\n(b) Beginning at 12:01 p.m. eastern time on the first day of the\nMoratorium Period,\n(i)\na player and a Team may enter into an Offer Sheet;\n66\nArticle II\n(ii)\na First Round Pick and the Team that holds his draft rights\nmay enter into a Rookie Scale Contract;\n(iii)\na Second Round Pick and the Team that holds his draft\nrights may enter into a Player Contract signed pursuant to\nthe Second Round Pick Exception;\n(iv)\na player and a Team may enter into a Player Contract, not to\nexceed two (2) Seasons in length, that provides for a Salary\nfor each Salary Cap Year equal to the Two-Way Player Salary\nor the Minimum Player Salary applicable to the player (with\nno bonuses of any kind); and\n(v)\na Team may exercise the Two-Way Player Conversion\nOption in a Contract with an Exhibit 10 in accordance with\nArticle II, Section 11(h) above.\nArticle III\n67"
    }
  ],
  "intro_content": ""
}