{
  "article_number": "Article XXXIX",
  "title": "TERM OF AGREEMENT",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Effective Date and Expiration Date.",
      "content": "TERM OF AGREEMENT\nEffective Date and Expiration Date.\nThis Agreement shall be effective from July 1, 2023 (except with respect\nto provisions that the parties have specifically agreed herein will commence\nearlier) and, unless terminated pursuant to the provisions of this\nArticle XXXIX, shall continue in full force and effect through June 30, 2030\n(except with respect to provisions that the parties have specifically agreed\nherein will survive expiration or termination)."
    },
    {
      "section_number": "Section 2",
      "section_title": "Mutual Options to Terminate Following Sixth Season.",
      "content": "Mutual Options to Terminate Following Sixth Season.\nThe NBA and the Players Association shall each have the option to\nterminate this Agreement on June 30, 2029 by serving written notice of its\nexercise of such option on the other party on or before October 15, 2028."
    },
    {
      "section_number": "Section 3",
      "section_title": "Termination by Players Association/Anti-Collusion.",
      "content": "Termination by Players Association/Anti-Collusion.\n(a) In the event the conditions of Article XIV, Section 15 are satisfied,\nthe Players Association shall have the right to terminate this Agreement by\nserving written notice of its exercise of such right within thirty (30) days\nafter the System Arbitrator’s report finding the requisite conditions\n(pursuant to Article XIV, Section 15) becomes final and any appeals\ntherefrom have been exhausted or, in the absence of a System Arbitrator,\nby serving such written notice upon the NBA within thirty (30) days after\nany decision by a court finding the requisite conditions (pursuant to Article\nXIV, Section 15). In the latter situation, if the finding of the court is\nreversed on appeal, the Agreement shall be immediately reinstated and both\nparties reserve their rights with respect to any conduct by the other party\nduring the period from the date of service of the termination notice to the\ndate upon which the Agreement was reinstated.\n(b) If the Players Association exercises the right accorded it by\nSection 3(a) above, this Agreement shall terminate as of the June 30\nimmediately following the service of the termination notice.\nArticle XXXIX"
    },
    {
      "section_number": "Section 4",
      "section_title": "543",
      "content": "543\nTermination by NBA/National TV Revenues.\n(a) For the purposes of this provision: (i) “National TV Revenues”\nshall mean the rights fees or other non-contingent payments stated in the\nNBA’s third-party national broadcast network (e.g., ABC) and cable network\n(e.g., TNT or ESPN) television agreements (each, a “National TV\nAgreement”); and (ii) “Other Media Income” shall mean the aggregate net\nincome earned by any League-related entity (as defined in Article VII,\nSection 1(a)(1)) (but excluding net income attributable to ownership\ninterests in any such League-related entity that is not owned by the NBA,\nNBA Properties, Inc., NBA Media Ventures, LLC, and/or a group of NBA\nTeams) or by the NBA on behalf of the Teams from agreements that\nprovide for the transmission of live (or delayed) NBA games, on a domestic\nor international basis, by means of television, radio, internet, and any other\nmode of delivery referenced in Article VII, Section 1(a)(1)(ii), net of\nreasonable and customary expenses related thereto.\n(b) If, during the term of this Agreement, (i) the sum of the average\nannual National TV Revenues provided for under the Successor\nAgreements (as defined in Article VII, Section 1(c)(2)), plus one hundred\nfour and one-half percent (104.5%) of Other Media Income for the most\nrecent Salary Cap Year, will be at least thirty-five percent (35%) less than\n(ii) the sum of the average annual National TV Revenues provided for under\nthe NBA/ABC and NBA/TBS Agreements, plus Other Media Income for\nthe 2022-23 Salary Cap Year, the NBA shall have the right to terminate this\nAgreement effective as of the June 30 immediately preceding the first\nSeason covered by the Successor Agreements, by providing written notice\nof such termination to the Players Association at least sixty (60) days prior\nto such June 30. During the period following delivery of such written notice\nof termination and through such June 30, the NBA and the Players\nAssociation shall engage in good faith negotiations for the purpose of\nentering into a successor agreement and the provisions of Article XXX shall\nremain in full force and effect."
    },
    {
      "section_number": "Section 5",
      "section_title": "Termination by NBA/Force Majeure.",
      "content": "Termination by NBA/Force Majeure.\n(a) “Force Majeure Event” shall mean the occurrence of any of the\nfollowing events or conditions, provided that such event or condition either\n(i) makes it impossible for the NBA to perform its obligations under this\nAgreement, or (ii) frustrates the underlying purpose of this Agreement, or\n(iii) makes it economically impracticable for the NBA to perform its\n544\nArticle XXXIX\nobligations under this Agreement: wars or war-like action (whether actual\nor threatened and whether conventional or other, including, but not limited\nto, chemical or biological wars or war-like action); sabotage, terrorism, or\nthreats of sabotage or terrorism; explosions; epidemics; weather or natural\ndisasters, including, but not limited to, fires, floods, droughts, hurricanes,\ntornados, storms, or earthquakes; and any governmental order or action\n(civil or military); provided, however, that none of the foregoing enumerated\nevents or conditions is within the reasonable control of the NBA or an NBA\nTeam.\n(b) In addition to any other rights a Team or the NBA may have by\ncontract or by law, if a Force Majeure Event occurs and, as a result, one or\nmore Teams are unable to play one or more games (whether Exhibition,\nRegular Season, Play-In, or playoff games), then, for each missed game\nduring such period (the “Force Majeure Period”) that was not rescheduled\nand replayed, the Compensation payable to each player who was on the\nroster of a Team that was unable to play one or more games during the\nForce Majeure Period shall be reduced by 1/92.6th of the player’s\nCompensation for the Season(s) covering the Force Majeure Period. For\npurposes of the foregoing calculation, and notwithstanding the actual\nnumber of games that any Team played, was scheduled to play, or could\nhave played during the Seasons(s) affected by the Force Majeure Event, each\nTeam shall be deemed to play five (5) Exhibition games, eighty-two (82)\nRegular Season games, and 5.6 playoff games during each such Season.\n(c) In the event that Section 5(b) above applies, the applicable\nCompensation reduction from each player shall be withheld by the player’s\nTeam from the first Compensation payment (or payments, if the first such\npayment is insufficient to satisfy the reduction) that is (or are) due or to\nbecome due to such player following the commencement of the Force\nMajeure Period (whether under the Player Contract that was in existence at\nthe commencement of the Force Majeure Period or any subsequent Player\nContract between the player and the Team). If such Compensation payment\n(or payments) is (or are) insufficient to cover the Compensation reduction\nrequired by Section 5(b) above, then either (i) the player shall promptly pay\nthe difference directly to the Team (“old Team”), or (ii) if he subsequently\nenters into a Player Contract with, or is traded to, another NBA Team (“new\nTeam”), such difference shall be withheld from the first available\nCompensation payment (or payments, if the first such payment is\ninsufficient to satisfy the remaining reduction) that is (or are) due to the\nArticle XXXIX\n545\nplayer from the new Team and shall be remitted by the new Team to the old\nTeam.\n(d) Upon the occurrence of a Force Majeure Event satisfying the terms\nof Section 5(a) above, the NBA shall have the right to terminate this\nAgreement as of the sixtieth (60th) day following delivery to the Players\nAssociation of a written notice of termination, which must be delivered to\nthe Players Association within sixty (60) days of the Force Majeure Event.\nDuring the sixty-day period following delivery of such written notice of\ntermination, the NBA and the Players Association shall engage in good faith\nnegotiations for the purpose of entering into a successor agreement, and\nduring such period the provisions of Article XXX shall remain in full force\nand effect."
    },
    {
      "section_number": "Section 6",
      "section_title": "Mutual Right of Termination.",
      "content": "Mutual Right of Termination.\nIf at any time during the term of this Agreement any provision contained\nin Article VII, X, XI, or XIV of this Agreement is enjoined, vacated,\ndeclared null and void, or is rendered unenforceable by any court of\ncompetent jurisdiction, then the NBA and the Players Association shall each\nhave the right to terminate this Agreement by serving upon the other party\nwritten notice of termination at least sixty (60) days prior to the effective\ndate of such termination."
    },
    {
      "section_number": "Section 7",
      "section_title": "Mutual Right of Termination -- League Financial",
      "content": "Mutual Right of Termination -- League Financial\nResults.\nIf, as determined by the Governing Audit Report for a Salary Cap Year\n(the “Trigger Salary Cap Year”):\n(a) The sum of (i) Team Content Expenses, (ii) League Content\nExpenses, and (iii) any amortized amount of prior year expenses deductible\npursuant to Article VII, Section 1(a)(6)(vi) above, deducted from BRI for\nthe Trigger Salary Cap Year exceeds twenty-five percent (25%) of the sum\nof Team Content Revenues and League Content Revenues; or\n(b) BRI for the Trigger Salary Cap Year is less than ninety-five\npercent (95%) of the highest BRI amount for any prior Salary Cap Year;\nthen (i) the NBA and Players Association shall negotiate in good faith to\nagree upon adjustments to the provisions of this Agreement to take effect\n546\nArticle XXXIX\nbeginning with the Salary Cap Year immediately following the Trigger Salary\nCap Year, and (ii) if the parties are unable to agree to adjustments to this\nAgreement in accordance with the foregoing, then the NBA and Players\nAssociation will each have the option to terminate this Agreement effective\nas of the June 30 of the Salary Cap Year immediately following the Trigger\nSalary Cap Year, by serving written notice of its exercise of such option on\nthe other party on or before the date that is sixty (60) days following the\nissuance of the Governing Audit Report for the Trigger Salary Cap Year.\nDuring the period following delivery of such written notice of termination\nthrough the last day of the Salary Cap Year immediately following the\nTrigger Salary Cap Year, the NBA and the Players Association shall engage\nin good faith negotiations for the purpose of entering into a successor\nagreement and during such period the provisions of Article XXX shall\nremain in full force and effect."
    },
    {
      "section_number": "Section 8",
      "section_title": "Mutual Right of Termination -- Designated Share.",
      "content": "Mutual Right of Termination -- Designated Share.\nIf, as determined by the Governing Audit Report for a Trigger Salary Cap\nYear (and, with respect to clause (c) below, the Governing Audit Report for\nthe Salary Cap Year immediately preceding the Trigger Salary Cap Year):\n(a) the Aggregate Team Overage Balance in respect of the Trigger Salary\nCap Year or any Salary Cap Year preceding the Trigger Salary Cap Year,\nafter giving effect to the processes set forth in Article VII, Section\n12(e)(1)-(2) for the Trigger Salary Cap Year, is greater than zero (0); or\n(b) the Shortfall Amount for the Trigger Salary Cap Year is greater than\ntwenty-five percent (25%) of Adjusted Total Salaries for such Salary Cap\nYear; or\n(c) with respect to each of the Trigger Salary Cap Year and the Salary\nCap Year immediately preceding the Trigger Salary Cap Year, the Shortfall\nAmount for the year is greater than ten percent (10%) of Adjusted Total\nSalaries for such year;\nthen (i) the NBA and Players Association shall negotiate in good faith to\nagree upon adjustments to the provisions of this Agreement as may be\nappropriate to effect (1) in the case of clause (a) above, a timely recoupment\nof the outstanding Aggregate Team Overage Balance and any potential\nfuture Aggregate Team Overage Balances, and (2) in the case of clauses (b)\nArticle XXXIX\n547\nand (c) above, a more timely distribution of the Designated Share into Total\nSalaries, with such adjustments to take effect beginning with the Salary Cap\nYear immediately following the Trigger Salary Cap Year, and (ii) if the parties\nare unable to agree to adjustments to this Agreement in accordance with the\nforegoing, then the NBA and Players Association will each have the option\nto terminate this Agreement effective as of the June 30 of the Salary Cap\nYear immediately following the Trigger Salary Cap Year, by serving written\nnotice of its exercise of such option on the other party on or before the date\nthat is sixty (60) days following the issuance of the Governing Audit Report\nfor the Trigger Salary Cap Year. During the period following delivery of\nsuch written notice of termination through the last day of the Salary Cap\nYear immediately following the Trigger Salary Cap Year, the NBA and the\nPlayers Association shall engage in good faith negotiations for the purpose\nof entering into a successor agreement and during such period the\nprovisions of Article XXX shall remain in full force and effect."
    },
    {
      "section_number": "Section 9",
      "section_title": "Mutual Right of Termination -- League Entity",
      "content": "Mutual Right of Termination -- League Entity\nTransaction.\nIn the event a sale or transfer of ownership interests in a League-related\nentity that, prior to such sale or transfer, generated $50 million or more of\nannual revenues included in BRI results in such entity ceasing to be a\nLeague-related entity, including in circumstances where a League-related\nentity continues to hold a non-controlling minority ownership interest in\nsuch entity following such sale or transfer, the parties shall negotiate in good\nfaith such modifications to the CBA as may be appropriate, to take effect\nbeginning with the Salary Cap Year in which such sale or transfer occurs and\ntaking into account all relevant facts and circumstances including the\namounts included in BRI prior to such sale or transfer, to ensure a fair\ninclusion of amounts in BRI following such sale or transfer. In the event\nthe parties are unable to reach an agreement on CBA modifications within\nthirty (30) days of such a sale or transfer, either party may thereafter for a\nperiod of thirty (30) days elect to terminate the CBA, by written notice to\nthe other party, effective as of the June 30 immediately following the service\nof the termination notice (or, if later, as of the first June 30 that is at least\nsixty (60) days following the service of the termination notice). Should\neither party terminate the CBA in accordance with the foregoing effective\nas of any June 30, then:\n548\nArticle XXXIX\n(a) For the Salary Cap Year encompassing such June 30:\n(i)\nBRI shall be calculated in accordance with the provisions of\nthis Agreement, except as set forth in subsection (a)(ii)\nbelow;\n(ii)\nthe treatment of BRI relating to such sale or transfer shall be\ndetermined by agreement of the parties in a successor\nCollective Bargaining Agreement; and\n(iii)\nthe completion of the Audit Report, and the performance of\nthe calculations and reconciliation processes described in\nArticle VII, Sections 12(d)-(g) (including, for clarity, the\ndistribution of any Overage Amount or Shortfall Amount)\nshall be deferred pending the completion of an agreement\nby the parties on a successor Collective Bargaining\nAgreement, which shall specify the time period for\ncompleting such Audit Report, calculations, and\nreconciliation processes in accordance with the provisions\nof subsections (a)(i) and (a)(ii) above; and\n(b) For the Salary Cap Year immediately following such June 30, each\nof the Salary Cap, Minimum Team Salary, Tax Level, First Apron Level, and\nSecond Apron Level shall increase to an amount that is equal to one hundred\nfive percent (105%) of its amount for the Salary Cap Year encompassing\nsuch June 30, subject to any modification of the foregoing on which the\nparties agree in a successor Collective Bargaining Agreement.\nSection 10. No Obligation to Terminate; No Waiver.\nThe grant to either party of a right or option to terminate pursuant to the\nprovisions of this Article XXXIX shall not carry with it the obligation to\nexercise that right or option; and the failure of the NBA or the Players\nAssociation to exercise any right or option to terminate this Agreement with\nrespect to any playing Season in accordance with this Article XXXIX shall\nnot be deemed a waiver of or in any way impair or prejudice the NBA or\nthe Players Association’s right or option, if any, to terminate this Agreement\nin accordance with this Article XXXIX with respect to any succeeding\nSeason.\nArticle XL\n549"
    }
  ],
  "intro_content": ""
}