{
  "article_number": "Article XLI",
  "title": "NBA G LEAGUE",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "NBAGL Work Assignments.",
      "content": "NBA G LEAGUE\nNBAGL Work Assignments.\n(a) An NBA Team may at any time assign a player (other than a\nTwo-Way Player) on its Active List or Inactive List to an NBAGL team,\nprovided that the player (i) has either zero (0), one (1), or two (2) Years of\nService at the time of the assignment, or (ii) has more than two (2) Years of\nService at the time of the assignment and the player and the Players\nAssociation consent to such assignment in writing. Upon such assignment\n(“NBAGL Work Assignment”), the player will be placed on the NBA\nTeam’s Inactive List, and shall (A) report to the NBAGL team (and render\nfor the NBAGL team such services as the player is required to render for\nthe NBA Team under his Uniform Player Contract and this Agreement),\nand (B) at the direction of the NBA Team, subsequently return and report\nto, and resume the performance of services for, the NBA Team. An\nNBAGL Work Assignment commences when the player reports in-person\nto the NBAGL team, and ends either when the player, upon being recalled,\nreports back to his NBA Team or when the NBAGL Season concludes.\n(b) There shall be no limit on the number of NBAGL Work\nAssignments given to a player. No NBA Team shall issue an NBAGL Work\nAssignment for the purpose of disciplining a player for misconduct or\nretaliating against a player for exercising any right that he has under this\nAgreement or the Uniform Player Contract.\n(c) The NBA may establish reasonable rules regarding the assignment\nand recall of players to the NBAGL provided that such rules do not violate\nthe provisions of this Article XLI."
    },
    {
      "section_number": "Section 2",
      "section_title": "Reporting Requirements for NBAGL Work",
      "content": "Reporting Requirements for NBAGL Work\nAssignments.\n(a) In order to initiate an NBAGL Work Assignment or terminate such\nassignment and recall the player, the NBA Team shall provide the player,\nthe NBA, and the Players Association with written notice. The player shall\nreport to the NBAGL team or NBA Team, whichever is applicable, within\nforty-eight (48) hours after such notice is received by the player.\nArticle XLI\n551\n(b) If the player, without a reasonable excuse, does not report to the\nNBAGL team or NBA Team, whichever is applicable, within the time\nprovided in Section 2(a) above, the player may be fined and/or suspended\nwithout pay by the NBA Team until such time as he reports. In addition,\nsuch failure to report, without a reasonable excuse, shall constitute conduct\nprejudicial to the NBA under Article 35(d) of the NBA Constitution, subject\nhowever to the One Penalty rule set forth in Article VI, Section 10."
    },
    {
      "section_number": "Section 3",
      "section_title": "Travel and Relocation Expenses.",
      "content": "Travel and Relocation Expenses.\nA player’s NBA Team shall be obligated to reimburse the player for his\nordinary and reasonable expenses incurred in (a) traveling to and, when\nrecalled, from the NBAGL team to begin and/or end any NBAGL Work\nAssignment or period of service on the Two-Way List (“NBAGL Two-Way\nService”), and (b) relocating to and, if recalled, from the NBAGL team’s\nhome location to begin and/or end any NBAGL Work Assignment or\nNBAGL Two-Way Service that extends beyond a period of thirty (30) days.\nDuring any NBAGL Work Assignment or NBAGL Two-Way Service, the\nplayer will be provided with housing or a housing subsidy in accordance with\nthe NBAGL housing policy."
    },
    {
      "section_number": "Section 4",
      "section_title": "Terms of NBAGL Work Assignment and NBAGL",
      "content": "Terms of NBAGL Work Assignment and NBAGL\nTwo-Way Service.\n(a) General Terms. During or in connection with any NBAGL Work\nAssignment or NBAGL Two-Way Service, and except as expressly set forth\nin, or limited or modified by, this Article XLI, a player shall (i) accept and\nbe subject to the work requirements and conditions applicable to NBAGL\nplayers (as such requirements and conditions may change from time to\ntime), and (ii) continue to be subject to the terms and obligations and\nentitled to the benefits and rights (including, without limitation, Years of\nService and free agency rights) of his Uniform Player Contract and this\nAgreement.\n(b) Compensation and Benefits.\n(i)\nDuring or in connection with any NBAGL Work\nAssignment or NBAGL Two-Way Service, a player (A) shall\ncontinue to receive the Compensation called for by his\nUniform Player Contract, and (B) shall not receive (or\n552\nArticle XLI\naccept) any compensation of any kind from the NBAGL or\nany NBAGL team other than as expressly set forth in this\nArticle XLI. The player’s performance in the NBAGL shall\nnot be considered for purposes of any Incentive\nCompensation contained in his Uniform Player Contract.\n(ii)\nAny Compensation protection provided to a player in his\nUniform Player Contract shall remain in effect during an\nNBAGL Work Assignment or NBAGL Two-Way Service.\nFor purposes of Article II, Section 4, an injury sustained\nwhile participating in a basketball practice or game for an\nNBAGL team shall be deemed an injury sustained while\nparticipating in a basketball practice or game for the NBA\nTeam.\n(iii)\nDuring or in connection with any NBAGL Work\nAssignment, a player (A) shall continue to be eligible to\nreceive the benefits set forth in Article IV of this Agreement\nto the extent that such player would have been eligible to\nreceive such benefits under this Agreement absent the\nNBAGL Work Assignment, and (B) shall not be eligible to\nreceive (and shall not accept) any benefits from the NBAGL\nor any NBAGL team, unless expressly set forth in this\nArticle XLI.\n(iv)\nTo the extent necessary, any plans and/or policies described\nin Article IV of this Agreement shall be amended to\nimplement the provisions of Section 4(b)(iii) of this Article.\n(c) Meal Expense. While on the road with his NBAGL team:\n(i)\nA player on an NBAGL Work Assignment, (i) shall receive\nthe meal expense allowance applicable to NBA players, in\naccordance with the terms of Article III, Section 2 of this\nAgreement, and (ii) shall not receive (or accept) any meal\nexpense or per diem from the NBAGL or any NBAGL\nteam.\n(ii)\nA Two-Way Player shall receive the meal expense allowance\napplicable to NBAGL players.\nArticle XLI\n553\n(d) Travel Accommodations. During an NBAGL Work Assignment\nor NBAGL Two-Way Service, the player shall be provided with the same\ntravel accommodations (including, but not limited to, transportation and\nhotel arrangements for “road” games) that are provided to NBAGL players\npursuant to applicable NBAGL policies, except that: (i) a player on an\nNBAGL Work Assignment shall not be required to share a hotel room; and\n(ii) a player on an NBAGL Work Assignment shall be permitted to fly first\nclass when traveling by air with his NBAGL team to road games to the\nextent first class seats are available on his NBAGL team’s flight.\n(e) Conduct and Discipline.\n(i)\nDuring any NBAGL Work Assignment or NBAGL\nTwo-Way Service, the player will: (A) observe and comply\nwith all rules and policies of the NBAGL or his NBAGL\nteam at all times, whether on or off the playing floor; (B) give\nhis best services, as well as his loyalty, to the NBAGL team;\n(C) be neatly and fully attired in public; (D) conduct himself\non and off the court according to the highest standards of\nhonesty, citizenship, and sportsmanship; and (E) not do\nanything that, in the opinion of the Commissioner of the\nNBA, is materially detrimental or materially prejudicial to the\nbest interests of the NBA Team, the NBA, the NBAGL, or\nthe NBAGL team.\n(ii)\nDuring or in connection with any NBAGL Work\nAssignment or NBAGL Two-Way Service, the NBAGL, the\nplayer’s NBAGL team, the NBA, and the player’s NBA\nTeam may impose a fine and/or suspension on the player\nfor the violation of NBAGL or NBAGL team rules or\npolicies or for any conduct impairing the faithful and\nthorough discharge of the duties incumbent upon the player.\nAny disciplinary action taken by the NBA or an NBA Team\nin response to any act or conduct of a player during an\nNBAGL Work Assignment or NBAGL Two-Way Service\nwill supersede disciplinary action taken by the NBAGL or\nany NBAGL team in response to such act or conduct.\nFurther, with respect to discipline imposed by the NBA\nand/or the NBA Team, the One Penalty rule set forth in\nArticle VI, Section 10 of this Agreement shall apply. The\n554\nArticle XLI\namount of any such fine and/or suspension that may be\nimposed by the NBA or an NBA Team shall be governed by\nthe terms of this Agreement and the Uniform Player\nContract and shall not be limited by any NBAGL rules,\npolicies, practices, procedures, or fine schedules.\n(iii)\nAll players on NBAGL Work Assignments and all Two-Way\nPlayers providing services to an NBAGL team shall be\nsubject to the Joint NBA/NBPA Policy on Domestic\nViolence, Sexual Assault, and Child Abuse set forth as\nExhibit F to this Agreement. Any evaluation, counseling,\ntreatment, and/or discipline of such players for engaging in\nacts covered by this Policy shall be governed exclusively by\nthe terms of the Policy. In the event any such player engages\nin other off-court conduct that is prohibited by both NBA\nand NBAGL rules, NBA rules shall apply.\n(iv)\nWhen a player on an NBAGL Work Assignment is\nsuspended by his Team, the NBAGL team to which he has\nbeen assigned, the NBA, or the NBAGL, such player’s Base\nCompensation for the Season of the Contract during which\nsuch suspension occurs shall be reduced in accordance with\nArticle VI, Section 1 of this Agreement for each game\nmissed as a result of such suspension, regardless of whether\nsuch suspension is expressed as a number of NBA games or\nas a number of NBAGL games. For clarity, for purposes of\nthe foregoing sentence, during the term of any suspension,\na player shall be considered to have missed either NBA\ngames or NBAGL games, but not both. The player must\nremain on the NBA Inactive List during the term of the\nsuspension but may be recalled at the option of the Team;\nprovided, however, that the player may not play in any NBA\nor NBAGL games during the term of the suspension.\n(v)\nWhen a Two-Way Player is suspended by his Team, his\nNBAGL team, the NBA, or the NBAGL, such player’s Base\nCompensation for the Season of the Contract during which\nsuch suspension occurs shall be reduced in accordance with\nArticle VI, Section 1 of this Agreement for each game\nmissed as a result of such suspension, regardless of whether\nArticle XLI\n555\nsuch suspension is expressed as a number of NBA games or\nas a number of NBAGL games. For clarity, for purposes of\nthe foregoing sentence, during the term of any suspension,\na player shall be considered to have missed either NBA\ngames or NBAGL games, but not both. During the term of\nany suspension, the player (i) may not play in any NBA or\nNBAGL games, and (ii) may be maintained on the Team’s\nActive List, Inactive List, or Two-Way List, provided that if\nthe Two-Way Player was on the Active List when the actions\nthat led to the suspension occurred and the player was\nsuspended by the NBA then he must be maintained on the\nTeam’s Active List during the full term of the suspension,\nexcept if the suspension is for more than five (5) games, in\nwhich case the player must be transferred to the Team’s\nTwo-Way List following the fifth game of the suspension.\n(vi)\nA fine or suspension imposed by the NBAGL or NBAGL\nteam in connection with a player’s NBAGL Work\nAssignment or NBAGL Two-Way Service may be heard and\nresolved by the Grievance Arbitrator pursuant to\nArticle XXXI of this Agreement only if it results in a\nfinancial impact to the player of more than $5,000. For\npurposes of Paragraph 16(a)(ii) of a player’s Uniform Player\nContract, during or in connection with any NBAGL Work\nAssignment or NBAGL Two-Way Service, (A) the terms\n“any official or employee of the Team or the NBA (other\nthan another player)” will be construed to include, without\nlimitation, any official or employee of the NBAGL or the\nplayer’s NBAGL team (other than another player), and\n(B) the terms “any NBA game or event” will be construed\nto include, without limitation, any NBAGL game or event.\n(f) Medical Treatment and Physical Condition.\n(i)\nThe NBAGL and/or NBAGL team may make public\nmedical information about a player on an NBAGL Work\nAssignment or NBAGL Two-Way Service to the same\nextent as an NBA Team would be able to, pursuant to\nArticle XXII, Section 4.\n556\nArticle XLI\n(ii)\nFor purposes of Paragraphs 7, 16(a)(iii), 16(b), and 16(c) of\nthe player’s Uniform Player Contract, the terms “basketball\npractice or game played for the Team” or “playing for the\nTeam” will be construed to include, without limitation, any\npractice or game played in the NBAGL during an NBAGL\nWork Assignment or NBAGL Two-Way Service.\n(g) Prohibited Substances. During any NBAGL Work Assignment\nor NBAGL Two-Way Service, the player (i) shall be subject to\nArticle XXXIII (Anti-Drug Program) of this Agreement and Paragraph 8 of\nthe Uniform Player Contract, and (ii) shall not be subject to any anti-drug\nprogram maintained by the NBAGL.\n(h) Player Attributes and Performances. Notwithstanding anything\nto the contrary in this Agreement or the Uniform Player Contract, with\nrespect to any player who serves or has served on an NBAGL Work\nAssignment or provides or has provided NBAGL Two-Way Service:\n(i)\nThe NBA and its related entities (including, without\nlimitation, NBA Teams), and the NBAGL and its related\nentities (including, without limitation, NBAGL teams), shall\nhave the right to use, and to license others to use, such\nplayer’s Player Attributes (as defined in Paragraph 14(c) of\nthe Uniform Player Contract) in connection with any\nadvertising, marketing, or collateral materials or marketing\nprograms conducted by the NBAGL or any NBAGL team\nthat is intended to promote (1) any game in which an\nNBAGL team participates or any NBAGL game telecast or\nbroadcast (including NBAGL pre-season, exhibition, regular\nseason, or playoff games), (2) the NBAGL, its teams, or its\nplayers, or (3) the sport of basketball.\n(ii)\nThe NBA and its related entities (including, without\nlimitation, NBA Teams), and the NBAGL and its related\nentities (including, without limitation, NBAGL teams), shall\nhave the right to use, and to license others to use, any\nperformance of such player in connection with any form of\nbroadcast or telecast, including over-the-air television, cable\ntelevision, pay television, direct broadcast satellite television,\nArticle XLI\n557\nand any form of cassette, cartridge, disk system, or other\nmeans of distribution known or unknown.\nThe foregoing does not confer any right or authority for the NBA and its\nrelated entities (including, without limitation, NBA Teams), and/or the\nNBAGL and its related entities (including, without limitation, NBAGL\nteams), to use or authorize others to use the Player’s Player Attributes in\na manner that constitutes an unauthorized Endorsement or an\nUnauthorized Sponsor Promotion (as such terms are defined and\nclarified in Article XXVIII of this Agreement and Paragraph 14 of the\nUniform Player Contract). For purposes of clarity and without limitation,\nany use of a player’s Player Attributes that has been expressly authorized\nby the player (not including the Uniform Player Contract) shall not be an\nunauthorized Endorsement or an Unauthorized Sponsor Promotion.\nFor the purposes of this Section 4(h), references to the NBA and NBA\nTeams\nin\nArticle\nXXVIII,\nSection\n3\n(Unauthorized\nEndorsement/Sponsor Promotion) shall apply to the NBAGL and\nNBAGL teams.\n(i) Promotional Activities. In connection with a player’s NBAGL\nWork Assignment or NBAGL Two-Way Service, the rights accorded to the\nNBA and his NBA Team under Paragraph 13(a) of the Uniform Player\nContract shall extend, without limitation, to the NBAGL and his NBAGL\nteam, and any promotional appearances such player is required to make\nduring an NBAGL Work Assignment or NBAGL Two-Way Service shall\ncount against the appearances the player is obligated to provide to the NBA\nand his NBA Team under Article II, Section 8; provided, however, that such\nplayer will be required to provide two (2) additional promotional\nappearances while on NBAGL Work Assignment or NBAGL Two-Way\nService each Season to the NBAGL or his NBAGL team."
    },
    {
      "section_number": "Section 5",
      "section_title": "Miscellaneous.",
      "content": "Miscellaneous.\n(a) With respect to the duties and obligations of players under\nParagraph 5 of the Uniform Player Contract (relating to Article 35 of the\nNBA Constitution) during or in connection with any NBAGL Work\nAssignment or NBAGL Two-Way Service:\n558\nArticle XLI\n(i)\nthe terms “game” or “games” in Article 35(b) and (c) of the\nConstitution will be construed to include, without limitation,\nany game played by an NBAGL team;\n(ii)\nthe term “basketball” or “game of basketball” in\nArticle 35(c) and (d) of the Constitution will be construed to\ninclude, without limitation, the NBAGL or any of its teams;\n(iii)\nthe prohibition concerning wagering in Article 35(f) of the\nConstitution will extend, without limitation, to any game\nplayed by an NBAGL team; and\n(iv)\nthe Commissioner’s authority to act pursuant to\nParagraph 5(e) of the Uniform Player Contract will extend,\nwithout limitation, to any game played by an NBAGL team.\n(b) A player shall not directly or indirectly own or hold any interest in\nthe NBAGL or any NBAGL team unless authorized by the NBA.\n(c) At the conclusion of each Season covered by this Agreement, the\nNBA and the Players Association shall meet to discuss issues concerning the\noperation of this Article XLI."
    },
    {
      "section_number": "Section 6",
      "section_title": "Career Opportunities for Former NBA Players.",
      "content": "Career Opportunities for Former NBA Players.\n(a) The NBA and/or NBAGL will operate an apprenticeship program\nin the NBA/NBAGL League Office and/or on NBAGL team coaching\nstaffs to provide business and/or basketball operations immersion training\nfor former NBA players. Each session will last for approximately three (3)\nmonths and include basketball operations, community relations, sales and\nmarketing, and/or team coaching rotations. There will be two (2) sessions\n(or one session lasting at least six (6) months) held annually, and each session\nwill include up to two (2) former NBA players (based on player interest and,\nwith respect to NBAGL team coaching apprenticeships, availability of\nNBAGL teams willing to participate). Participating former players in the\nLeague Office program will receive a monthly stipend to be agreed upon by\nthe NBA and the Players Association. Participating former players in the\nNBAGL team coaching staff program will receive a monthly stipend to be\nagreed upon by the NBA and the Players Association, and housing or a\nhousing subsidy in accordance with the NBAGL housing policy.\nArticle XLI\n559\n(b) The NBA and/or NBAGL will operate an NBAGL coaching\nprogram to complement the existing NBA program and provide coaching\ntraining and experience for former NBA players. Up to fourteen (14) total\ncoaching spots will be made available each year at the NBAGL Elite Mini\nCamp and other key basketball operations events such as the Portsmouth\nInvitational Tournament and the NBA Draft Combine. Participating\nformer players will receive reimbursement for all reasonable expenses\nassociated with participating in the coaching program.\n(c) The following programs will be created and/or maintained (as\napplicable) for former NBA players to have access to information about job\nopportunities in the NBAGL:\n(i)\nA database of NBAGL team job openings, along with a\ndigital platform that gives NBA and NBAGL\ndecision-makers access to information on prospective\ncandidates, to be made available to former NBA players who\nhave expressed interest in such positions.\n(ii)\nNBAGL teams will attend an annual job fair and/or career\nnetworking event held in connection with an NBA or\nNBAGL event (e.g., Draft Combine/NBAGL Elite Mini\nCamp or NBAGL Showcase) to facilitate discussions\nbetween NBAGL team executives and former NBA players.\nThe NBA will use reasonable efforts to ensure that a\nrepresentative from each NBAGL team attends each job\nfair.\n560\nArticle XLII"
    }
  ],
  "intro_content": ""
}