{
  "article_number": "Article I",
  "title": "DEFINITIONS",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Definitions.",
      "content": "Definitions.\nAs used in this Agreement, the following terms shall have the following\nmeanings:\n(a)\n“2011 CBA” means the collective bargaining agreement between\nthe NBA and the Players Association, effective December 8, 2011 through\nJune 30, 2017.\n(b)\n“2017 CBA” means the collective bargaining agreement between\nthe NBA and the Players Association, effective July 1, 2017 through June 30,\n2023.\n(c)\n“Active List” means the list of players, maintained by the NBA,\nwho have signed Player Contracts with a Team and are otherwise eligible to\nparticipate in a Regular Season game.\n(d)\n“Agreement” means this Collective Bargaining Agreement\nentered into as of June 28, 2023.\n(e)\n“Audit Report” or “final Audit Report” means the audit report\nprepared in accordance with Article VII, Section 10.\n(f)\n“Average Player Salary” means, with respect to any Salary Cap\nYear, Total Salaries (plus any amounts paid by a Team in respect of such\nSalary Cap Year pursuant to Article VII, Section 2(c)(2)(i) or 2(c)(5)) divided\nby an amount equal to the product of the number of Teams in the NBA in\nsuch Salary Cap Year (other than Expansion Teams during their first two\n(2) Salary Cap Years) multiplied by thirteen and two-tenths (13.2).\n(g)\n“Base Compensation” means the component of Compensation\nother than bonuses of any kind.\n(h)\n“Basketball Related Income” or “BRI” means basketball related\nincome as defined in Article VII, Sections 1(a) and (b).\n2\nArticle I\n(i)\n“Benefits” or “Total Benefits” means the sum of all amounts\npaid or to be paid on an accrual basis during any Salary Cap Year by the\nNBA or NBA Teams, other than Expansion Teams during their first two\nSalary Cap Years, for the specific benefits set forth in Article IV.\n(j)\n“Commissioner” means the Commissioner of the NBA.\n(k)\n“Compensation” means the compensation that is or could be\nearned by, or is paid or payable to, an NBA player (including players whose\nPlayer Contracts have been terminated) in accordance with a Player Contract\n(whether such payment is sent to the player directly or to a person or entity\ndesignated by a player).\n(l)\n“Contract” (see “Uniform Player Contract”).\n(m)\n“Current Base Compensation” means the component of Base\nCompensation other than Deferred Base Compensation.\n(n)\n“Deferred Base Compensation” means the component of\nDeferred Compensation other than bonuses of any kind.\n(o)\n“Deferred Compensation” means the component of\nCompensation for a Season that is payable to a player during the period\ncommencing after the May 1 following such Season, in accordance with the\nrules set forth in Articles VII and XXV. The determination of whether\nCompensation is Deferred Compensation will be based upon the time set\nby the Player Contract for the player to receive the Compensation, without\nregard to whether the obligation is funded currently or secured in any\nfashion.\n(p)\n“Designated Veteran Player” means a player with whom a Team\nhas, pursuant to Article II, Sections 7(a)(ii) or 7(e) and Article VII,\nSection 7(a), entered into either a Designated Veteran Player Extension or\nDesignated Veteran Player Contract.\n(q)\n“Designated Veteran Player Contract” means a Contract\nentered into between a Team and its Designated Veteran Player who is a\nQualifying Veteran Free Agent that covers five (5) Seasons and provides for\nSalary for the first Salary Cap Year equal to such percentage above thirty\npercent (30%) but not greater than thirty-five percent (35%) (as agreed upon\nby the Team and the player) of the Salary Cap in effect at the time the\nArticle I\n3\nContract is executed. Annual increases and decreases in Salary and Unlikely\nBonuses in a Designated Veteran Player Contract shall be governed by\nArticle VII, Section 5(a)(2).\n(r)\n“Designated Veteran Player Extension” means an Extension of\na Contract entered into between a Team and its Designated Veteran Player\nthat covers six (6) Seasons from the date the Extension is signed and\nprovides for Salary for the first Salary Cap Year covered by the extended\nterm equal to thirty percent (30%) or thirty-five percent (35%) (or such other\npercentage between 30% and 35% as agreed upon by the Team and the\nplayer) of the Salary Cap in effect during the first Season of the extended\nterm. Annual increases and decreases in Salary in a Designated Veteran\nPlayer Extension shall be governed by Article VII, Section 5(a)(3).\n(s)\n“Draft” or “NBA Draft” means the NBA’s annual draft of\nRookie basketball players.\n(t)\n“Early Qualifying Veteran Free Agent” means a Veteran Free\nAgent who, prior to becoming a Veteran Free Agent, played under one (1)\nor more Player Contracts covering some or all of each of the two (2)\npreceding Seasons, and who either played exclusively with his Prior Team\nduring such two (2) Seasons, or, if he played for more than one (1) Team\nduring such period, changed Teams only (i) by means of trade, (ii) by means\nof assignment via the NBA’s waiver procedures, or (iii) by signing with his\nPrior Team during the first of the two (2) Seasons.\n(u)\n“Early Termination Option” (or “ETO”) means an option in\nfavor of a player to shorten the stated number of years covered by a Player\nContract in accordance with Article XII.\n(v)\n“Effective Season” means, with respect to an Early Termination\nOption, the first Season covered by the Early Termination Option. (For\nexample, if a Contract were to contain an Early Termination Option\nexercisable following the 2025-26 Season, the Effective Season would be the\n2026-27 Season.)\n(w)\n“Estimated Average Player Salary” means, for a particular Salary\nCap Year, one hundred four and one-half percent (104.5%) of the prior\nSalary Cap Year’s Average Player Salary.\n4\nArticle I\n(x)\n“Exception” means an exception to the rule that a Team’s Team\nSalary may not exceed the Salary Cap.\n(y)\n“Expansion Team” means any Team that becomes a member of\nthe NBA through expansion following the effective date of this Agreement\nand commences play during the term of this Agreement.\n(z)\n“Extension” means an amendment to a Player Contract\nlengthening the term of the Contract for a specified period of years.\n(aa)\n“First Round Pick” means a player selected by a Team in the\nfirst round of the Draft.\n(bb)\n“Free Agent” means: (i) a Veteran Free Agent; (ii) a Rookie Free\nAgent; (iii) a Veteran whose Player Contract has been terminated in\naccordance with the NBA waiver procedure; or (iv) a player whose last\nPlayer Contract was a 10-Day Contract and who either completed the\nContract by rendering the playing services called for thereunder or was\nreleased early from such Contract.\n(cc)\n“Generally Recognized League Honors” means the following\nNBA league honors awarded to players: NBA Most Valuable Player; NBA\nFinals Most Valuable Player; NBA Defensive Player of the Year; NBA Sixth\nMan Award; NBA Most Improved Player; All-NBA Team (First, Second, or\nThird); NBA All-Defensive Team (First or Second); and All-Star Team\nSelection.\n(dd)\n“Inactive List” means the list of players, maintained by the NBA,\nwho have signed Player Contracts with a Team and are otherwise ineligible\nto participate in a Regular Season game.\n(ee)\n“Incentive Compensation” means the component of\nCompensation consisting of one (1) or more bonuses described in Article II,\nSections 3(b)(ii) and (iii) and 3(c).\n(ff)\n“Likely Bonus” means Incentive Compensation included in a\nplayer’s Salary in accordance with Article VII, Section 3(d).\n(gg)\n“Maximum Annual Salary” means the maximum amount of\nSalaries and Unlikely Bonuses a player is eligible to receive in the first Salary\nArticle I\n5\nCap Year covered by a Contract or Extension as calculated in accordance\nwith Article II, Section 7.\n(hh)\nNBA.\n“Member” or “Team” means any team that is a member of the\n(ii)\n“Minimum Annual Salary” means the minimum Salary that must\nbe included in a Player Contract (other than a Two-Way Contract) that\ncovers the entire Regular Season in accordance with Article II, Section 6(a).\n(jj)\n“Minimum Annual Salary Scale” means: (i) for the 2023-24\nSalary Cap Year, the table of Salary amounts equal to the Salary amounts set\nforth in the Baseline Minimum Annual Salary Scale table (annexed hereto as\nExhibit C) adjusted by applying the percentage increase in the Salary Cap\nfrom the 2022-23 Salary Cap Year to the 2023-24 Salary Cap Year; and\n(ii) for each Salary Cap Year commencing with the 2024-25 Salary Cap Year,\nthe table of Salary amounts equal to the Salary amounts set forth in the\npreceding Salary Cap Year’s Minimum Annual Salary Scale adjusted by\napplying the percentage increase in the Salary Cap from the preceding Salary\nCap Year to the then-current Salary Cap Year.\n(kk)\n“Minimum Player Salary” means: (i) with respect to a Contract\n(other than a Two-Way Contract) that covers the entire Regular Season, the\nMinimum Annual Salary called for under Article II, Section 6(a); (ii) with\nrespect to a Contract that covers less than the entire Regular Season (other\nthan a Two-Way Contract or 10-Day Contract), the Minimum Annual Salary\ncalled for under Article II, Section 6(a) multiplied by a fraction, the\nnumerator of which is the number of days remaining in the NBA Regular\nSeason as of the date such Contract is entered into, and the denominator of\nwhich is the total number of days of that NBA Regular Season; and (iii) with\nrespect to a 10-Day Contract, the Minimum Annual Salary called for under\nArticle II, Section 6(a) multiplied by a fraction, the numerator of which is\nthe number of days covered by the Contract and the denominator of which\nis the total number of days of that NBA Regular Season.\n(ll)\n“Minimum Team Salary” means the minimum Team Salary a\nTeam must have for a Salary Cap Year as determined in accordance with\nArticle VII, Section 2(b).\n6\nArticle I\n(mm) “Moratorium Period” means, with respect to a Salary Cap Year,\nthe period from 12:01 a.m. eastern time on July 1 of such Salary Cap Year\nthrough 12:00 p.m. eastern time on the following July 6 (for clarity,\nregardless of whether July 6 is a business day).\n(nn)\nThe term “negotiate” means, with respect to a player or his\nrepresentatives on the one hand, and a Team or its representatives on the\nother hand, to engage in any written or oral communication relating to the\npossible employment, or terms of employment, of such player by such Team\nas a basketball player, regardless of who initiates such communication.\n(oo)\n“NBAGL” means the NBA G League or any successor entity.\n(pp)\n“NBAGL Regular Season” means, with respect to any NBAGL\nSeason, the period beginning on the first day and ending on the last day of\nregularly scheduled (as opposed to exhibition or playoff) competition\nbetween NBAGL teams.\n(qq)\n“NBAGL Season” means the period beginning on the first day\nof NBAGL training camp and ending immediately after the last game of the\nNBAGL playoffs.\n(rr)\n“Non-Qualifying Veteran Free Agent” means a Veteran Free\nAgent who is not a Qualifying Veteran Free Agent or an Early Qualifying\nVeteran Free Agent.\n(ss)\n“Option” means an option in a Player Contract in favor of a\nTeam or player to extend such Contract beyond its stated term.\n(tt)\n“Option Year” means the year that would be added to a Player\nContract if an Option were exercised.\n(uu)\n“Performance Bonus” means any Incentive Compensation\ndescribed in Article II, Section 3(b)(ii).\n(vv)\n“Player Contract” (see “Uniform Player Contract”).\n(ww) “Prior Team” means the Team for which a player was last under\nContract prior to becoming a Qualifying Veteran Free Agent, Early\nQualifying Veteran Free Agent, or a Non-Qualifying Veteran Free Agent.\nArticle I\n7\n(xx)\n“Qualifying Offer” means a qualifying offer as defined in\nArticle XI, Section 1(e).\n(yy)\n“Qualifying Veteran Free Agent” means a Veteran Free Agent\nwho, prior to becoming a Veteran Free Agent, played under one (1) or more\nPlayer Contracts covering some or all of each of the three (3) preceding\nSeasons, and who either played exclusively with his Prior Team during such\nthree (3) Seasons, or, if he played for more than one (1) Team during such\nperiod, changed Teams only (i) by means of trade, (ii) by means of\nassignment via the NBA’s waiver procedures during the first of the three (3)\nSeasons, or (iii) by signing with his Prior Team during the first of the three\n(3) Seasons.\n(zz)\n“Regular Salary” means a player’s Salary, less any component\nthereof that is a signing bonus (or deemed a signing bonus in accordance\nwith Article VII) and any component thereof that is Incentive\nCompensation.\n(aaa)\n“Regular Season” means, with respect to any Season, the period\nbeginning on the first day and ending on the last day of regularly scheduled\n(as opposed to Exhibition, Play-In, or playoff) competition between NBA\nTeams.\n(bbb) “Renegotiation,” “renegotiate,” or “renegotiated” means a\nContract amendment that provides for an increase in Salary and/or Unlikely\nBonuses.\n(ccc)\n“Replacement Player” means, where appropriate, either a player\nwho is acquired by a Team pursuant to the Traded Player Exception, or a\nplayer who is signed or acquired by a Team pursuant to the Disabled Player\nException.\n(ddd) “Required Tender” means an offer of a Uniform Player Contract\nto a Draft Rookie, signed by the Team, that: (i) on or before the date\nspecified in Article X is either personally delivered to the player or his\nrepresentative or sent by email or pre-paid certified, registered, or overnight\nmail to the last known address of the player or his representative; (ii) with\nrespect to a First Round Pick, (A) affords the player until at least the first\nday of the following Regular Season to accept, and (B) satisfies the\nrequirements of a Rookie Scale Contract set forth in Article VIII, Section 1\n8\nArticle I\nor 2; and (iii) with respect to a Second Round Pick, (A) affords the player\nuntil at least the earlier of (x) four (4) days before the date of the first day of\nthe immediately following Regular Season, or (y) the immediately following\nOctober 15, to accept, (B) has a stated term of one (1) Season, and (C) calls\nfor at least the Minimum Player Salary then applicable to the player. In\naddition, a Team shall be permitted to include in any Required Tender an\nExhibit 6 to the Uniform Player Contract requiring that the player, if he\nsigns the Required Tender, pass a physical examination to be performed by\na physician designated by the Team as a condition precedent to the validity\nof the Contract.\n(eee)\n“Restricted Free Agent” means a Veteran Free Agent who is\nsubject to a Team’s Right of First Refusal in accordance with Article XI.\n(fff)\n“Rookie” means a person who has never signed a Player\nContract with an NBA Team.\n(i)\n“Draft Rookie” means a Rookie who is selected in the NBA\nDraft.\n(ii)\n“Non-Draft Rookie” means a Rookie who is not selected in\nthe NBA Draft for which he is first eligible.\n(ggg) “Rookie Free Agent” means: (i) a Draft Rookie who, pursuant\nto the provisions of Article VIII, Section 3 or Article X, is no longer subject\nto the exclusive negotiating rights of any Team, and who may be signed by\nany Team; or (ii) a Non-Draft Rookie.\n(hhh) “Rookie Salary Scale” means the Rookie Salary Scale table for a\nSalary Cap Year prepared immediately upon the determination of the Salary\nCap for such Salary Cap Year and including the adjusted Rookie Scale\nAmounts for such Salary Cap Year as calculated in accordance with\nSection 1(iii) below.\n(iii)\n“Rookie Scale Amounts” means: (i) for the 2023-24 Salary Cap\nYear, the Salary amounts set forth in the Baseline Rookie Salary Scale\n(annexed hereto as Exhibit B) adjusted by applying the percentage increase\nin the Salary Cap from the 2022-23 Salary Cap Year to the 2023-24 Salary\nCap Year; and (ii) for each Salary Cap Year commencing with the 2024-25\nSalary Cap Year, the Salary amounts set forth in the preceding Salary Cap\nYear’s Rookie Salary Scale adjusted by applying the percentage increase in\nArticle I\n9\nthe Salary Cap from the preceding Salary Cap Year to the current Salary Cap\nYear. For clarity, the applicable percentages in the “4th Year Option:\nPercentage Increase Over 3rd Year Salary” and “Qualifying Offer:\nPercentage Increase Over 4th Year Salary” columns specified in the Baseline\nRookie Salary Scale shall remain the same for each Salary Cap Year during\nthe term of this Agreement and shall be included in the Rookie Salary Scale\nprepared for each Salary Cap Year in accordance with Section 1(hhh) above.\n(jjj)\n“Rookie Scale Contract” means the initial Uniform Player\nContract entered into, in accordance with Article VIII, Section 1 or 2,\nbetween a First Round Pick and the Team that holds his draft rights.\n(kkk) “Room” means the extent to which: (i) a Team’s then-current\nTeam Salary is less than the Salary Cap; or (ii) a Team is entitled to use one\nof the Salary Cap Exceptions set forth in Article VII, Sections 6(c), (d), (e),\n(f), (g), and (j) (Disabled Player Exception, Bi-annual Exception,\nNon-Taxpayer Mid-Level Salary Exception, Taxpayer Mid-Level Salary\nException, Mid-Level Salary Exception for Room Teams, and Traded Player\nException).\n(lll)\n“Salary” means, with respect to a Salary Cap Year, a player’s\nCompensation with respect to the Season covered by such Salary Cap Year,\nplus any other amount that is deemed to constitute Salary in accordance with\nthe terms of this Agreement, not including Unlikely Bonuses, any benefits\nthe player received in accordance with the terms of this Agreement\n(including, e.g., the benefits provided for by Article IV, per diem, and moving\nexpenses), and any portion of the player’s Compensation that is attributable\nto another Salary Cap Year in accordance with this Agreement. Salary also\nincludes any consideration received by a retired player that is deemed to\nconstitute Salary in accordance with the terms of Article XIII.\n(mmm) “Salary Cap” means the maximum allowable Team Salary for\neach Team for a Salary Cap Year, subject to the rules and exceptions set\nforth in this Agreement.\n(nnn) “Salary Cap Year” means the period from July 1 through the\nfollowing June 30.\n10\nArticle I\n(ooo) “Season” or “NBA Season” means the period beginning on the\nfirst day of NBA training camp and ending immediately after the last game\nof the NBA Finals.\n(ppp) “Second Round Pick” means a player selected by a Team in the\nsecond round of the Draft.\n(qqq) “Standard NBA Contract” means a Contract other than a\nTwo-Way Contract.\n(rrr)\n“Standard NBA Contract Conversion Option” means an\noption in a Two-Way Contract in favor of a Team to convert the Contract\nto a Standard NBA Contract that provides for a Salary for each Salary Cap\nYear equal to the player’s applicable Minimum Player Salary and a term equal\nto the remainder of the original term of the Two-Way Contract, in\naccordance with Article II, Section 11(f).\n(sss)\n“Team” or “NBA Team” (see “Member”).\n(ttt)\n“Team Affiliate” means:\n(i)\nany individual or entity who or which (directly or indirectly)\nholds an ownership interest in a Team (other than\nownership of publicly-traded securities constituting less than\nfive percent (5%) of the ownership interests in a Team) (a\n“Team Owner”);\n(ii)\nany individual or entity who or which (directly or indirectly)\ncontrols, is controlled by or is under common control with,\nor who or which is an entity affiliated with or an individual\nrelated to, a Team;\n(iii)\nany individual or entity who or which (directly or indirectly)\ncontrols, is controlled by or is under common control with,\nor who or which is an entity affiliated with or an individual\nrelated to, an individual or entity described in Section 1(ttt)(i)\nor (ii) above; or\n(iv)\nany entity as to which (x) a Team Owner, or (y) an individual\nor entity that holds (directly or indirectly) an ownership\ninterest in an entity described in Section 1(ttt)(ii) above,\nArticle I\n11\neither (a) holds (directly or indirectly) more than five percent\n(5%) of its ownership interests, or (b) participates in or\ninfluences its management or operations.\nFor the purposes of this Section 1(ttt): an individual shall only be deemed\nto be “related to” a Team or another individual or entity if such individual\nis an officer, director, trustee, or executive employee of such Team or entity,\nor is a member of such individual’s immediate family; and “controls” or “is\ncontrolled by” shall include (without limitation) the circumstance in which\nan individual or a Team or entity has or can exercise effective control.\n(uuu) “Team Salary” means, with respect to a Salary Cap Year, the sum\nof all Salaries attributable to a Team’s active and former players plus other\namounts as computed in accordance with Article VII, less applicable credit\namounts as computed in accordance with Article VII.\n(vvv) “Total Salaries” means the total Salaries included in the Team\nSalary of all NBA Teams for or with respect to a Salary Cap Year in\naccordance with this Agreement, other than the Salaries included in the\nTeam Salary of Expansion Teams during their first two (2) Salary Cap Years,\nas determined in accordance with Article VII. For purposes of this\ndefinition, Total Salaries:\n(i)\nshall include: (a) all Incentive Compensation excluded from\nSalaries in accordance with Article VII, Section 3(d) but\nactually earned by NBA players during such Salary Cap Year,\nand shall exclude all Incentive Compensation included in\nSalaries in accordance with Article VII, Section 3(d) but not\nactually earned by NBA players during such Salary Cap Year;\n(b) the aggregate Salaries, if any, that are excluded from\nTeam Salaries pursuant to Article VII, Section 4(h); (c) any\nconsideration received by a retired player that is included in\nTeam Salary in accordance with the terms of Article XIII;\n(d) all Two-Way Player Salaries earned in respect of such\nSalary Cap Year; and (e) any Exhibit 10 Bonus a Team pays\nits players pursuant to Article II, Section 3(s)(i);\n(ii)\nshall be reduced by an amount equal to fifty percent (50%)\nof the amount of any reductions made to NBA players’\nCompensation in respect of such Salary Cap Year for a\n12\nArticle I\nsuspension imposed by the NBA or a Team in accordance\nwith Article VI, Section 1 or Article XLI, Section 4(e); and\n(iii)\nshall be adjusted\nSection 7(d)(6)(iv).\nconsistent\nwith\nArticle\nVII,\n(www) “Total Salaries and Benefits” means the sum of Total Salaries\nplus Total Benefits.\n(xxx) “Traded Player” means a player whose Player Contract is\nassigned by one Team to another Team other than by means of the NBA\nwaiver procedure.\n(yyy)\n“Two-Way Contract” means a Contract between a Two-Way\nPlayer and a Team made in accordance with Article II, Section 11. In the\nevent that a Two-Way Contract is converted to a Standard NBA Contract\npursuant to the Team’s exercise of its Standard NBA Contract Conversion\nOption, the Contract shall no longer be a Two-Way Contract for the\npurposes of this Agreement.\n(zzz) “Two-Way List” means the list of players, maintained by the\nNBA, who have signed Two-Way Contracts and are eligible to provide\nservices to an NBAGL team in accordance with the provisions of this\nAgreement.\n(aaaa) “Two-Way Player” means a player under a Two-Way Contract\nin accordance with Article II, Section 11.\n(bbbb) “Two-Way Player Salary” means, with respect to any Two-Way\nContract, the Salary called for under Article II, Section 11(a).\n(cccc) “Two-Way Player Conversion Option” means an option in a\nPlayer Contract with an Exhibit 10 in favor of a Team to convert the\nContract to a Two-Way Contract in accordance with Article II,\nSection 3(s)(ii) and Section 11(h).\n(dddd) “Uniform Player Contract” or “Player Contract” or “Contract”\nmeans the standard form of written agreement between a person and a Team\nrequired for use in the NBA by Article II, pursuant to which such person is\nemployed by such Team as a professional basketball player.\nArticle I\n13\n(eeee) “Unlikely Bonus” means Incentive Compensation excluded\nfrom a player’s Salary in accordance with Article VII, Section 3(d).\n(ffff) “Unrestricted Free Agent” means a Free Agent who is not\nsubject to a Team’s Right of First Refusal.\n(gggg) “Veteran” or “Veteran Player” means a person who has signed\nat least one Player Contract with an NBA Team.\n(hhhh) “Veteran Free Agent” means a Veteran who completed his\nPlayer Contract (other than a 10-Day Contract) by rendering the playing\nservices called for thereunder.\n(iiii)\n“Years of Service” means the number of years of NBA service\ncredited to a player in accordance with the following: a player will be\ncredited with one (1) year of NBA service for each year that he is on an\nNBA Active List or Inactive List for one (1) or more days during the Regular\nSeason. Notwithstanding the above, a player will not receive credit for a\nYear of Service for any year in which he: (i) withholds playing services called\nfor by a Player Contract or this Agreement for more than thirty (30) days\nafter the Season begins, or (ii) is a Restricted Free Agent, has been tendered\na Qualifying Offer by his Prior Team and the Prior Team has extended the\ndate by which the player may accept the Qualifying Offer until March 1 in\naccordance with the Article XI, Section 4(c)(i), and has not signed a Player\nContract with any Team by March 1. In addition, notwithstanding the\nabove, a player will not receive credit for a Year of Service for being on an\nNBA Active List or Inactive List as a result of signing a Player Contract that\nis disapproved by the Commissioner. In no event can a player be credited\nwith more than one (1) Year of Service with respect to any one NBA Season.\nA Year of Service will be credited to a player at the conclusion of the Salary\nCap Year encompassing the Season with respect to which it is being\ncredited. Under no circumstances shall the definition of Years of Service\nherein be used for purposes of determining a player’s years of credited\neligibility, benefit, and/or vesting service under any benefit plan or program\nprovided for under Article IV of this Agreement, including, without\nlimitation, the Pension Plan, 401(k) Plan, Health and Welfare Benefit Plan\n(including the Retiree Medical Plan, HRA Benefit, and tuition\nreimbursement program), or Post-Career Income Plan. Players shall be\ncredited with Years of Service pursuant to this Section 1(iiii) only in respect\nof Seasons covered by this Agreement. Years of Service credit for Seasons\n14\nArticle I\nprior to the 2005 NBA/NBPA Collective Bargaining Agreement shall be\ndetermined in accordance with the provisions of the 1999 NBA/NBPA\nCollective Bargaining Agreement."
    }
  ],
  "intro_content": "Article I\n1\nDEFINITIONS"
}