{
  "article_number": "Article XXXVI",
  "title": "PLAYER AGENTS",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Approval of Player Contracts.",
      "content": "Approval of Player Contracts.\nThe NBA shall not approve any Player Contract between a player and a\nTeam unless such player (a) is represented in the negotiations with respect\nto such Player Contract by an agent or representative duly certified by the\nPlayers Association in accordance with the Players Association’s Regulations\nGoverning Player Agents and authorized to represent him, or (b) acts on his\nown behalf in negotiating such Player Contract."
    },
    {
      "section_number": "Section 2",
      "section_title": "Fines.",
      "content": "Fines.\nThe NBA shall impose a fine of $50,000 upon any Team that negotiates\na Player Contract with an agent or representative not certified by the Players\nAssociation in accordance with the Players Association’s Regulations\nGoverning Player Agents if, at the time of such negotiations, such Team\neither (a) knows that such agent or representative has not been so certified,\nor (b) fails to make reasonable inquiry of the NBA as to whether such agent\nor representative has been so certified. Notwithstanding the preceding\nsentence, in no event shall any Team be subject to a fine if the Team\nnegotiates a Player Contract with an agent or representative designated as\nthe player’s authorized agent on the then-current agent list provided by the\nPlayers Association to the NBA in accordance with Section 5 below."
    },
    {
      "section_number": "Section 3",
      "section_title": "Prohibition on Players as Agents.",
      "content": "Prohibition on Players as Agents.\nFor purposes of negotiating the terms of a Uniform Player Contract or\notherwise dealing with a Team over any matter, players are prohibited from\n(a) representing other current or prospective NBA players as an agent\ncertified under the Players Association’s Regulations Governing Player\nAgents, or (b) holding an equity interest or position in a business entity that\nrepresents other current or prospective NBA players as an agent certified\nunder the Players Association’s Regulations Governing Player Agents.\nArticle XXXVI"
    },
    {
      "section_number": "Section 4",
      "section_title": "529",
      "content": "529\nIndemnity.\nThe Players Association agrees to indemnify and hold harmless the NBA,\nits Teams, and each of its and their respective past, present, and future\nowners (direct and indirect) acting in their capacity as Team owners, officers,\ndirectors, trustees, employees, successors, agents, attorneys, heirs,\nadministrators, executors, and assigns, from any and all claims of any kind\narising from or relating to (a) the Players Association’s Regulations\nGoverning Player Agents, and (b) the provisions of this Article, including,\nwithout limitation, any judgments, costs, and settlements, provided that the\nPlayers Association is immediately notified of such claim in writing (and, in\nno event later than five (5) days from the receipt thereof), is given the\nopportunity to assume the defense thereof, and the NBA and/or its Teams\n(whichever is sued) use their best efforts to defend such claim, and do not\nadmit liability with respect to and do not settle such claim without the prior\nwritten consent of the Players Association."
    },
    {
      "section_number": "Section 5",
      "section_title": "Agent Lists.",
      "content": "Agent Lists.\nThe Players Association agrees to provide the NBA League Office with\na list of (a) all agents certified under the Players Association’s Regulations\nGoverning Player Agents, and (b) the players represented by each such\nagent. Such list shall be updated once every two (2) weeks from the day\nafter the NBA Finals to the first day of the next succeeding Regular Season\nand shall be updated once every month at all other times."
    },
    {
      "section_number": "Section 6",
      "section_title": "Confirmation by the Players Association.",
      "content": "Confirmation by the Players Association.\nIf the NBA has reason to believe that the agent representing a player in\nContract negotiations is not a certified agent or is not the agent authorized\nto represent the player, then the NBA may, at its election, request in writing\nfrom the Players Association confirmation as to whether the agent who\nrepresented the player in the Contract negotiations is in fact the player’s\ncertified representative. If within three (3) business days of the date the\nPlayers Association receives such written request, the NBA does not receive\na written response from the Players Association stating that the agent who\nrepresented the player is not the player’s certified representative, then the\nNBA shall be free to act as if the agent is the player’s confirmed certified\nrepresentative.\n530\nArticle XXXVI"
    },
    {
      "section_number": "Section 7",
      "section_title": "Agent Rules Compliance.",
      "content": "Agent Rules Compliance.\n(a) If the NBA notifies the Players Association that it has reasonable\ncause to believe that an agent or representative has engaged in conduct that\nviolates this Agreement, the Players Association will review any information\nsupplied by the NBA, determine whether to conduct an investigation of the\nalleged conduct, and, if the Players Association concludes that misconduct\noccurred, inform the NBA as to the result of its investigation and any\ndiscipline it has imposed.\n(b) The Players Association will amend the Players Association’s\nRegulations Governing Player Agents to expressly provide that the Players\nAssociation may impose a fine of up to $125,000 on an agent for a violation\nof the rules regarding tampering, public requests or demands for a trade, or\nthe timing of Contract negotiations."
    }
  ],
  "intro_content": "Article XXXVI\nPLAYER AGENTS"
}