{
  "article_number": "Article XI",
  "title": "FREE AGENCY",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "General Rules.",
      "content": "General Rules.\n(a) Subject to the provisions of Article VII and this Article XI, and\nsubject further to Article II, Section 15:\n(i)\nother than as provided in Sections 1(a)(iii) and (iv) below, a\nplayer who is an Unrestricted Free Agent, or will become an\nUnrestricted Free Agent on the immediately following\nJuly 1, is free at any time beginning at 6:00 p.m. eastern time\non June 30 to negotiate, and free at any time after the\nconclusion of the applicable Moratorium Period to enter\ninto, a Player Contract with any Team;\n(ii)\nother than as provided for in Section 1(a)(iii) below, a player\nwho will become a Restricted Free Agent on the immediately\nfollowing July 1 is (1) free at any time beginning at 6:00 p.m.\neastern time on June 30 to negotiate a Player Contract with\nhis Prior Team and to negotiate an Offer Sheet (as defined\nin Section 5(b) below) with any Team other than his Prior\nTeam; (2) free beginning at 12:01 p.m. eastern time on the\nfirst day of the Moratorium Period to enter into an Offer\nSheet (as defined in Section 5(b) below) with any Team other\nthan his Prior Team; and (3) free at any time after the\nconclusion of the Moratorium Period to enter into a Player\nContract with his Prior Team;\n(iii)\na player who (1) will (or could as a result of the non-exercise\nof an Option or the exercise of an ETO) become an\nUnrestricted Free Agent or a Restricted Free Agent on the\nimmediately following July 1, and (2) finished the Season on\na Team’s roster, is free at any time beginning on the day\nfollowing the last day of such Season to negotiate a Player\nContract with such Team; and\n(iv)\na Non-Draft Rookie is free to negotiate a Player Contract\nwith any Team beginning immediately following the\nArticle XI\n311\nconclusion of the NBA Draft for which he was first eligible\nand was not selected.\nFor clarity, the rules set forth in Sections 1(a)(iii) and (iv) allowing the Free\nAgents described therein to begin negotiating Player Contracts at the times\nspecified therein do not affect the time at which such Free Agents may begin\nentering into Player Contracts. Subject to Article II, Section 15, the time at\nwhich such Free Agents may begin entering into Player Contracts is as set\nforth in Sections 1(a)(i) and (ii) above.\n(b) Upon a finding by the Commissioner of a violation of the rules set\nforth in Section 1(a) above regarding the timing of free agency discussions,\nthe Commissioner shall be authorized to:\n(i)\nimpose a fine up to $2,000,000 on any Team found to have\ncommitted such violation;\n(ii)\ndirect the forfeiture of draft picks; and/or\n(iii)\nsuspend any Team personnel found to have engaged in such\nviolation.\nFor clarity, (1) the Commissioner’s authority described above is without\nlimitation to any other penalties, remedies, or actions the Commissioner is\notherwise authorized to impose or take under Article XIII, (2) any discipline\nimposed pursuant to this Section 1(b) shall not require as a predicate any\nfinding of, or proceeding before, the System Arbitrator, and (3) any such\ndiscipline may be appealed by the Players Association to the System\nArbitrator.\n(c) Prior to the conclusion of the Moratorium Period, players (or, for\nclarity, any person or entity acting with authority on behalf of a player) and\nTeams shall each be prohibited from stating publicly that the player and\nTeam have reached agreement on the terms of a Player Contract (or\namendment to a Player Contract) that, pursuant to Article II, Section 15,\ncannot be entered into until after the conclusion of such Moratorium Period;\nprovided, however, that the foregoing prohibition shall not apply to players\nwith respect to the Moratorium Period of the 2023-24 Salary Cap Year.\n(d) No compensation obligation of any kind to another Team shall be\napplicable to any Free Agent. No right of first refusal (“Right of First\n312\nArticle XI\nRefusal”) of any kind shall be applicable to any Free Agent other than a\nRestricted Free Agent.\n(e)\n(i)\nFor purposes of this Agreement, “Qualifying Offer” means\nan offer of a Uniform Player Contract, signed by the Team,\nthat:\n(1) is either personally delivered to the player or his\nrepresentative or sent by email or pre-paid certified,\nregistered, or overnight mail to the last known address\nof the player or his representative (if sent by email with\na copy to the Players Association);\n(2) is for a period of one (1) year;\n(3) provides for Salary (excluding Incentive Compensation),\nLikely Bonuses, and Unlikely Bonuses in the amounts\ndescribed in (ii), (iii), and (iv) below;\n(4) provides for one hundred percent (100%) of the Base\nCompensation to be protected for lack of skill and injury\nor illness (with no individually-negotiated conditions or\nlimitations on such protection and no other types of\nprotection); provided, however, that Qualifying Offers\nfor players finishing Two-Way Contracts shall not be\nsubject to this Section 1(e)(i)(4) and shall instead be\nsubject to the rules set forth in Section 1(e)(iii) below;\nand\n(5) provides for one hundred percent (100%) of the Base\nCompensation to be payable in accordance with\nParagraph 3 of the Uniform Player Contract.\n(ii)\nFor First Round Picks finishing their Rookie Scale\nContracts, the Salary (excluding Incentive Compensation),\nLikely Bonuses, and Unlikely Bonuses contained in a\nQualifying Offer shall be equal to the Salary (excluding\nIncentive Compensation), Likely Bonuses, and Unlikely\nBonuses, respectively, provided in the fourth Salary Cap\nYear of the Rookie Scale Contract (“Fourth Year Salary”)\nincreased by the percentage called for in the “Qualifying\nArticle XI\n313\nOffer: Percentage Increase Over 4th Year Salary” column\nin the Rookie Salary Scale applicable to the First Round\nPick’s Rookie Scale Contract; provided that:\n(A)\nFor any First Round Pick finishing his Rookie Scale\nContract who was not selected with one of the first\nnine (9) picks in the Draft and who, (1) during the\nthird and fourth Seasons of his Rookie Scale\nContract, either started an average of forty-one (41)\nor more Regular Season games per Season or\naveraged two thousand (2,000) or more minutes of\nplaying time per Regular Season, or (2) in the fourth\nSeason of his Rookie Scale Contract either started\nforty-one (41) or more Regular Season games or\nplayed two thousand (2,000) or more minutes\n(collectively, the “Starter Criteria”), the Qualifying\nOffer shall instead contain Base Compensation (with\nno bonuses of any kind) equal to the amount of the\nQualifying Offer applicable to the ninth player\nselected in the first round of the Draft (the “ninth\nplayer”) as called for by the Rookie Salary Scale\napplicable to the First Round Pick’s Rookie Scale\nContract.\nFor purposes of calculating such\nQualifying Offer amount, the Fourth Year Salary of\nthe ninth player shall be deemed to equal one\nhundred twenty percent (120%) of the Rookie Scale\nAmount applicable to the ninth player.\n(B)\nFor any First Round Pick finishing his Rookie Scale\nContract who was selected with one of the first\nthrough fourteenth picks in the Draft and who failed\nto meet the Starter Criteria, the player’s Qualifying\nOffer shall contain the lesser of: (x) the Salary\n(excluding Incentive Compensation), Likely\nBonuses, and Unlikely Bonuses, respectively,\nprovided in the Fourth Year Salary increased by the\npercentage called for in the “Qualifying Offer:\nPercentage Increase Over 4th Year Salary” column\nin the Rookie Salary Scale applicable to the First\nRound Pick’s Rookie Scale Contract; or (y) Base\n314\nArticle XI\nCompensation (with no bonuses of any kind) equal\nto the amount of the Qualifying Offer applicable to\nthe fifteenth player selected in the first round of the\nDraft (the “fifteenth player”) as called for by the\nRookie Salary Scale applicable to the First Round\nPick’s Rookie Scale Contract. For purposes of\ncalculating such Qualifying Offer amount, the\nFourth Year Salary of the fifteenth player shall be\ndeemed to equal one hundred twenty percent\n(120%) of the Rookie Scale Amount applicable to\nthe fifteenth player.\n(iii)\nWith respect to Qualifying Offers for players finishing\nTwo-Way Contracts:\n(A)\nFor any player who (x) finished a Two-Way Contract\nwith a term of two (2) Seasons in the current Salary\nCap Year or (y) finished a Two-Way Contract with\nthe same Team in each of the current Salary Cap\nYear and the immediately preceding Salary Cap Year\n(or if he finished a Two-Way Contract in the current\nSalary Cap Year with a Team that is different from\nthe Team with which he finished a Two-Way\nContract in the immediately preceding Salary Cap\nYear, he did so solely because he changed Teams\nduring the current Salary Cap Year only by means of\ntrade or an assignment via the NBA’s waiver\nprocedures), the Qualifying Offer shall be an offer\nof a Standard NBA Contract and shall provide for\n(i) Base Compensation in an amount equal to the\nMinimum Player Salary applicable to the player for\nthe next Salary Cap Year (with no bonuses of any\nkind), and (ii) Base Compensation protection for\nlack of skill and injury or illness (with no\nindividually-negotiated conditions or limitations on\nsuch protection and no other types of protection) in\nan amount equal to the “Standard/Two-Way QO\nProtection Amount” for the Season covered by the\nQualifying Offer. The “Standard/Two-Way QO\nProtection Amount” shall equal (1) for a Qualifying\nArticle XI\n315\nOffer that covers the 2023-24 Season, $90,000, and\n(2) for a Qualifying Offer that covers a subsequent\nSeason, $90,000 multiplied by a fraction, the\nnumerator of which is the Salary Cap for the Salary\nCap Year encompassing the applicable Season and\nthe denominator of which is the Salary Cap for the\n2023-24 Salary Cap Year.\n(iv)\n(B)\nFor all other players finishing Two-Way Contracts,\nthe Qualifying Offer shall be an offer of a Two-Way\nContract and shall provide for (i) the Two-Way\nPlayer Salary for the next Salary Cap Year, and\n(ii) Base Compensation protection for lack of skill\nand injury or illness (with no individually-negotiated\nconditions or limitations on such protection and no\nother types of protection) in an amount equal to the\nMaximum Two-Way Protection Amount for the\nnext Salary Cap Year (“Two-Way Qualifying\nOffer”).\n(C)\nNotwithstanding Sections (1)(e)(iii)(A) and (B)\nabove, for any player finishing a Two-Way Contract\nwho is not eligible to enter into another Two-Way\nContract with the Team pursuant to Article II,\nSection 11(e), the Qualifying Offer (regardless of\nwhether the prior Contract was a Two-Way Contract\nfor a term of one (1) or two (2) Seasons) shall be the\nQualifying Offer described in Section 1(e)(iii)(A)\nabove.\nFor all other players subject to a Right of First Refusal in\naccordance with this Article XI, the Salary (excluding\nIncentive Compensation), Likely Bonuses, and Unlikely\nBonuses contained in a Qualifying Offer shall be one\nhundred thirty-five percent (135%) (or, if the player’s prior\nContract was signed prior to the start of the 2023-24 Salary\nCap Year, one hundred twenty-five percent (125%)) of the\nplayer’s Salary (excluding Incentive Compensation), Likely\nBonuses, and Unlikely Bonuses, respectively, for the last\nSalary Cap Year covered by the player’s prior Contract (the\n316\nArticle XI\n“Prior Salary Qualifying Offer Amount”), provided that if\non the July 1 immediately following the date on which such\na Qualifying Offer was made, the sum of the Minimum\nAnnual Salary applicable to the player (for the Season\ncovered by the Qualifying Offer) plus $200,000 (the\n“Minimum-Plus Qualifying Offer Amount”) is greater than\nthe Prior Salary Qualifying Offer Amount, then such a\nQualifying Offer shall be deemed amended to provide for\nBase Compensation equal to the Minimum-Plus Qualifying\nOffer Amount (with no bonuses of any kind);\nprovided, however, that, for any second round pick or\nundrafted player with two (2) or three (3) Years of Service\nwho met the Starter Criteria in respect of the prior two (2)\nSeasons of his Contract(s) (i.e., who either averaged the\ngames started or minutes played amounts described in\nSection 1(e)(ii)(A)(1) above during his prior two (2) Seasons,\nor achieved the games started or minutes played amounts\ndescribed in Section 1(e)(ii)(A)(2) above in his prior Season\nonly), the Qualifying Offer shall instead contain, if such\namount exceeds the greater of the Prior Salary Qualifying\nOffer Amount or the Minimum-Plus Qualifying Offer\nAmount, Base Compensation equal to the amount of the\nQualifying Offer applicable to the twenty-first player\nselected in the first round of the Draft (the “twenty-first\nplayer”) as called for by the Rookie Salary Scale applicable to\nRookie Scale Contracts finishing in the same Season as the\nlast Season of the player’s Contract. For purposes of\ncalculating such Qualifying Offer amount, the Fourth Year\nSalary of the twenty-first player shall be deemed to equal one\nhundred percent (100%) of the Rookie Scale Amount\napplicable to the twenty-first player.\n(v)\nAll other terms and conditions in a Qualifying Offer must\nbe unchanged from those that applied to the last year of the\nplayer’s prior Contract to the extent that such terms and\nconditions are allowable amendments under this Agreement\nat the time the Qualifying Offer is made. In addition, a\nTeam shall be permitted to include in any Qualifying Offer\nan Exhibit 6 to the Uniform Player Contract requiring that\nArticle XI\n317\nthe player, if he signs the Qualifying Offer, pass a physical\nexamination to be performed by a physician designated by\nthe Team as a condition precedent to the validity of the\nContract. For purposes of the foregoing, the Starter Criteria\nshall be determined based upon Official NBA statistics.\n(f) No Team or any of its employees or agents shall make a public\nstatement that the Team would match any future Offer Sheet for one of the\nTeam’s players or offer an impending or current Restricted Free Agent a\nparticular Player Contract in free agency (e.g., a Contract providing for the\nplayer’s maximum allowable Salary). The foregoing does not limit a Team’s\nability to express its desire to retain an impending or current Restricted Free\nAgent or to make general statements praising such a player (e.g., that the\nplayer is an important or essential part of the Team, that the Team wants or\nhopes to retain the player’s services, and other similar statements)."
    },
    {
      "section_number": "Section 2",
      "section_title": "No Individually-Negotiated Right of First Refusal.",
      "content": "No Individually-Negotiated Right of First Refusal.\n(a) No Player Contract may include any individually-negotiated Right of\nFirst Refusal or other limitation on player movement following the last\nSalary Cap Year covered by such Player Contract.\n(b) No Right of First Refusal rule, practice, policy, regulation, or\nagreement providing for a Right of First Refusal shall be applied to any\nplayer as a result of that player’s entry into a player contract with (or for\notherwise playing with) any team in any professional basketball league other\nthan the NBA."
    },
    {
      "section_number": "Section 3",
      "section_title": "Withholding Services.",
      "content": "Withholding Services.\nA player who withholds playing services called for by a Player Contract\nfor more than thirty (30) days after the start of the last Season covered by\nhis Player Contract shall be deemed not to have “complet[ed] his Player\nContract by rendering the playing services called for thereunder.”\nAccordingly, such a player shall not be a Veteran Free Agent and shall not\nbe entitled to negotiate or sign a Player Contract with any other professional\nbasketball team unless and until the Team for which the player last played\nexpressly agrees otherwise.\n318\nArticle XI"
    },
    {
      "section_number": "Section 4",
      "section_title": "(a)",
      "content": "(a)\nQualifying Offers to Make Certain Players Restricted\nFree Agents.\n(i)\nFrom the day following the Season covered by the second\nOption Year of a First Round Pick’s Rookie Scale Contract\nthrough 5:00 p.m. eastern time on the immediately following\nJune 29, the player’s Team may make a Qualifying Offer to\nthe player. If such a Qualifying Offer is made, then, on the\nJuly 1 following such Season, the player shall become a\nRestricted Free Agent, subject to a Right of First Refusal in\nfavor of the Team (“ROFR Team”), as set forth in Section\n5 below. If such a Qualifying Offer is not made, then the\nplayer shall become an Unrestricted Free Agent on such\nJuly 1. If a Team does not timely exercise its Option with\nrespect to the first Option Year or second Option Year of a\nplayer’s Rookie Scale Contract in accordance with\nArticle VIII, the player shall, following his second or third\nSeason (as the case may be) become an Unrestricted Free\nAgent.\n(ii)\nA Team that makes a Qualifying Offer to a player following\nthe second Option Year of his Rookie Scale Contract may\nelect simultaneously to offer the player an alternative\nContract covering five (5) Seasons that provides Salary for\nthe first Salary Cap Year equal to the Maximum Annual\nSalary under Article II, Section 7(a), with annual increases in\nSalary equal to eight percent (8.0%) of the Salary for the first\nSalary Cap Year (a “Maximum Qualifying Offer”).\nProviding a player with a Maximum Qualifying Offer shall\nhave the consequence described in Section 5(b) below. A\nMaximum Qualifying Offer shall be subject to the following:\n(A)\nA Maximum Qualifying Offer shall contain only\nBase Compensation and no bonuses of any kind.\n(B)\nA Maximum Qualifying Offer shall state that the\nplayer’s Base Compensation for the first Season shall\nequal “the Maximum Annual Salary applicable to the\nplayer in the first Season of the Contract,” and that\nthe Base Compensation in each of the four (4)\nsubsequent Seasons shall “be increased by eight\nArticle XI\n319\npercent (8.0%) of the Base Compensation for the\nfirst Season.” Such a Contract, if timely accepted by\nthe player in accordance with Section 4(a)(ii)(D)\nbelow, shall be deemed amended to provide for\nspecific Base Compensation for each Season\ncovered by the Contract, based on the Maximum\nAnnual Salary applicable to the player in the first\nSeason.\n(C)\nA Maximum Qualifying Offer cannot contain an\nOption or ETO, and must provide full Base\nCompensation protection in each Season for lack of\nskill and injury or illness (with no\nindividually-negotiated conditions or limitations on\nsuch protection).\n(D)\nThe Team’s offer of a Maximum Qualifying Offer\nmust remain open for the same period that the\nplayer’s Qualifying Offer remains open and cannot\nbe withdrawn, except that if the Team withdraws its\nQualifying Offer, the Maximum Qualifying Offer\nshall be deemed to be withdrawn simultaneously.\n(E)\nA player may accept either his Qualifying Offer or\nhis Maximum Qualifying Offer, but not both.\n(b) Any Veteran Free Agent (other than a First Round Pick whose first\nOption Year or second Option Year was not exercised) who (i) will have\nthree (3) or fewer Years of Service as of the June 30 following the end of\nthe last Season covered by his Player Contract, or (ii) is completing a\nTwo-Way Contract will be a Restricted Free Agent if his Prior Team makes\na Qualifying Offer to the player at any time from the day following such\nSeason through 5:00 p.m. eastern time on the immediately following\nJune 29. If such a Qualifying Offer is made, then, on the July 1 following\nthe last Season covered by the player’s Player Contract, the player shall\nbecome a Restricted Free Agent, subject to a Right of First Refusal in favor\nof the ROFR Team, as set forth in Section 5 below. If such a Qualifying\nOffer is not made, then the player shall become an Unrestricted Free Agent\non such July 1.\n320\n(c)\nArticle XI\n(i)\nA player who receives a Qualifying Offer must be given until\nthe October 1 following its issuance to accept it.\nNotwithstanding the preceding sentence, a Qualifying Offer\nmay be withdrawn by the Team at any time through the\nJuly 13 following its issuance. If the Qualifying Offer is not\nwithdrawn on or before July 13, it may be withdrawn\nthereafter but only if the player agrees in writing to the\nwithdrawal. If a Qualifying Offer is withdrawn, the player\nshall immediately become an Unrestricted Free Agent. If a\nQualifying Offer is withdrawn on or after July 14, the Team\nalso shall be deemed to have renounced the player in\naccordance with Article VII, Section 4(g). A player may not\naccept a Qualifying Offer after the October 1 following the\nissuance thereof, unless the Team, prior to October 1,\nextends the date by which the player may accept the\nQualifying Offer. In order to extend the date by which a\nplayer may accept his Qualifying Offer, a Team shall provide\nthe player with written notice of the extension, which shall\nbe either personally delivered to the player or his\nrepresentative or sent by email or pre-paid certified,\nregistered, or overnight mail to the last known address of the\nplayer or his representative. For clarity, there shall be no\nlimit on the number of times a Team may extend the date by\nwhich a player may accept a Qualifying Offer. In no event\nmay the acceptance date for a Qualifying Offer be extended\nbeyond, or may a player accept a Qualifying Offer beyond,\nthe March 1 following its issuance.\n(ii)\nIf a Qualifying Offer is neither withdrawn nor accepted and\nthe deadline for accepting it passes, the Team’s Right of First\nRefusal shall continue, subject to Section 5(a) below.\n(iii)\nA player who knows that he has a medical disability that\nwould render him unable to perform the playing services\nrequired under a Player Contract the following Season may\nnot validly accept a Qualifying Offer received under this\nSection 4 or Section 5 below, unless the ROFR Team\nconsents after disclosure of such medical disability.\nNotwithstanding the immediately preceding sentence, a\nplayer who knows that he has a medical disability that would\nArticle XI\n321\nrender him unable to perform the playing services required\nunder a Player Contract the following Season remains\nsubject to the ROFR Team’s Right of First Refusal.\n(d) Any claim that a Contract offered as a Qualifying Offer or a\nMaximum Qualifying Offer fails to meet one or more of the criteria for a\nQualifying Offer or a Maximum Qualifying Offer shall be made by notice\nto the Team, in writing, no later than ten (10) days after a copy of the\nQualifying Offer or Maximum Qualifying Offer was given by the Team or\nthe NBA to the Players Association. Such notice must set forth the specific\nchanges that allegedly must be made to the offered Contract in order for it\nto constitute a Qualifying Offer or a Maximum Qualifying Offer. Upon\nreceipt of such notice, if the requested changes are necessary to satisfy the\nrequirements of a Qualifying Offer or a Maximum Qualifying Offer, the\nTeam may, within five (5) business days, offer the player an amended\nContract incorporating the requested changes. If the Team offers such an\namended Contract, the player and the Players Association shall be precluded\nfrom asserting that such Contract does not constitute a timely and valid\nQualifying Offer or Maximum Qualifying Offer."
    },
    {
      "section_number": "Section 5",
      "section_title": "Restricted Free Agency.",
      "content": "Restricted Free Agency.\n(a) If a Restricted Free Agent does not sign an Offer Sheet with any\nTeam by March 1 of the Season for which the Qualifying Offer is made, and\ndoes not sign a Player Contract with the ROFR Team before that Season\nends, then his ROFR Team may reassert its Right of First Refusal for the\nfollowing Season by extending another Qualifying Offer (with the same\nterms, including the amount of Salary (excluding Incentive Compensation),\nLikely Bonuses, and Unlikely Bonuses, respectively, that were included in\nthe prior Qualifying Offer) by 5:00 p.m. eastern time on the next June 29.\nA ROFR Team may continue to reassert its Right of First Refusal by\nfollowing the foregoing procedure in each subsequent year in which that\nRestricted Free Agent does not sign an Offer Sheet with any Team by\nMarch 1 of the Season for which the Qualifying Offer is made, and does not\nsign a Player Contract with the ROFR Team before that Season ends. In\neach Season in which a Team reasserts its Right of First Refusal by extending\nanother Qualifying Offer in accordance with this Section 5(a), the Team may\nalso elect to simultaneously provide the player with a Maximum Qualifying\nOffer (with the same terms that were included in the prior Maximum\n322\nArticle XI\nQualifying Offer). Any such Qualifying Offer and Maximum Qualifying\nOffer shall be governed by the provisions of Section 4 above.\n(b) When a Restricted Free Agent receives an offer to sign a Player\nContract from a Team other than the ROFR Team (the “New Team”),\nwhich he desires to accept, he shall give to the ROFR Team a completed\ncertificate substantially in the form of Exhibit G annexed hereto (the “Offer\nSheet”), signed by the Restricted Free Agent and the New Team, which shall\nhave attached to it a Uniform Player Contract separately specifying: (i) the\n“Principal Terms” (as defined in Section 5(e) below) of the New Team’s\noffer; and (ii) any non-Principal Terms of the New Team’s offer that the\nROFR Team is not required to match (as specified in Section 5(e) below)\nbut which would be included in the player’s Player Contract with the New\nTeam if the ROFR Team does not exercise its Right of First Refusal. The\nplayer’s obligation in the foregoing sentence to give to the ROFR Team a\ncompleted Offer Sheet shall be deemed satisfied if the Offer Sheet is given\nto the ROFR Team by the New Team. The Offer Sheet must be for a Player\nContract with a term of more than one (1) Season (not including any Option\nYear), unless the ROFR team has tendered the player both a Qualifying\nOffer and a Maximum Qualifying Offer, in which case the Offer Sheet must\nbe for a Player Contract with a term of more than two (2) Seasons (not\nincluding any Option Year). The Offer Sheet cannot be for a Two-Way\nContract. In order to extend an Offer Sheet, the New Team must have\nRoom for the player’s Player Contract at the time the Offer Sheet is signed\nand must continue to have such Room at all times while the Offer Sheet is\noutstanding.\n(c) The ROFR Team, upon receipt of the Offer Sheet, may exercise its\nRight of First Refusal, which shall have the consequences hereinafter set\nforth below in this Section 5. The ROFR Team may match an Offer Sheet\nby using, as applicable, Room, a Veteran Free Agent Exception set forth in\nArticle VII, Section 6(b), or the Minimum Player Salary Exception. In order\nto match an Offer Sheet, the ROFR Team must have, as applicable, Room,\na Veteran Free Agent Exception, or Minimum Player Salary Exception in an\namount equal or greater to the Salary plus any Unlikely Bonuses provided\nfor in the first Salary Cap Year of the player’s Contract at the time notice of\nthe Team’s exercise of its Right of First Refusal is given and must continue\nto have such Room or the applicable Exception at all times the First Refusal\nExercise Notice remains in effect.\nArticle XI\n323\n(d) The following rules shall govern the signing of an Offer Sheet by a\nRestricted Free Agent who has one (1) or two (2) Years of Service:\n(i)\nNotwithstanding any other provision of this Agreement, no\nsuch Offer Sheet may provide for Salary plus Unlikely\nBonuses in the first Salary Cap Year totaling more than the\namount of the Non-Taxpayer Mid-Level Salary Exception\nfor such Salary Cap Year. Annual increases or decreases in\nSalary and Unlikely Bonuses shall be governed by\nArticle VII, Section 5(a)(1).\n(ii)\nIf an Offer Sheet provides for the maximum allowable\namount of Salary for the first two (2) Salary Cap Years\npursuant to Section 5(d)(i) above, then, subject to\nSection 5(d)(iii) below, the Offer Sheet may provide for\nSalary for the third Salary Cap Year of up to the maximum\namount that the player would have been eligible to receive\nfor the third Salary Cap Year absent the restriction in the\nfirst sentence of Section 5(d)(i) above and had the player’s\nSalary for the first two (2) Salary Cap Years been the\nmaximum amount permitted under Article II, Section 7(a)\nand Article VII, Section 5(b)(1). If the Offer Sheet provides\nfor Salary for the third Salary Cap Year in accordance with\nthe foregoing sentence, then, subject to Section 5(d)(iii)\nbelow, (A) the player’s Salary for the fourth Salary Cap Year\nmay increase or decrease in relation to the third Salary Cap\nYear’s Salary by no more than four and five tenths\npercent (4.5%) of the Salary for the third Salary Cap Year,\n(B) the Offer Sheet cannot contain bonuses of any kind, and\n(C) the Offer Sheet must provide for one hundred\npercent (100%) of the Base Compensation in each Season to\nbe protected for lack of skill and injury or illness (with no\nindividually-negotiated conditions or limitations on such\nprotection).\n(iii)\nIf a Team extends an Offer Sheet in accordance with\nSection 5(d)(ii) above, then, for purposes of determining\nwhether the Team has Room for the Offer Sheet, the Salary\nfor the first Salary Cap Year covered by the Offer Sheet shall\nbe deemed to equal the average of the aggregate Salaries for\n324\nArticle XI\nsuch Salary Cap Year and each subsequent Salary Cap Year\ncovered by the Offer Sheet. If the ROFR Team does not\nexercise its Right of First Refusal, the player’s Salary for each\nSalary Cap Year covered by the Contract with the Team that\nextended the Offer Sheet shall be deemed to equal the\naverage of the aggregate Salaries for each such Salary Cap\nYear. If the ROFR Team exercises its Right of First Refusal,\nthe player’s Salary for each Salary Cap Year covered by the\nContract with the ROFR Team shall be the Salary for such\nSalary Cap Year as set forth in the Contract.\nNotwithstanding the preceding sentence, if the sum of (A)\nthe ROFR Team’s Team Salary at the time it exercises its\nRight of First Refusal, and (B) the average of the aggregate\nSalaries for each Salary Cap Year of the Offer Sheet, is less\nthan or equal to the Salary Cap for the then-current Salary\nCap Year, then the ROFR Team may, in connection with\nexercising its Right of First Refusal, elect to have the player’s\nSalary for each Salary Cap Year covered by the Contract\nequal the average of such aggregate Salaries for each such\nSalary Cap Year. If the ROFR Team wishes to make such\nan election, it must do so by providing the NBA with a\nwritten statement on the same day that it gives the First\nRefusal Exercise Notice to the Restricted Free Agent and\nNew Team pursuant to Section 5(t) below, and the NBA\nshall provide a copy of this notice to the Players Association\nwithin one (1) business day following its receipt thereof.\n(e) The Principal Terms of an Offer Sheet are only:\n(i)\nthe term of the Contract;\n(ii)\nthe fixed and specified Compensation that the New Team\nwill pay or lend to the Restricted Free Agent as a signing\nbonus, Current Base Compensation, and/or Deferred Base\nCompensation in specified installments on specified dates;\n(iii)\nIncentive Compensation; provided, however, that the only\nelements of such Incentive Compensation that shall be\nincluded in the Principal Terms are the following:\n(A) bonuses that qualify as Likely Bonuses based upon the\nArticle XI\n325\nperformance of the Team extending the Offer Sheet and the\nROFR Team; and (B) Generally Recognized League\nHonors; and\n(iv)\nAny allowable amendments to the terms contained in the\nUniform Player Contract (e.g., Base Compensation\nprotection, a trade bonus, etc.).\n(f) In the event that an Offer Sheet includes an Exhibit 6 requiring that\nthe player pass a physical examination to be performed by a physician\ndesignated by the New Team, the Exhibit 6 language must be replaced with\nthe following: “This Offer Sheet will be deemed invalid and of no force and\neffect (except as described in Article XI, Section 5(l) of the CBA) unless the\nplayer passes, in the sole discretion of the Team (exercised in good faith), a\nphysical examination in accordance with Article II, Section 13(h) of the CBA\nthat is (i) conducted within two (2) days of the execution of this Offer Sheet,\nand (ii) the results of which are reported by the Team to the player within\nthree (3) days of the execution of this Offer Sheet. The player agrees to\nsupply complete and truthful information in connection with any such\nexaminations.” The New Team must notify the player and the ROFR Team\nwithin the three (3)-day period set forth in the Exhibit 6 in the Offer Sheet\nwhether the player has passed the physical. In the event that the New Team\nfails to timely provide such notice, the player shall be deemed to have passed\nthe physical with the New Team.\n(g) If the ROFR Team gives to the Restricted Free Agent a “First\nRefusal Exercise Notice” substantially in the form of Exhibit H annexed\nhereto (i) for an Offer Sheet received by the ROFR Team prior to 12:00 p.m.\neastern time on a day, by 11:59 p.m. eastern time on the day immediately\nfollowing such day, or (ii) for an Offer Sheet received by the ROFR Team\non or after 12:00 p.m. eastern time on a day, by 11:59 p.m. eastern time on\nthe day that is two (2) days following such day, then, subject to Section 5(k)\nbelow, such Restricted Free Agent and the ROFR Team shall be deemed to\nhave entered into a Player Contract containing all the Principal Terms (but\nnot any terms other than the Principal Terms) included in the Uniform\nPlayer Contract attached to the Offer Sheet (except that if the Contract\ncontains an Exhibit 6, such Exhibit 6 shall be deemed deleted). Such\nContract may not thereafter be amended in any manner for a period of\none (1) year.\n326\nArticle XI\n(h) If the ROFR Team does not give the First Refusal Exercise Notice\nwithin the applicable period specified in Section 5(g) above, or if during such\nperiod the ROFR Team provides written notice to the player that the Team\ndeclines to exercise its Right of First Refusal, then the player and the New\nTeam shall be deemed to have entered into a Player Contract containing all\nof the terms and conditions included in the Uniform Player Contract\nattached to the Offer Sheet (including, if the Offer Sheet contains an Exhibit\n6, that the player pass a physical examination to be conducted by the Team\nas a condition precedent to the validity of the Contract). Such Contract may\nnot thereafter be amended in any manner for a period of one (1) year.\n(i) Notwithstanding anything contained herein to the contrary, for any\nOffer Sheet received by the ROFR Team during the Moratorium Period, the\nROFR Team shall have until 11:59 p.m. eastern time on the July 7\nimmediately following such Moratorium Period to give the First Refusal\nExercise Notice.\n(j) After exercising its Right of First Refusal as described in this\nSection 5, the ROFR Team may not trade the Restricted Free Agent for\none (1) year, without the player’s consent. Even with the player’s consent,\nfor one (1) year, neither the ROFR Team exercising its Right of First Refusal\nnor any other Team may trade the player to the Team whose Offer Sheet\nwas matched.\n(k)\n(i)\nAny Team may condition its First Refusal Exercise Notice\non the player reporting for and passing, in the sole discretion\nof the Team (exercised in good faith), a physical examination\nto be conducted by a physician designated by the Team\nwithin two (2) days from its exercise of the Right of First\nRefusal. In connection with the physical examination, the\nplayer must supply all information reasonably requested of\nhim, provide complete and truthful answers to all questions\nposed to him, and submit to all examinations and tests\nrequested of him.\n(ii)\nIf the player does not submit to the requested physical\nexamination within two (2) days of the exercise of the Right\nof First Refusal, then the First Refusal Exercise Notice shall\nbe deemed no longer to be conditioned on the player\nArticle XI\n327\nreporting for and passing a physical examination and the\nfollowing rules shall apply:\n(1) In its sole discretion, the ROFR Team shall have two (2)\ndays following the conclusion of the two (2) day period\nreferenced in Section 5(k)(i) above to withdraw its First\nRefusal Exercise Notice. If the First Refusal Exercise\nNotice is timely withdrawn in accordance with the\nforegoing, such withdrawal shall have the following\neffects:\n(A) The Offer Sheet shall be deemed invalid and the\nTeam that issued the Offer Sheet shall be\nprohibited from signing or acquiring the player\nfor a period of one (1) year from the date the\nFirst Refusal Exercise Notice was withdrawn;\nprovided, however, that if the ROFR Team\nsubsequently relinquishes its Right of First\nRefusal (resulting in the player becoming an\nUnrestricted Free Agent) in accordance with\nSection 5(o) below, then the aforementioned\none-year prohibition shall be deemed to expire\non the last day of the Salary Cap Year in which\nthe invalidated Offer Sheet was signed by the\nplayer and the New Team;\n(B) The player shall be prohibited from entering into\nan Offer Sheet with any other Team prior to the\nfirst day of the Salary Cap Year immediately\nfollowing the Salary Cap Year in which the\ninvalidated Offer Sheet was signed by the player\nand the New Team;\n(C) If the deadline by which the player was given to\naccept the Qualifying Offer (and, if applicable,\nMaximum Qualifying Offer) provided to him by\nthe ROFR Team has not already expired, then\nsuch deadline shall be deemed to have expired\n(which shall have the effect of the player no\nlonger being able to accept the Qualifying Offer\n328\nArticle XI\n(or, if applicable, Maximum Qualifying Offer)\ngiven to him by the ROFR Team); and\n(D) (i) The player shall be prohibited from entering\ninto any Player Contract with the ROFR\nTeam other than a Player Contract\ncontaining all of the Principal Terms (but\nnot any terms other than the Principal\nTerms) included in the Uniform Player\nContract attached to the invalidated Offer\nSheet (except that such Player Contract may\ncontain an Exhibit 6) before the later of\n(A) three (3) months following the date the\nROFR Team withdrew its First Refusal\nExercise Notice, and (B) the January 15 of\nthe Salary Cap Year in which the invalidated\nOffer Sheet was signed by the player and the\nNew Team.\n(ii) In circumstances in which the invalidated\nOffer Sheet was signed pursuant to the rules\nset forth in Section 5(d)(ii) above (governing\nthe signing of certain Offer Sheets by\nRestricted Free Agents who have one (1) or\ntwo (2) Years of Service) and the player and\nthe ROFR Team sign a subsequent Player\nContract during the time period referenced\nin Section 5(k)(ii)(1)(D)(i) above:\n(A) solely for purposes of determining\nwhether the ROFR Team is eligible to\nsign the subsequent Player Contract with\nthe Early Qualifying Veteran Free Agent\nException pursuant to Article VII,\nSection 6(b)(3)(ii) or the Non-Taxpayer\nMid-Level Salary Exception pursuant to\nArticle VII, Section 6(e)(5), the signing\nof such Player Contract shall be regarded\nas the matching of an Offer Sheet\nArticle XI\n329\nprovided in accordance with Article XI,\nSection 5(d)(ii); and\n(B) if, at the time the ROFR Team matched\nthe invalidated Offer Sheet, the ROFR\nTeam made an election pursuant to\nSection 5(d)(iii) above to have the\nplayer’s Salary for each Salary Cap Year\ncovered by the Contract equal the\naverage of the aggregate Salaries for each\nSalary Cap Year covered by the Contract,\nthen the ROFR Team shall be permitted\nto have the player’s Salary for each Salary\nCap Year covered by the subsequent\nContract equal the average of such\naggregate Salaries for each such Salary\nCap Year covered by the subsequent\nContract, provided that the sum of:\n(i) the ROFR Team’s Team Salary at the\ntime the subsequent Contract is signed;\nand (ii) the average of the aggregate\nSalaries for each Salary Cap Year of the\nsubsequent Contract is less than or equal\nto the Salary Cap for the then-current\nSalary Cap Year. If the ROFR Team\nwishes to make such an election, it must\ndo so by providing the NBA with a\nwritten statement on the same day that it\nsigns the subsequent Contract. The\nNBA shall provide a copy of any such\nnotice to the Players Association within\none (1) business day following its receipt\nthereof.\n(2) If the First Refusal Exercise Notice is not withdrawn by\nthe ROFR Team within the applicable two (2) day\nperiod, then the player and the ROFR Team shall be\ndeemed to have entered into a Player Contract in\naccordance with the provisions of Section 5(g) above.\n330\nArticle XI\n(iii)\nIf the player submits to the requested physical examination\nwithin two (2) days of the exercise of the Right of First\nRefusal but does not pass such physical examination, then in\nits sole discretion, the ROFR Team may withdraw its First\nRefusal Exercise Notice within two (2) days following the\ndate upon which such physical examination is conducted. If\nthe First Refusal Exercise Notice is withdrawn, the player\nand the New Team shall be deemed to have entered into a\nPlayer Contract in accordance with the provisions of Section\n5(h) above. If the First Refusal Exercise Notice is not\nwithdrawn, then the ROFR Team shall be deemed to have\nwaived its right to have the player pass a physical\nexamination and the player and ROFR Team will be deemed\nto have entered into a Player Contract in accordance with\nthe provisions of Section 5(g) above.\n(l) In the event that (1) the Offer Sheet includes an Exhibit 6 and the\nNew Team determines that the player has not passed the physical, and\n(2) either (A) the ROFR Team declines to exercise its Right of First Refusal,\n(B) the period for the ROFR Team to exercise its Right of First Refusal\nexpires, or (C) the ROFR Team exercises its Right of First Refusal\nconditioned on the player reporting for and passing a physical and timely\ndetermines that the player has not passed his physical and withdraws its First\nRefusal Exercise Notice pursuant to Section 5(k) above, then the ROFR\nTeam must within two (2) days from the later of the date (x) that the ROFR\nTeam receives notice from the New Team that the player has not passed the\nphysical examination administered by the New Team, or (y) on which the\nROFR Team timely notifies the player that he has not passed the physical,\npursuant to Section 5(k) above:\n(i)\nElect to continue to possess such rights with respect to the\nplayer as the ROFR Team possessed at the time of the\nexecution of the Offer Sheet, provided that the ROFR Team\ncan only make this election if the ROFR Team has not\nengaged in any transaction since the Offer Sheet was given\nthat the ROFR Team would not have been able to engage in\nif the player’s Free Agent Amount (or the amount of a\nQualifying Offer or Maximum Qualifying Offer made to the\nplayer, if applicable) at the time the Offer Sheet was given\nhad remained included in the ROFR Team’s Team Salary; or\nArticle XI\n(ii)\n331\nDecline to continue to possess such rights with respect to\nthe player as the ROFR Team possessed at the time of the\nexecution of the Offer Sheet, in which case any Qualifying\nOffer given to the player by the Team shall be deemed\nwithdrawn pursuant to Section 4(c)(i) above, and the Team’s\nRight of First Refusal shall be deemed relinquished pursuant\nto Section 5(o) below.\nIf at the time the New Team notifies the ROFR Team that the player has\nnot passed the physical administered by the New Team, the ROFR Team\nhas not yet exercised its Right of First Refusal or has not yet provided\nwritten notice to the player that the ROFR Team declines to exercise its\nRight of First Refusal, nothing in this Section 5(l) shall prohibit a ROFR\nTeam from: (a) exercising its Right of First Refusal; or (b) making one of\nthe elections set forth in Section 5(l)(i) or 5(l)(ii) above.\n(m) A Team shall not be permitted to exercise its Right of First Refusal\npursuant to an agreement to trade the Player Contract to another Team\npursuant to Article VII, Section 8(e).\n(n) There may be only one (1) Offer Sheet signed by a Restricted Free\nAgent outstanding at any one time, provided that the Offer Sheet has also\nbeen signed by a Team. An Offer Sheet, both before and after it is given to\nthe ROFR Team, may be revoked or withdrawn only upon the written\nconsent of the ROFR Team, the New Team, and the Restricted Free Agent.\nIn such event, a Restricted Free Agent shall again be free to negotiate and\nsign an Offer Sheet with any Team, and any Team shall again be free to\nnegotiate and sign an Offer Sheet with such Restricted Free Agent, subject\nonly to the ROFR Team’s renewed Right of First Refusal.\n(o) A Team that holds the Right of First Refusal with respect to a\nRestricted Free Agent may relinquish such Right of First Refusal at any time\nexcept during the period that the player has been given to accept a\nQualifying Offer. If a Team relinquishes its Right of First Refusal with\nrespect to a Restricted Free Agent, the player shall immediately become an\nUnrestricted Free Agent and the Team shall be deemed to have renounced\nthe player in accordance with Article VII, Section 4(g) hereof. In order to\nrelinquish its Right of First Refusal with respect to a Restricted Free Agent,\na Team shall provide the NBA with a written statement relinquishing such\nRight of First Refusal. The NBA shall provide a copy of such statement to\n332\nArticle XI\nthe Players Association by email within two (2) business days following its\nreceipt thereof.\n(p) An expedited arbitration before the System Arbitrator, whose\ndecision shall be final and binding upon all parties, shall be the exclusive\nmethod for resolving any disputes concerning this Section 5. If a dispute\narises between the player and either the ROFR Team or the New Team, as\nthe case may be, relating to the contents of an Offer Sheet, and/or whether\nthe binding agreement is between the Restricted Free Agent and the New\nTeam or the Restricted Free Agent and the ROFR Team, such dispute shall\nimmediately be submitted to the System Arbitrator, who shall resolve such\ndispute within five (5) days.\n(q) A Restricted Free Agent may not give an Offer Sheet to the ROFR\nTeam at any time after the March 1 of the Season for which he has been\nmade a Qualifying Offer.\n(r) On the same day as the giving of an Offer Sheet to the ROFR Team,\nthe ROFR Team shall cause a copy thereof to be given to the NBA, which\nshall cause a copy thereof to be promptly given to the Players Association.\nOn the same day as the giving of a First Refusal Exercise Notice to the\nRestricted Free Agent, the ROFR Team shall cause a copy thereof to be\ngiven to the New Team, which shall cause a copy thereof to be promptly\ngiven to the NBA, which shall cause a copy thereof to be promptly given to\nthe Players Association.\n(s) There may be no consideration of any kind given by one Team to\nanother Team in exchange for a Team’s decision to exercise or not to\nexercise its Right of First Refusal, or in exchange for a Team’s decision to\nsubmit or not to submit an Offer Sheet to a Restricted Free Agent.\n(t) Any Offer Sheet, First Refusal Exercise Notice, or other writing\nrequired or permitted to be given under this Article XI, shall be either by\npersonal delivery, email, or by pre-paid certified, registered, or overnight\nmail addressed as follows:\nTo any Team: addressed to the Team at the principal address of\nsuch Team as then listed on the records of the NBA or at the Team’s\nprincipal office, to the attention of the Team’s general manager (and\nif by email, then to the general manager’s email address with the\nArticle XI\n333\nTeam and any such other email address as the Team may designate\nin writing);\nTo the NBA: National Basketball Association, Olympic Tower,\n645 Fifth Avenue, New York, NY 10022, Attn: General Counsel\n(and if by email, then to the General Counsel’s email address with\nthe NBA and any such other email address as the NBA may\ndesignate in writing);\nTo the Players Association: National Basketball Players Association,\n1133 Avenue of the Americas, 5th Floor, New York, NY 10036,\nAttn: General Counsel (and if by email, then to the General\nCounsel’s email address with the NBPA and any such other email\naddress as the NBPA may designate in writing);\nTo a Restricted Free Agent: (i) for Qualifying Offers and other\nwritings relating to Qualifying Offers (e.g., withdrawal of a\nQualifying Offer), to the last known email address or address of the\nplayer or his representative; and (ii) for Offer Sheets and other\nwritings relating to Offer Sheets (e.g., First Refusal Exercise Notice),\nto his address listed on the Offer Sheet, and, if the Restricted Free\nAgent designates a representative on the Offer Sheet and lists such\nrepresentative’s address thereon, then such representative’s address\n(and if by email to the player or his representative, then with a copy\nto the General Counsel’s email address with the NBPA and any such\nother email address as the NBPA may designate in writing).\n(u) Notwithstanding anything contained herein to the contrary:\n(i)\nIn addition to personal delivery or delivery by pre-paid\ncertified, registered, or overnight mail, any Offer Sheet,\nnotice revoking or withdrawing an Offer Sheet, First Refusal\nExercise Notice, notice declining to exercise a Right of First\nRefusal, notice relinquishing a Right of First Refusal, or\nnotice withdrawing a First Refusal Exercise Notice\n(collectively “Offer Sheet-Related Notices”) may be given by\nemail as follows:\n334\nArticle XI\n(1) To any Team: to the attention of each of the Team’s\nspecified representatives’ email address (as set forth in\nsubsection (iii) below).\n(2) To the NBA: to the attention of the email address used\nfor that purpose under the 2017 CBA or such other\nemail address as agreed to by the parties.\n(3) To the Players Association: to the attention of the email\naddress used for that purpose under the 2017 CBA or\nsuch other email address as agreed by the parties.\n(4) To a Restricted Free Agent: to his email address listed\non the Offer Sheet, and, if the Restricted Free Agent\ndesignates a representative on the Offer Sheet and lists\nsuch representative’s email address thereon, a copy shall\nbe sent to such representative at such email address.\n(ii)\nAny Offer Sheet-Related Notice given by email must be sent\nto the NBA, the Players Association, the applicable\nRestricted Free Agent (including such Restricted Free\nAgent’s representative if required pursuant to Section 5(t)\nabove), the ROFR Team, and the New Team. If an Offer\nSheet fails to list a player’s email address, delivery of any\nOffer Sheet-Related Notice to the player shall be deemed\nsatisfied by email delivery to the Players Association.\n(iii)\nBy the June 10 prior to each Salary Cap Year, each Team\nshall provide to the NBA the names and email addresses of\nthree (3) representatives designated by the Team who shall\nbe, for such Salary Cap Year, (i) the only representatives of\nthe Team permitted to give any Offer Sheet-Related Notice\non behalf of the Team via the email notification procedures\nset forth herein, and (ii) the required recipients of any Offer\nSheet-Related Notice sent to the Team via the email\nnotification procedures set forth herein. In each Salary Cap\nYear, the NBA shall provide to the Players Association (and\nall Teams) the list of Team representatives (and such\nrepresentatives’ email addresses) by June 15.\nArticle XI\n335\nAny Offer Sheet, First Refusal Exercise Notice, or other writing required or\npermitted to be given under this Article XI that is sent by email shall be\ndeemed given when sent. For delivery by any other means allowed by this\nArticle XI, the following shall apply: (i) an Offer Sheet shall be deemed\ngiven only when received by the ROFR Team; (ii) a First Refusal Exercise\nNotice shall be deemed given when sent by the ROFR Team; (iii) a\nQualifying Offer, a Maximum Qualifying Offer, an amended Qualifying\nOffer (i.e., pursuant to Section 4(d) above), and a notice of extension of the\ndate by which a Qualifying Offer can be accepted shall be deemed given\nwhen sent by the ROFR Team; and (iv) other writings required or permitted\nto be given under this Article XI (e.g., notice relinquishing a Right of First\nRefusal, an acceptance of a Qualifying Offer, a withdrawal of a Qualifying\nOffer, notice that a Qualifying Offer fails to meet one or more of the criteria\nfor a Qualifying Offer, etc.) shall be deemed given only when received by\nthe party to whom it is addressed.\n336\nArticle XII\nARTICLE XII\nOPTION CLAUSES"
    },
    {
      "section_number": "Section 1",
      "section_title": "Team Options.",
      "content": "Team Options.\nExcept as provided by Article VIII, Section 1, a Player Contract shall not\ncontain any option in favor of the Team, except an Option (as defined in\nArticle I, Section 1(ss)) that: (i) is specifically negotiated between a Veteran\nand a Team or (except in the case of a Rookie Scale Contract) a Rookie and\na Team; (ii) authorizes the extension of such Contract for no more than one\n(1) year beyond the stated term; (iii) is exercisable only once; (iv) provides\nthat the Salary (excluding Incentive Compensation), Likely Bonuses, and\nUnlikely Bonuses payable with respect to the Option Year are no less than\none hundred percent (100%) of the Salary (excluding Incentive\nCompensation), Likely Bonuses, and Unlikely Bonuses, respectively, payable\nwith respect to the last year of the stated term of such Contract; and\n(v) except in the case of a Contract signed pursuant to the Second Round\nPick Exception, provides that all other terms and conditions (other than\nwith respect to the payment schedule for the player’s Base Compensation)\nin the Option Year shall be unchanged from those that applied to the last\nyear of the stated term of such Contract (including, but not limited to, the\npercentage of Base Compensation that is protected)."
    },
    {
      "section_number": "Section 2",
      "section_title": "Player Options.",
      "content": "Player Options.\nA Player Contract shall not contain any option in favor of the player,\nexcept:\n(a) an Option that: (i) is specifically negotiated between a Veteran and\na Team or (except in the case of a Rookie Scale Contract) a Rookie and a\nTeam; (ii) authorizes the extension of such Contract for no more than one\n(1) year beyond the stated term; (iii) is exercisable only once; (iv) provides\nthat the Salary (excluding Incentive Compensation), Likely Bonuses, and\nUnlikely Bonuses payable with respect to the Option Year are no less than\none hundred percent (100%) of the Salary (excluding Incentive\nCompensation), Likely Bonuses, and Unlikely Bonuses, respectively, payable\nwith respect to the last year of the stated term of such Contract; and (v) that\nall other terms and conditions (other than with respect to the payment\nschedule for the player’s Base Compensation) in the Option Year shall be\nArticle XII\n337\nunchanged from those that applied to the last year of the stated term of such\nContract (including, but not limited to, the percentage of Base\nCompensation that is protected). If a Player Contract contains an Option\nin favor of the player and provides, in whole or in part, for Base\nCompensation protection in the Option Year, such Contract must also\ncontain, in Exhibit 2 of the Contract under the heading “Additional\nConditions or Limitations,” either the language set forth in subsection (A)\nbelow or the language set forth in subsection (B) below, but not both, and\nsuch language shall define the respective rights and obligations of the player\nand Team with respect to the subject matter thereof:\n(A)\n“If this Contract is terminated by Team prior to\nPlayer’s exercise of the Option described in\nExhibit 1 of the Contract, then Player shall be\nentitled to benefit from the Base Compensation\nprotection provisions of this Exhibit 2 to the same\nextent as if the exercise of the Option by Player had\noccurred prior to Team’s termination of the\nContract.”\n(B)\n“If this Contract is terminated by Team prior to\nPlayer’s exercise of the Option described in Exhibit\n1 of the Contract, then Team shall be relieved of any\nobligation to pay Player any Base Compensation\nwith respect to the Option Year.”\nNo Player Contract that contains the language set forth in subsection (B)\nabove may provide for the Option in favor of the player to be exercisable\nearlier than the day following the date of the Team’s last game of the Season\nprior to the Option Year; and/or\n(b) an Early Termination Option (or “ETO”) (as defined in Article I,\nSection 1(u)), provided that such ETO is exercisable only once and takes\neffect no earlier than the end of the fourth Season of the Contract. A\nContract that does not provide for an ETO when signed may not be\namended to provide for an ETO during the original term of the Contract.\nIf a Team and a player enter into an Extension (other than an Extension of\na Rookie Scale Contract), the Contract may not be amended to provide for\nan ETO and any previously-existing ETO must be eliminated. If a Team\nand player enter into an Extension of a Rookie Scale Contract, the Contract\n338"
    }
  ],
  "intro_content": "Article XI\nFREE AGENCY"
}