{
  "article_number": "Article XXII",
  "title": "PLAYER HEALTH AND WELLNESS",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Requirements for Certain Team Player Health",
      "content": "Requirements for Certain Team Player Health\nProfessionals.\n(a) Each Team must secure the services of at least two (2) physicians as\nlead team physicians, at least one (1) of whom must be board certified in\northopedic surgery and at least one (1) of whom must be board certified in\ninternal medicine, family medicine, or emergency medicine. Beginning with\nthe 2017-18 Season, each individual hired for the first time to perform\nservices as a team physician must be a duly licensed physician who as of the\nhiring date: (i) is board certified in his/her field of medical expertise; (ii) has\nsuccessfully completed a fellowship in sports medicine, has a Certification\nof Added Qualification (CAQ) in sports medicine, or has other “sports\nmedicine” qualifications as the parties may agree; and (iii) has at least five (5)\nyears of clinical experience following the completion of such fellowship or\nCAQ (or of such other “sports medicine” qualifications as agreed by the\nparties). Each individual who performs services as a team physician\nadditionally must be trained and hold a current certification in Basic Life\nSupport, Basic Trauma Life Support, Advanced Cardiac Life Support, or\nAdvanced Trauma Life Support. The NBA will issue additional rules\nregarding game coverage by team physicians, which shall include, among\nother requirements, that each Team ensure attendance at each home game\nof at least one (1) team physician who is board certified in orthopedic\nsurgery and at least one (1) team physician who is board certified in internal\nmedicine, family medicine, or emergency medicine.\n(b) Each Team must secure the services of at least one (1) athletic trainer\nto serve as the Head Athletic Trainer and one (1) athletic trainer to serve as\nan Assistant Athletic Trainer on a full-time basis. Beginning with the\n2017-18 Regular Season: (i) each individual hired for the first time to\nperform services as an athletic trainer for a Team must as of the hiring date:\n(a) be certified by the National Athletic Trainers Association (NATA) or the\nCanadian Athletic Therapists Association (CATA) (or a similar organization\nas the parties may agree), and (b) be trained and hold a current certification\nin Basic Life Support, Basic Trauma Life Support, Advanced Cardiac Life\nSupport, or Advanced Trauma Life Support; and (ii) each individual hired\nfor the first time to perform services as a Head Athletic Trainer for a Team\nArticle XXII\n381\nmust, as of the hiring date, have at least three (3) years of experience as an\nathletic trainer since he/she first received such foregoing athletic training\ncertification. The NBA will issue additional rules regarding game coverage\nby athletic trainers.\n(c) Each Team must secure the services of at least one (1) strength and\nconditioning coach on a full-time basis and designate one (1) strength and\nconditioning coach as the Head Strength and Conditioning Coach.\nBeginning with the 2017-18 Regular Season: (i) each individual hired for the\nfirst time to perform services as a strength and conditioning coach for a\nTeam must, as of the hiring date, have a degree from an accredited four-year\ncollege or university and a certification from the National Strength and\nConditioning Association (NSCA) (which, for each individual hired for the\nfirst time beginning with the 2023-24 Season, must be a Registered Strength\nand Conditioning Coach (RSCC) or Certified Strength and Conditioning\nSpecialist (CSCS) certification from the NSCA) (or a certification from a\nsimilar organization as the parties may agree), and (ii) each individual hired\nfor the first time to perform services as a Head Strength and Conditioning\nCoach for a Team must, as of the hiring date, have at least three (3) years of\nexperience as a strength and conditioning coach since he/she first received\nsuch foregoing strength and conditioning certification. In addition, all\nindividuals who perform services as a strength and conditioning coach for a\nTeam must be trained and hold a current certification in Basic Life Support,\nBasic Trauma Life Support, Advanced Life Support, or Advanced Trauma\nLife Support."
    },
    {
      "section_number": "Section 2",
      "section_title": "One Surgeon.",
      "content": "One Surgeon.\nEach Team agrees that a player requiring the care and treatment of an\northopedic surgeon will, so far as practicable, be referred to and treated by\none (1) orthopedic surgeon (rather than several)."
    },
    {
      "section_number": "Section 3",
      "section_title": "NBA Physicians Association.",
      "content": "NBA Physicians Association.\nRepresentatives designated by the Players Association shall participate in\nmeetings of the NBA Physicians Association for the purpose of discussing\nmatters related to the medical care and treatment of players.\n382\nArticle XXII"
    },
    {
      "section_number": "Section 4",
      "section_title": "Disclosure of Medical Information.",
      "content": "Disclosure of Medical Information.\n(a) A Team physician may disclose all relevant medical information\nconcerning a player to (i) the General Manager, coaches, and trainers of the\nTeam by which such player is employed, (ii) any entity from which any such\nTeam seeks to procure, or has procured, an insurance policy covering such\nplayer’s life or any disability, injury, illness, or other medical condition such\nplayer may suffer or sustain, and (iii) subject to the terms of Sections 4(d)-(e)\nbelow, the media or public on behalf of the Team.\n(b) Should it be requested in connection with the contemplated\nassignment of a player’s Uniform Player Contract to one or more NBA\nTeams, a Team’s physician may furnish all relevant medical information\nrelating to the player to (i) the physicians and General Manager, coaches,\nand trainers of such other Team or Teams, and (ii) any entity from which\nany such other Team seeks to procure, or has procured, an insurance policy\ncovering such player’s life or any disability, injury, illness, or other medical\ncondition such player may suffer or sustain.\n(c) Should a Team assign a player to the NBAGL, such Team’s\nphysician may furnish all relevant medical information relating to the player\nto (i) the physicians and General Manager, head coaches, and trainers of the\nplayer’s NBAGL team, and (ii) any entity from which the Team, the\nNBAGL, or the player’s NBAGL team seeks to procure, or has procured,\nan insurance policy covering such player’s life or any disability, injury, illness,\nor other medical condition such player may suffer or sustain. In addition,\nan NBAGL team physician may furnish all relevant medical information\nrelating to the player to the physicians and General Manager, coaches, and\ntrainers of the player’s Team.\n(d) Subject to Section 4(e) below, each Team may make public medical\ninformation relating to the players in its employ, provided that such\ninformation relates solely to the reasons why any such player has not been\nor is not rendering services as a player. If a player, in the judgment of the\nTeam, is expected to be unable to participate in any basketball practice or\ngame due to an injury, illness, or other medical condition for a period of two\nor more weeks, the Team’s first public statement regarding such player’s\ninjury, illness, or other medical condition may only describe such injury,\nillness, or other medical condition and the anticipated date when such player\nwill be re-evaluated by the Team. The Team may make subsequent public\nArticle XXII\n383\nstatement(s) with all relevant medical information only after such\nre-evaluation has occurred.\n(e) A player or his immediate family (where appropriate) shall have the\nright to approve the terms and timing of any public release of medical\ninformation relating to any injuries, illnesses, or other medical conditions\nsuffered by that player that are potentially life- or career-threatening, or that\ndo not arise from the player’s participation in NBA games or practices. If a\nTeam or the NBA requests such approval and the player or his immediate\nfamily (where appropriate) does not provide it, then the Team is limited to\ndisclosing that an injury, illness, or other medical condition is preventing a\nplayer from rendering services to the Team and that the anticipated length\nof the player’s absence from rendering services to the Team is unknown.\n(f) Nothing in Sections 4(d)-(e) shall limit a Team from disclosing\nmedical information related to an injury, illness, or other medical condition\nwith respect to any player who has made medical information available\npublicly that is inconsistent with the written opinion of a Team physician.\n(g) In addition to the access set forth in Article XXII, Section 8 of the\nCBA below, a player is entitled access to his own medical records and the\nTeam shall use best efforts to provide such information on or before\nforty-eight (48) business hours of a player request."
    },
    {
      "section_number": "Section 5",
      "section_title": "Vaccination Education and Recommendations.",
      "content": "Vaccination Education and Recommendations.\nThe NBA and the Players Association shall, at least annually, jointly\nrecommend, and issue educational materials to players (in connection with\nthe Rookie Transition Program and Team Awareness Meetings described in\nArticle VI, Section 4 of the CBA and via written materials provided to all\nplayers) regarding, the health benefits of vaccinations recommended by the\nCDC (i.e., as of the effective date of this Agreement, COVID-19, measles,\nmumps, and rubella (MMR), influenza, tetanus and pertussis, varicella\n(chicken pox), Hepatitis B) and the meningococcal vaccine."
    },
    {
      "section_number": "Section 6",
      "section_title": "Selection of Team Physician and Other Health Care",
      "content": "Selection of Team Physician and Other Health Care\nProviders.\nEach Team has the sole and exclusive discretion to select any doctors,\nhospitals, clinics, health consultants, or other health care providers (“Health\nCare Providers”) to examine and/or treat players pursuant to the terms of\n384\nArticle XXII\nthis Agreement and the Uniform Player Contract; provided, however, no\nTeam will engage any such Health Care Provider based primarily on a\nsponsorship relationship (or lack thereof) with the Team, and without\nconsidering the Health Care Provider’s qualifications (including, e.g., medical\nexperience and credentials) and the goal of providing high quality care to all\nof its players."
    },
    {
      "section_number": "Section 7",
      "section_title": "Health and Performance Screenings.",
      "content": "Health and Performance Screenings.\nPlayers shall undergo reasonable screening and baseline testing\n(e.g., pursuant to NBA cardiac and concussion protocols) and, in connection\nwith such screening and testing, shall accurately and completely answer all\nreasonable health questions (including, upon request, providing accurate and\ncomplete medical histories). Players additionally shall participate in any\nleague-wide biomechanics screening and assessment program upon request\nand direction by the NBA, provided that, prior to implementing any such\nprogram, the NBA shall consult with the Players Association, and provided\nfurther that any such assessment program shall require no more than\nfour (4) assessments for any one Season. Any other new league-wide\nperformance screening and assessment program directed by the NBA and\nrequired for players shall require prior agreement of the NBA and the\nPlayers Association."
    },
    {
      "section_number": "Section 8",
      "section_title": "Electronic Medical Records.",
      "content": "Electronic Medical Records.\n(a) The NBA will use, during the Term, an electronic medical records\nsystem (“EMR”) that will provide a secure, searchable, centralized database\nof player health information. To the extent health information disclosures\nare permitted by this Agreement (including the Uniform Player Contract),\nsuch disclosures may be made via secure systems within the EMR. In\naddition, the EMR will: (i) allow for the NBA (but not the Teams) to\nconduct player health and safety reviews; (ii) allow for authorized academic\nresearchers to access the data (on a de-identified basis) and conduct studies\ndesigned to improve player health and broaden medical knowledge\n(provided that the Players Association will be provided with notice prior to\nany such access and gives its consent, such consent not to be unreasonably\nwithheld); and (iii) give players the ability to easily access their own health\ninformation and to grant access to such information to physicians of their\nchoice both during and after their careers.\nArticle XXII\n385\n(b) To satisfy the requirement in Section 8(a)(iii) above, by no later than\nthe end of the 2023-24 Season, the NBA shall make available a mobile app\nfor exclusive use by players to facilitate direct access for each player to such\ninformation in the EMR. The NBA shall also provide the same or similar\naccess through the app for exclusive use by former players in respect of\nwhom the EMR contains medical information. Following the 2023-24\nSeason, and annually following each Season thereafter, the NBA shall\nprovide a Players Association-designated physician with a summary report\nfor each player, which will summarize information on such player from the\nEMR (identified by player name) regarding such player’s injuries, illnesses,\nor medical conditions, imaging studies, prescription medications, surgeries,\nvaccinations, concussions and concussion evaluation, and cardiac screening.\nIn order to confirm player consent for the NBA to provide the above\nsummary and related information to the Players Association, the NBA shall\ninclude in the NBA’s health information authorization, which in accordance\nwith Paragraph 7(i) of the UPC each player is required to sign annually, an\nauthorization for the NBA to provide medical records to the Players\nAssociation."
    },
    {
      "section_number": "Section 9",
      "section_title": "Concussion, Cardiac, and Emergency Medical",
      "content": "Concussion, Cardiac, and Emergency Medical\nPreparedness Policies.\n(a) A concussion policy designed to maximize the neurological health\nof players shall be in effect during the Term. The concussion policy will be\nreviewed and updated periodically by the NBA in conjunction with the NBA\nPhysicians Association and the NBA’s Concussion Advisory Committee in\norder to keep the policy current and consistent with the evolving science of\nconcussion management. Prior to any update to the concussion policy, the\nNBA shall consult with the Players Association.\n(b) A cardiac screening policy designed to identify cardiovascular risks\nfor players shall be in effect during the Term. The cardiac screening policy\nwill be reviewed and updated periodically by the NBA in conjunction with\nthe NBA Physicians Association and the NBA’s Cardiac Advisory\nCommittee in order to keep the policy current and consistent with the\nevolving science of sports cardiology. Prior to any update to the cardiac\nscreening policy, the NBA shall consult with the Players Association.\n(c) A policy for response to medical emergencies designed to provide a\nframework for a rapid response to on-court emergencies shall be in effect\n386\nArticle XXII\nduring the Term. The emergency medical preparedness policy will be\nreviewed and updated periodically by the NBA in conjunction with the NBA\nPhysicians Association and the NBA’s Emergency Medical Preparedness\nCommittee in order to keep the policy current and consistent with\nrecommendations from organizations and experts with emergency response\nexpertise. Prior to any update to the emergency medical preparedness\npolicy, the NBA shall consult with the Players Association."
    },
    {
      "section_number": "Section 10",
      "section_title": "Second Opinion.",
      "content": "(a) Subject to the additional terms in subsections (b) through (e) below,\nplayers shall have the right to receive a second medical opinion at the Team’s\nexpense regarding the course of treatment for an injury, illness, or other\nmedical condition that either: (i) has prevented the player from participating\nin a Regular Season, Play-In, or playoff game for two (2) weeks or more; (ii)\nin the opinion of a Team physician for the player’s Team, is more likely than\nnot to prevent the player from being able to participate in an NBA game for\ntwo (2) weeks or more (or during the off-season, from participating in\ncompetitive basketball without restriction for two weeks or more); (iii) in\nthe opinion of the Team physician will not be significantly aggravated by the\nplayer continuing to participate in NBA games (or during the offseason\nparticipating in basketball without restriction) when the player reasonably\nbelieves that continued participation will significantly aggravate his injury,\nillness, or other medical condition; (iv) results in direction from the Team\nphysician that the player should undergo surgery; or (v) results in direction\nfrom the Team physician that the player should not undergo surgery when\nthe player reasonably believes that surgery is necessary for the injury, illness,\nor other medical condition. The foregoing shall not limit a player’s ability\nto obtain a second medical opinion in circumstances other than those set\nforth in Sections 10(a)(i)-(v) above, provided that the Team shall not be\nobligated to pay for or consider any such second opinion.\n(b) The parties will maintain and publish annually a list (the “Second\nOpinion List”) of jointly-appointed medical specialists, including one or\nmore psychiatrist(s) (each a “Second Opinion Physician”), by specialty and\nby geographic region in the United States and Canada, to provide players\nwith the second medical opinions described in subsection (a) above. At least\ntwo (2) board-certified physicians shall be designated as Second Opinion\nPhysicians for each specialty in each of the geographic regions.\nArticle XXII\n387\n(c) Each Second Opinion Physician will be included on the Second\nOpinion List for the duration of this Agreement, unless either the NBA or\nthe Players Association has provided written notice to the other party that a\nphysician should be removed from the Second Opinion List (i) by\nDecember 1 of any year covered by this Agreement; or (ii) at any time of\nany year covered by this Agreement, for failure to provide a player’s Team\nwith all information relating to a consultation with the player within two (2)\nbusiness days following the consultation; provided that, for the first such\nfailure, a party is required to issue a warning to the Second Opinion\nPhysician (following written notice to the other party), with removal\npermitted thereafter if the Second Opinion Physician does not provide the\nplayer’s Team with all information relating to such consultation within\ntwo (2) business days following the warning, or for the second or any\nadditional instances in which the Second Opinion Physician does not timely\nprovide a player’s Team with all information relating to a consultation with\nthe player. Such removal shall be effective immediately, provided that,\nunless otherwise agreed by the parties, such removal shall not affect any\nsecond opinion process involving such Physician that has previously been\nrequested by a player.\n(d) Prior to obtaining a second opinion, a player shall notify the Team\nin writing of his decision to seek such second opinion, the name of the\nphysician who will be performing the evaluation, and the date and location\nof the evaluation. Upon receiving such notice and prior to the player’s\nevaluation, the Team will make available to the physician relevant medical\ninformation regarding the player.\n(e) If, pursuant to subsections (a) through (d) above, a player obtains a\nsecond opinion from a Second Opinion Physician, the Team will pay the\nmedical costs associated with the second opinion provided such cost is\nreasonable for the consultation.\n(f) In connection with obtaining a second opinion from a Second\nOpinion Physician pursuant to subsections (a) through (e) above, a player\nmay not be absent from the Team for an unreasonable period of time or\nmiss any games without authorization of the Team.\n(g) If the Second Opinion Physician provides the Team with a written\nopinion, and the player has otherwise complied with Paragraph 7(h) of the\nUPC, the Team will be required to consider the second opinion in\n388\nArticle XXII\nconnection with diagnosis or treatment. For clarity, nothing in this\nSection 10 shall be construed to alter or limit in any way the rights of any\nTeam or the obligation of any player under the CBA or Uniform Player\nContract, including without limitation pursuant to the provisions of\nParagraph 7 of the Uniform Player Contract."
    },
    {
      "section_number": "Section 11",
      "section_title": "Fitness-to-Play.",
      "content": "(a) The parties shall establish panels of physicians (each a\n“Fitness-to-Play Panel”) for the purpose of determining, as set forth in this\nSection 11, whether players with potentially life-threatening injuries,\nillnesses, or other medical conditions (or any of the foregoing that have the\npotential to result in paralysis or other permanent spinal injury) are medically\nable and medically fit to practice and play basketball in the NBA. Each\nFitness-to-Play Panel shall consist of one (1) physician appointed by the\nNBA, one (1) physician appointed by the Players Association, and one (1)\nphysician appointed by agreement of the first two (2) physicians. Each\nmember of each Panel shall: (i) be board certified and fellowship trained in\nhis/her field of medical expertise; (ii) be a specialist in the subject matter of\nthe applicable Fitness-to-Play Panel; and (iii) have at least ten (10) years of\npost-fellowship clinical experience. Each Panel will operate by majority\nvote, including, but not limited to, its fitness to play determinations. Once\nappointed, each physician on a Fitness-to-Play Panel shall be included on\nsuch Panel for the duration of this Agreement, unless either the NBA or the\nPlayers Association has, by December 1 of any year covered by this\nAgreement, served written notice to the other party that a physician has been\nremoved from such Panel. A party may not remove the physician that the\nother party appointed to a Fitness-to-Play Panel. In the event that either\nparty removes a physician from a Fitness-to-Play Panel pursuant to the\nforegoing, such removal shall be effective immediately, provided that, unless\notherwise agreed to by the parties, a physician will continue to serve on the\nFitness-to-Play Panel in respect of any determination on a player’s injury,\nillness, or other medical condition that has been referred to the Panel but\nfor which the Panel has not yet issued its written determination.\n(b) The parties shall create one or more Fitness-to-Play Panels as are\nnecessary to address injuries, illnesses, or other medical conditions that are\npotentially life-threatening or have the potential to result in paralysis or other\npermanent spinal injury for the player (e.g., cardiac illnesses and conditions,\nblood clots, and other blood conditions and disorders).\nArticle XXII\n389\n(c) If the NBA, a Team, or the Players Association has been advised by\na physician that a player is medically unable and/or medically unfit to\nperform his duties as a professional basketball player as a result of a\npotentially life-threatening injury, illness, or other medical condition and/or\nthat performing such duties would likely create a materially elevated risk of\ndeath, paralysis, or other permanent spinal injury for the player, then the\nNBA, a Team, or the Players Association may refer the player to a\nFitness-to-Play Panel by making such a referral in writing to the player and\nto the NBA, Team, and Players Association, as applicable. Once so referred,\nthe player will not be permitted to play or practice in the NBA until he is\ncleared to do so by the Panel as set forth below.\n(d) (1)\nUpon the referral described in subsection (c) above, the\nPanel will be provided with all medical information in the\nplayer’s medical file that any member of the Panel deems\nrelevant to the injury, illness, or other medical condition for\nwhich the player was referred. The Panel will review the\nplayer’s injury, illness, or other medical condition (which\nreview shall include an in-person examination of the player\nby each member of the Panel unless such member\ndetermines that an examination by him/her would serve no\nuseful purpose). Upon conclusion of its review, the Panel\nshall provide a report to the NBA, the player’s Team, and\nthe Players Association setting forth its determination and\nthe reasons therefor.\n(2)\nThe determination to be made by the Panel is whether, in\nthe Panel’s reasonable medical judgment and experience,\nand having considered current medical knowledge and the\nbest available objective evidence: (i) the player is medically\nable and medically fit to perform his duties as a professional\nbasketball player; and (ii) performing such duties would not\ncreate a materially elevated risk of death, paralysis, or other\npermanent spinal injury for the player. Where there are\nauthoritative medical guidelines on fitness for athletic\nparticipation and a particular injury, illness, or other medical\ncondition (e.g., the American Heart Association/American\nCollege of Cardiology Scientific Statements on Eligibility\nand Disqualification – Recommendations for Competitive\n390\nArticle XXII\nAthletes with Cardiovascular Abnormalities), the Panel will\nconsider such guidelines in making its determination.\n(3)\nSubsequent to the player being referred to a Fitness-to-Play\nPanel, and prior to the Panel’s review of the player’s injury,\nillness, or other medical condition, the player (on behalf of\nhimself, his heirs, and assigns) shall be required to sign a\nrelease and covenant not to sue agreement in the form\nagreed upon by the parties; provided that this agreement\nshall not apply to any claim of medical malpractice against a\nTeam-affiliated physician or any physician retained by the\nNBA or Players Association for the medical evaluation\nprocess.\n(e) In the event that the Fitness-to-Play Panel determines that the player\nis medically able and medically fit to play professional basketball pursuant\nto the standard in subsection (d) above: (i) the player will be required to sign\nan informed consent and assumption of risk agreement in the form agreed\nupon by the parties before he is able to play or practice in the NBA; and\n(ii) upon satisfying the prior clause, shall be deemed at that time medically\nable and fit to play basketball in the NBA and permitted to do so.\n(f) If the Fitness-to-Play Panel does not determine that the player is\nmedically able and medically fit to play professional basketball pursuant to\nthe standard in subsection (d) above, the NBA, a Team, or the Players\nAssociation may again refer the player to the Fitness-to-Play Panel beginning\non the later of the first day of the Season that begins immediately following\nthe date on which the Panel issued its report or nine (9) months after such\ndate. The party making such referral must have been advised in writing by\na physician that there have been materially changed circumstances since the\nPanel issued its report (e.g., medical advances or a material change in the\nplayer’s medical condition) such that the Panel should reconsider its\ndetermination. If a player is referred under this subsection (f), the\nFitness-to-Play Panel shall be comprised of the same members that reviewed\nand determined the player’s initial referral, provided that the physicians on\nsuch panel are available.\n(g) Nothing in this Section 11 shall obligate a Team to permit a player\nto play or practice for the Team, even if a Fitness-to-Play Panel determines\nthat the player is medically able to do so. If the Team disagrees with the\nArticle XXII\n391\nFitness-to-Play Panel’s conclusion and refuses to permit the player to play\nand practice with the Team due to the injury, illness, or other medical\ncondition for which the player was referred to the Fitness-to-Play Panel,\nthen the Team will be required, within sixty (60) days of the Panel’s issuance\nof its report (or, if the report is issued during the period from the date that\nis sixty (60) days prior to the date of the NBA trade deadline through May\n31, then by August 1) (the “Evaluation Period”), to either trade the player,\nagree to amend the player’s Contract in accordance with Article II,\nSection 3(p) of the CBA, waive the player pursuant to Paragraph 16 of the\nUniform Player Contract, or waive the player pursuant to the “Partial Waiver\nProcedure” described in Section 11(i) below (a “Partial Waiver”); provided,\nhowever, that the foregoing shall not apply to any player who is in the last\nyear of his Contract (excluding any Option Year) at the time that the Panel\nprovides its report to the NBA, the player’s Team, and the Players\nAssociation pursuant to Section 11(d)(1) above. During the Evaluation\nPeriod, the player, shall cooperate with the Team in connection with the\nTeam’s efforts to evaluate the player’s injury, illness, or other medical\ncondition, including by, among other things, in a prompt and diligent\nmanner supplying all information requested of him, completing medical\nforms, and submitting to all examinations, tests, and workouts requested of\nhim by or on behalf of the Team.\n(h) If a player referred to a Fitness-to-Play Panel satisfies the waiting\nperiod set forth in Article VII, Section 4(h)(1) of the CBA at the time of\nsuch referral (or any time thereafter prior to the Panel issuing its report),\nthen the Team may request that such Panel, acting by majority vote, also\nserve as the physician described in Article VII, Section 4(h)(2) of the CBA,\nand accordingly provide in the Panel’s report a determination for the\npurposes of Article VII, Section 4(h) of the CBA.\n(i) In order for an eligible Team, pursuant to Section 11(g) above, to\ndesignate an eligible player’s Contract for a Partial Waiver, the Team must\nprovide written notice of such waiver and designation to the NBA. Once a\nTeam duly invokes the Partial Waiver Procedure, such procedure shall\noperate as follows:\n(i)\nThe waiver period shall be the same as the period for other\nwaivers.\n392\nArticle XXII\n(ii)\nAny Team other than the Team requesting the waiver may\nsubmit either a Full Waiver Claim or a Partial Waiver Claim\nfor the player. A “Full Waiver Claim” is a claim for the full\nvalue of the remaining term of the Contract pursuant to\nSection 5 of the NBA By-Laws. A “Partial Waiver Claim” is\na discount bid of a specified dollar amount (rounded to the\nnearest dollar) for a portion of the value of the remaining\nterm of the Contract. A Partial Waiver Claim can be for any\namount equal to or greater than the total of the applicable\nMinimum Player Salary for all of the Remaining Protected\nYears (as defined below) of the Contract and less than the\ntotal of the full Base Compensation provided for in all of the\nRemaining Protected Years of the Contract, provided that a\nPartial Waiver Claim may never be less than the total of the\nunprotected Base Compensation provided for in all of the\nRemaining Protected Years of the Contract. A “Remaining\nProtected Year” means any remaining year of the Contract\nthat contains any amount of Base Compensation protection\nthat is not contingent on some event occurring on a date\nafter the request for waivers; any remaining years of the\nContract that are not Remaining Protected Years shall\nhereinafter be referred to as “Remaining Unprotected\nYears.” For clarity, any Player Option Year in which the\nContract includes the language in Article XII, Section\n2(a)(A) and the Effective Season of an ETO shall be a\nRemaining Protected Year, and any Player Option Year in\nwhich the Contract that includes the language in Article XII,\nSection 2(a)(B) and any Team Option Year shall be a\nRemaining Unprotected Year.\n(iii)\nIn order to submit a Partial Waiver Claim, the Team must\nhave a Team Salary below the Salary Cap and room equal to\nat least the portion of the Claiming Team Base\nCompensation Obligation (as defined in subsection (vi)(A)\nbelow) plus any Likely Bonuses applicable to the first Year\nof the Remaining Protected Years of the Contract. For\npurposes of the preceding sentence, “room” includes room\nthat can be unilaterally created by the claiming Team (e.g., via\nrenouncements or waivers, but not via trades) and such\nArticle XXII\n393\nroom must be created immediately upon the awarding of the\nplayer pursuant to this waiver procedure.\n(iv)\nIf at least one (1) Full Waiver Claim is submitted during the\nwaiver period, the Contract shall be awarded to the Team\nsubmitting a Full Waiver Claim that is entitled to the highest\norder of preference in accordance with the waiver\nprocedures set forth in the NBA Constitution and By-Laws.\nIf no Full Waiver Claim is submitted and at least one (1)\nPartial Waiver Claim is submitted, the Contract shall be\nawarded to the Team submitting the highest Partial Waiver\nClaim in total dollars (or, if more than one (1) Team submits\nthe highest Partial Waiver Claim in total dollars, to the Team\nsubmitting the highest Partial Waiver Claim in total dollars\nthat is entitled to the highest order of preference in\naccordance with the waiver procedures set forth in the NBA\nConstitution and By-Laws).\n(v)\nIf there is no Full Waiver Claim or Partial Waiver Claim\nsubmitted for the Contract during the waiver period, the\nContract shall be terminated.\n(vi)\nIn the event that the Contract is awarded to a Team (the\n“Claiming Team”) as the result of a Partial Waiver Claim:\n(A)\nThe Claiming Team shall be responsible for payment\nof the player’s Base Compensation in an amount\nequal to the total dollar amount of the Partial Waiver\nClaim allocated over the Remaining Protected Years\nof the Contract in proportion to the Base\nCompensation amounts provided for in each\nRemaining Protected Year of the Contract (e.g., if the\nplayer has two (2) years remaining on his Contract\nwith $10 million of Base Compensation in year one\nthat is fully protected and $11 million of Base\nCompensation in year two that is fifty percent (50%)\nprotected and the winning Partial Waiver Claim was\nfor $6 million, the Claiming Team shall be\nresponsible for $2.86 million of the player’s Base\nCompensation in year one and $3.14 million in year\n394\nArticle XXII\ntwo) (the “Claiming Team Base Compensation\nObligation”).\nThe waiving Team shall be\nresponsible for paying the total Base Compensation\nin each Remaining Protected Year of the Contract\nless the Claiming Team Base Compensation\nObligation for each Remaining Protected Year of\nthe Contract (the “Waiving Team Base\nCompensation Obligation”). In addition to the\nClaiming Team Base Compensation Obligation, the\nClaiming Team shall also be responsible for the total\namount of all other Compensation obligations\ncontained in the Contract other than Base\nCompensation (including, but not limited to, the full\namount of any Incentive Compensation) and the\ntotal Base Compensation for any Remaining\nUnprotected Year.\n(B)\nThe Claiming Team Base Compensation Obligation\nplus any Likely Bonuses applicable to each\nRemaining Protected Year of the Contract and the\ntotal Base Compensation plus any Likely Bonuses of\nany Remaining Unprotected Year shall be included\nin the Team Salary of the Claiming Team\nimmediately upon the awarding of the player to the\nClaiming Team pursuant to this waiver procedure.\n(C)\nThe Claiming Team may not trade a player awarded\nas a result of a Partial Waiver Claim until the July 1\nfollowing the award of the player’s Contract to the\nClaiming Team pursuant to this waiver procedure.\nIf a Claiming Team proposes to trade to another\nTeam a player awarded as a result of a Partial Waiver\nClaim (after the waiting period set forth in the\npreceding sentence) or if the Claiming Team\nsubsequently waives the player and another Team\nproposes to acquire such player in accordance with\nthe NBA waiver procedure, then: (i) for purposes of\ndetermining (a) whether the acquiring Team has\nRoom for the Contract, and (b) in the case of a trade,\nthe amount of any Traded Player Exception in\nArticle XXII\n395\nrespect of such player’s Contract, the player’s Salary\nshall be deemed to equal the Claiming Team Base\nCompensation Obligation plus any Likely Bonuses\napplicable to the then-current Salary Cap Year; and\n(ii) the acquiring Team shall thereafter be deemed\nthe Claiming Team for the purposes of this\nSection 11(i).\n(D)\n(vii)\nThe Claiming Team shall be responsible for making\nall payments to the player (and paying all related\npayroll taxes) other than Compensation due with\nrespect to any Season prior to the waiver. The\nwaiving Team shall reimburse the Claiming Team\nfor the portion of the Waiving Team Base\nCompensation Obligation applicable to each pay\nperiod on or before each applicable pay date.\nIn the event that the Contract is awarded to the Claiming\nTeam as a result of a Partial Waiver Claim and the Claiming\nTeam subsequently waives the player (a “Subsequent\nWaiver”) resulting in the termination of the Contract:\n(A)\nWithout taking into consideration any conditional\nBase Compensation protection triggered after the\ndate of the initial request for waivers but before the\nSubsequent Waiver (hereinafter referred to as\n“Triggered Base Compensation Protection”), if the\nContract contains full Base Compensation\nprotection in each of the Remaining Protected Years\nor if the Contract contains no Remaining Protected\nYears, the Claiming Team Base Compensation\nObligation and the Waiving Team Base\nCompensation Obligation shall remain unchanged.\n(B)\nWithout taking into consideration any Triggered\nBase Compensation Protection, if the Contract\ncontains partial protection in one (1) or more of the\nRemaining Protected Years, the Claiming Team Base\nCompensation Obligation and Waiving Team Base\nCompensation Obligation for each such year shall be\n396\nArticle XXII\nadjusted as follows upon the termination of the\nContract:\n(C)\n(1)\nThe Claiming Team Base Compensation\nObligation for any Remaining Protected\nYear that contains only partial Base\nCompensation protection shall be reduced\nby a number equal to the Claiming Team\nBase Compensation Obligation for that year,\ndivided by the total Base Compensation\nobligation for that year, multiplied by the\nunprotected Base Compensation remaining\nto be paid that year (the “Adjusted Claiming\nTeam Base Compensation Obligation”).\n(2)\nThe Waiving Team Base Compensation\nObligation for any Remaining Protected\nYear that contains only partial Base\nCompensation protection shall be reduced\nby a number equal to the Waiving Team\nBase Compensation Obligation for that year,\ndivided by the total Base Compensation\nobligation for that year, multiplied by the\nunprotected Base Compensation remaining\nto be paid for that year.\nThe full amount of any Triggered Base\nCompensation Protection shall be added to the\nAdjusted Claiming Team Base Compensation\nObligation in each remaining year of the Contract\nthat contains Triggered Base Compensation\nProtection.\n(j) The costs associated with the Fitness-to-Play Panels will be borne\nequally by the NBA and the Players Association, and the Players\nAssociation’s share shall be paid by the NBA and included in Player Benefits\nunder Article IV, Section 6(l) of this Agreement.\nArticle XXII\n397"
    },
    {
      "section_number": "Section 12",
      "section_title": "Player Care Survey.",
      "content": "The NBA and the Players Association will jointly conduct a confidential\nplayer survey during the 2023-24 Season (and during one or more\nsubsequent Seasons during the term of this Agreement as determined by the\nparties) to solicit the players’ input and opinion regarding the adequacy of\nmedical care provided by their respective medical and training staffs and\ncommission independent analyses of the results of such surveys. The costs\nof such surveys and analyses will be borne equally by the NBA and the\nPlayers Association, and the Players Association’s share shall be paid by the\nNBA and included in Player Benefits under Article IV, Section 6(l) of this\nAgreement."
    },
    {
      "section_number": "Section 13",
      "section_title": "Wearables.",
      "content": "(a) The wearables joint advisory committee formed by the NBA and the\nPlayers Association (the “Wearables Committee”) shall continue to review\nand approve wearable devices for use by players. “Wearables” shall mean a\ndevice worn by an individual that measures movement information (such as\ndistance, velocity, acceleration, deceleration, jumps, changes of direction,\nand player load calculated from such information and/or height/weight),\nphysiological information (such as heart rate, heart rate variability, skin\ntemperature, blood oxygen, hydration, lactate, and/or glucose), or other\nhealth, fitness, and performance information.\n(b) The Wearables Committee shall consist of three (3) representatives\nappointed by the NBA and three (3) representatives appointed by the\nPlayers Association. At least one of the members appointed by each of the\nNBA and the Players Association must have at least three (3) years of\nexperience in sports medicine (such as a physician, athletic trainer, strength\nand conditioning coach, or sports scientist) in the NBA or with an NCAA\nDivision I collegiate basketball team (or other relevant experience and\nexpertise as agreed upon by the parties). Unless otherwise agreed by the\nparties, Committee members may not have an ownership or other financial\ninterest in any company that produces or sells any wearable device.\n(c) The Wearables Committee shall be responsible for: (i) reviewing all\nrequests by Teams, the NBA, or the NBPA to approve a wearable device\nfor use by players, with the standard being whether the wearable device\nwould be potentially harmful to anyone (including the player) if used as\nintended, and whether the wearable’s functionality has been validated; and\n398\nArticle XXII\n(ii) setting cybersecurity standards for the storage of data collected from\nWearables.\n(d) The Wearables Committee will jointly retain such experts as it deems\nnecessary in order to conduct its work (e.g., to validate a wearable device or\nto set cybersecurity standards), which the parties expect to include\nprofessionals in areas such as engineering, data science, and cybersecurity.\nThe costs of such experts will be borne equally by the NBA and the Players\nAssociation, and the Players Association’s share shall be paid by the NBA\nand included in Player Benefits under Article IV, Section 6(l) of this\nAgreement.\n(e) No Team may request a player to use any Wearable unless such\ndevice is one of the devices currently in use as set forth in Section 13(f)\nbelow or the device and the Team’s cybersecurity standards have been\napproved by the Committee pursuant to Section 13(c) above.\n(f) Teams may request that, on a voluntary basis, players use the\nfollowing devices: the FirstBeat Sport system; the Catapult Sports\nOptimEye, ClearSky, and Vector systems (including with a Polar chest strap\nbut not with the Catapult heart rate vest); the iMeasureU Step Trident\nsystem; Kinexon Sports systems (including with a Kinexon heart rate vest\npaired with a Polar sensor); the ShotTracker system; the Strive Sense3\nsystems; the WHOOP Performance Strap 2.0; the Zephyr Performance\nSystem; and the Oura Ring (collectively, the “Approved Wearables”).\nWearables (whether Approved or otherwise) may not be used in games. Use\nof any wearable that is not among the Approved Wearables is prohibited.\nIn addition: (i) the only metric categories and/or system variables that\nTeams can use from Approved Wearables are those that were designated as\n“Pass” in the wearables validation reports provided to the parties by their\njointly retained experts; and (ii) Teams must follow the safety directions of\nthe jointly retained experts as provided to Teams in the Wearable Device\nValidation Reports. With respect to raw or unprocessed data exports or\nAPIs from Approved Wearables (“Raw Data”), so long as such Raw Data\nare not provided through a dashboard or other visual within an Approved\nWearable’s software platform, the foregoing shall not prohibit Teams from\n(i) using Raw Data so long as the Raw Data is used in metric categories\nand/or system variables that were designated as “Pass” in the Wearable\nDevice Validation Reports, or (ii) receiving Raw Data. If upon evaluation\nby the Committee, any of the foregoing devices are reviewed and are not\nArticle XXII\n399\napproved by the Committee, Teams will be required to discontinue the use\nof such Wearables.\n(g) A Team may request a player to use in practice (or otherwise not in\na game) on a voluntary basis a Wearable that has been approved by the\nCommittee. A player may decline to use (or discontinue use of) a Wearable\nat any time. Before a Team could request that a player use an approved\nWearable, the Team shall be required to provide the player a written,\nconfidential explanation of: (i) what the device will measure; (ii) what each\nsuch measurement means; and (iii) the benefits to the player in obtaining\nsuch data.\n(h) A player will have full access to all data collected on him from\napproved Wearables. Members of the Team’s staff may also have access to\nsuch data but it can be used only for limited purposes as set forth below.\nData collected from a Wearable worn at the request of a Team may be used\nfor player health and performance purposes and Team on-court tactical and\nstrategic purposes only. The data may not be considered, used, discussed,\nor referenced for any other purpose such as in negotiations regarding a\nfuture Player Contract or other Player Contract transaction (e.g., a trade or\nwaiver) involving the player. In a proceeding brought by the Players\nAssociation under the procedures set forth in Article XXXI, the Grievance\nArbitrator will have authority to impose a fine of up to $250,000 on any\nTeam shown to have violated this provision.\n(i) To advance the shared goal of the NBA and the Players Association\nto promote player health and reduce injuries, and in light of the preference\nof the NBA that game use of Wearables be required, and the preference of\nthe Players Association that Wearables not be required in games and instead\nbe allowed to be worn in games on a voluntary basis only in connection with\nmodified rules regarding commercialization, the NBA and Players\nAssociation will continue to discuss in good faith matters related to the use\nof wearable devices. Pending an agreement between the parties, Wearables\nmay not be used in games, and no player data collected from a Wearable\nworn at the request of a Team may be made available to the public in any\nway or used for any commercial purpose.\n400\nArticle XXII"
    },
    {
      "section_number": "Section 14",
      "section_title": "NBA Draft Combine.",
      "content": "(a) Each year, the NBA shall organize and operate a Draft Combine\nprior to the NBA Draft. All players invited by the NBA to attend the Draft\nCombine shall be required to attend and participate in the following\ncomponents of the Draft Combine (“Combine Components”):\n(i)\nStrength and agility tests, shooting drills, performance\ntesting, and anthropometric measurements (e.g., height,\nwingspan) (five-on-five scrimmages or any other live action\noffense versus defense drill (e.g., half-court four-on-four or\ntwo-on-one) shall be optional for all players);\n(ii)\nLeague-directed: medical history information, medical\ntesting (e.g., MRIs, echocardiograms, and laboratory tests,\nother than tests for controlled substances), medical\nexaminations, and biomechanical and functional movement\ntesting, including, for clarity, with respect to any of the\nforegoing in this subsection (ii), any medical examination in\naccordance with subsection (d) below and/or follow-up in\naccordance with subsection (e) below;\n(iii)\nMedia circuit;\n(iv)\nPlayer development sessions;\n(v)\nTeam interviews; and\n(vi)\nOther tests and/or assessments.\nThe NBA shall determine and establish the Combine Components\nabove, provided that the performance testing contemplated in the\nforegoing Component (a)(i), the medical testing contemplated in\nthe foregoing Component (a)(ii), and the foregoing\nComponents (a)(iii)-(vi) shall be determined in consultation with\nthe Players Association.\n(b) Notwithstanding the foregoing requirement to attend and\nparticipate in the Combine Components, any invited player who is physically\nunable to participate in one or more basketball activities (as set forth in\nsubsection (a)(i) above), medical testing or biomechanical or functional\nArticle XXII\n401\nmovement testing (as set forth in subsection (a)(ii) above), or any other tests\nor assessments at the Draft Combine (as set forth in subsection (a)(vi)\nabove) shall be (i) excused from participation in some or all of the applicable\nactivities or tests at the time of the Draft Combine, (ii) required at the Draft\nCombine to complete the Combine Components that he is able to complete,\nand (iii) required subsequently to complete, by no later than the eleventh day\nbefore the Draft, the remaining Combine Components, as reasonably\ndetermined by the NBA unless he remains physically unable to do so. Any\ndetermination with respect to this subsection (b) shall be made by the NBA’s\nmedical director for the Draft Combine, who shall be required to consider\nany opinion timely provided by the player’s treating physician.\n(c) The NBA may excuse an invited player from attending one or more\ndays of the Draft Combine due to a reasonable excuse, as reasonably\ndetermined by the NBA (e.g., family tragedy, birth of a child, playing with a\nFIBA club that is still in season at the time of the Draft Combine). Any\nsuch player may be required subsequently to complete, by no later than the\neleventh day before the Draft, Combine Components as reasonably\ndetermined by the NBA in consultation with the Players Association (e.g., by\nattending an NBA Global Camp or via individual assessments and\nexaminations arranged by the NBA).\n(d) The NBA and Players Association shall agree annually on certain\njointly-selected orthopedic medical specialists with expertise in foot and\nankle, knee, spine, hip, and wrist/hand injuries to attend the Draft Combine,\nconduct medical examinations of particular players at the request of either\nthe player or a Team, and prepare a report for each such player. Subject to\nthe limits on Teams accessing information on certain players in accordance\nwith subsection (g) below, as with other medical history information, testing,\nand examinations from Combine Components, the NBA shall make any\nsuch report(s) from an orthopedic medical specialist available to the player\nand to Teams via the file in respect of the player in the EMR.\n(e) Based on available medical information, including the results of\nmedical testing at the Draft Combine, the NBA may require any player who\nwas invited to the Combine to undergo, by no later than the eleventh day\nbefore the date of the Draft, reasonable and appropriate follow-up testing\nor examination after the Draft Combine, as determined by the NBA’s\nmedical director for the Draft Combine in consultation with the player’s\ntreating physician (if any).\n402\nArticle XXII\n(f) A player shall fail to fulfill his obligation to participate in the Draft\nCombine in respect of a Draft, and shall therefore be ineligible to be selected\nin such Draft in accordance with Article X, Section 9 of the CBA, if he is\ninvited by the NBA to attend the Draft Combine and, as reasonably\ndetermined by the NBA in consultation with the Players Association, fails\nto fully participate in the Combine Components in which the player is\nrequired to participate pursuant to subsections (a)-(e) above.\n(g) The NBA shall organize and operate an annual process that utilizes\nthe following method (the “Top-10 Formula”) for the purpose of\ndeveloping a ranking of the top-10 players eligible in that year’s Draft:\ni.\nThe NBA (after consultation with the Players Association)\nshall annually select no fewer than (a) two (2) publications\nwith publicly-available pre-Draft rankings and (b) two (2)\nindividuals with relevant basketball experience (each such\nindividual, a “Combine Player Ranker”) for the purpose of\ngenerating the composite ranking described below.\nii.\nThe NBA shall utilize (a) from each such publication\nreferenced in subsection (i) above, its publicly-available\npre-Draft rankings, and (b) from each Combine Player\nRanker, his or her ranking of the top-fifteen players eligible\nin that year’s Draft.\niii.\nAny player who is ranked within the top-fifteen by one (1)\npublication and/or Combine Player Ranker, but not ranked\nwithin the top-fifteen by another publication and/or\nCombine Player Ranker shall, for purposes of computing the\nranking of such other publication(s) and/or Combine Player\nRanker(s), be given a ranking of sixteen (16). For clarity,\npursuant to the foregoing sentence, multiple players may be\ngiven such ranking of sixteen (16) for any publication and/or\nCombine Player Ranker that does not rank the player within\nthe top-fifteen (e.g., if two (2) or more players are ranked\nwithin the top-fifteen by one (1) publication and/or\nCombine Player Ranker, but not ranked as such by one (1)\nor more of the other publication(s) and/or Combine Player\nRanker(s)).\nArticle XXII\n403\niv.\nA composite ranking shall be determined by taking, for each\nplayer, the median ranking of each such publication’s\npublicly-available ranking and each such Combine Player\nRanker’s individual ranking provided to the NBA (such\nmedian ranking, the “Combine Player Ranking”).\nv.\nEach player whose Combine Player Ranking equals one of\nthe ten (10) lowest numbers (i.e., where 1 is the lowest\npossible sum that can be generated via the Top-10 Formula\nand thus the highest possible ranking for any player) shall be\nconsidered a top-10 player eligible in that year’s Draft. If\ntwo (2) or more players ranked first through tenth have the\nsame Combine Player Ranking, then the median ranking of\nthe publicly-available rankings from each publication\nreferenced in subsection (g)(i) above shall be used to\ndetermine each such player’s ranking (e.g., if two (2) players\nhave the same Combine Player Ranking, and such Ranking\nis higher than that of five (5) other players, then the player\nwith the lower median ranking of each such publication’s\npublicly-available ranking will be ranked sixth and the player\nwith the higher median ranking will be ranked seventh). If\nstill tied, then each such publication’s publicly-available\nranking and each Combine Player Ranker’s individual\nranking for each such player shall be aggregated, and the\nplayer with the lower total sum will be considered the higherranked player, followed by the player with the higher total\nsum. If still tied, the NBA shall conduct a random drawing\nto determine each such player’s ranking.\nvi.\nIf in any particular year covered by this Agreement the NBA\ndetermines that it is impracticable to calculate one or more\nof the rankings set forth in subsection (g)(i) above (e.g., due\nto the unavailability of a Combine Player Ranker, or if there\nare fewer than two (2) publications whose publicly-available\npre-Draft rankings are determined by the NBA (after\nconsultation with the Players Association) to be suitable for\nthis purpose), the NBA may, after consultation with the\nPlayers Association, generate an output of the Top-10\nFormula using as many of such publication(s)’ and/or\n404\nArticle XXII\nCombine Player Ranker(s)’ individual ranking(s) as is\nreasonably practicable.\nThe NBA shall finalize and provide to the Players Association the\nlist of players eligible in that year’s Draft who are ranked first\nthrough tenth per the Top-10 Formula. The NBA shall finalize such\nlist during the period beginning with the deadline established by the\nNBA under Article X, Section 1(b)(ii)(G) of the CBA to qualify as\nan Early Entry player and prior to the earlier of the date on which\n(x) the NBA conducts a drawing among the Teams that did not\nparticipate in the playoffs in the Season immediately preceding that\nyear’s NBA Draft to determine the order of selection positions in\nsuch NBA Draft, or (y) the on-site process to gather players’ medical\nhistory commences (i.e., the medical intake portion of the medical\nhistory referenced at subsection (a)(ii) above).\nThe information gathered from such players’ Combine Components set\nforth in subsection (a)(ii) above (and (a)(vi) above to the extent that any such\ntest or assessment involves medical information in respect of a player) shall\nbe made available by the NBA after it is gathered: (1) for the player ranked\nfirst, to Teams selecting first through tenth in that year’s Draft; (2) for the\nplayers ranked second through sixth, to Teams selecting first through\nfifteenth in that year’s Draft; (3) for the players ranked seventh through\ntenth, to Teams selecting first through twenty-fifth in that year’s Draft; and\n(4) for all other players invited to the Draft Combine, all Teams. For clarity,\nany assignee Team that trades for a Draft selection position within the top25 selection positions in that year’s Draft shall subsequently be given access\nto the information gathered from the Combine Components set forth in\nsubsection (a)(ii) above for each player associated with such Draft selection\nposition. Beginning on the day after the conclusion of the Draft, Teams will\nno longer have access to such information for any player whom a Team did\nnot select in the Draft (or whose Draft rights the Team does not hold).\n(h) Nothing in this Section 14 shall limit the right of the NBA, the\nPlayers Association, or a Team to refer a player eligible for a Draft, prior to\nthat year’s Draft, to a Fitness-to-Play Panel, in accordance with Article XXII,\nSection 11 of the CBA, if advised by a physician that the player is medically\nunable and/or medically unfit to perform his duties as a professional\nbasketball player as a result of a potentially life-threatening injury, illness, or\nother medical condition and/or that performing such duties would likely\nArticle XXII\n405\ncreate a materially elevated risk of death, paralysis, or other permanent spinal\ninjury for the player. In any such case, the fact that the player was referred,\nthe Panel’s determination, and all medical information in the player’s\nmedical file that any member of the Panel deemed relevant to the injury,\nillness, or other medical condition for which the player was referred shall be\nmade available to all Teams following the Panel’s determination.\n(i) For clarity, nothing in this Section 14 shall be construed to limit in\nany way (i) the right of a Team to request that a player eligible for a Draft\nvoluntarily participate in the administration of such activities described in\nsubsection (a) above (e.g., in connection with visiting a Team’s practice\nfacility during the period between the Draft Combine and the Draft) or\nprovide the Team with information, including information from the\nCombine Components described in subsection (a)(ii) above, or (ii) the right\nof a player to supplement medical information gathered from those\nCombine Components set forth in subsection (a)(ii) above with additional\ninformation that the NBA shall make available to all Teams via the EMR,\nsubject to subsection (g) above.\n(j)\n(i)\nTeams may use the results of information gathered from\nsuch Combine Components set forth in subsection (a)(ii)\nabove for Draft evaluation purposes only, and may not\ndiscuss any such results with representatives of any other\nTeam (regardless of whether the other Team would\notherwise have access to the same results); provided,\nhowever, that (1) medical staff from Teams entitled to access\nthe player’s information in accordance with subsection (g)\nabove may discuss such results with medical staff of other\nTeams who performed the medical examination of the\nplayer at the Draft Combine or in connection with\nsubsections (b), (c), or (e) above (for clarity, the only Team\npersonnel who will be involved in such examinations will be\nthose who are entitled to access the player’s information in\naccordance with subsection (g) above); (2) a Team may\ndiscuss such results with representatives from other Teams\nentitled to access the player’s information in accordance with\nsubsection (g) above if the player provides written consent\n(with notice to the Players Association); and (3) nothing in\nthis Section 14 shall limit any rights a Team has to use or\ndisclose such results in respect of a player who is under\n406\nArticle XXII\ncontract with the Team or as to whom the Team holds\nexclusive Draft rights (e.g., following the Draft, a team\ndisclosure of medical information in connection with a trade\nof a player’s Draft rights). For clarity, a Team will not have\nviolated this subsection (j)(i) to the extent its discussion\ninvolves only public information regarding a player.\n(ii)\nIf the NBA has reason to believe that the confidentiality\nrestriction set forth in subsection (j)(i) above has been\nviolated, it shall advise the Players Association in a timely\nmanner.\n(iii)\nIf the Players Association determines that the confidentiality\nrestriction set forth in subsection (j)(i) above has been\nviolated, it may bring a proceeding under Article XXXII,\nSection 1 of the CBA before the System Arbitrator. Upon a\nfinding by the System Arbitrator of a material violation, the\nSystem Arbitrator shall have the authority to impose on any\nTeam found to have committed such violation a fine of up\nto $1,000,000. In considering appropriate discipline for a\nviolation, the System Arbitrator shall take into account all\nrelevant factors, including, but not limited to, the impact of\nthe violation on the player, the degree of care demonstrated\nby the Team, and any ill intent regarding the player.\n(k) The NBA will consult with the Players Association in good faith on\n(i) creating a list of non-exclusive jointly-recommended interview questions\nto provide to Teams each year prior to the Draft Combine, and (ii) any issues\nthe Players Association raises relating to scheduling or operational details of\nthe Draft Combine (e.g., setting the dates and location of the Draft Combine,\nelements of the player experience at the Draft Combine).\n(l)\n(i)\nEach player invited to the Draft Combine will be provided\none (1) complimentary first class travel accommodations\n(except when such accommodations are not available) for\nhimself and one family member to the market in which such\nDraft Combine is held, and (2) one (1) complimentary\nindividual room in a group of hotel rooms reserved by the\nNBA for the Draft Combine. One certified agent who\nrepresents each such player participating in the Combine\nArticle XXII\n407\nshall (x) be permitted to reserve one (1) room in such group\nof hotel rooms (at such agent’s expense); and (y) receive an\nNBA credential at the Draft Combine to attend the on-court\nactivities set forth in subsection (a)(i) above; provided that if\nthe Players Association notifies the NBA that a player\nparticipating in the Draft Combine is represented by a\nsecond certified agent who does not already have an NBA\ncredential to attend the on-court activities set forth in\nsubsection (a)(i) above, such second agent shall receive such\ncredential.\n(ii)\nEach player invited to the Draft Combine will be offered an\nNBAGL contract covering the season immediately\nfollowing the Draft Combine. To benefit players, the NBA\nshall also undertake to provide new media opportunities at\nthe Draft Combine for players who attend and participate in\nthe Combine Components.\n(iii)\nMental health and wellness programming, jointly created by\nthe NBA and Players Association for players, will be\nincluded as part of the Pre-Draft Information Program\npresented at the Draft Combine.\n408"
    }
  ],
  "intro_content": "Article XXII\nPLAYER HEALTH AND WELLNESS"
}