{
  "article_number": "Article XII",
  "title": "OPTION CLAUSES",
  "sections": [
    {
      "section_number": "Section 1",
      "section_title": "Team Options.",
      "content": "OPTION CLAUSES\nTeam Options.\nExcept as provided by Article VIII, Section 1, a Player Contract shall not\ncontain any option in favor of the Team, except an Option (as defined in\nArticle I, Section 1(ss)) that: (i) is specifically negotiated between a Veteran\nand a Team or (except in the case of a Rookie Scale Contract) a Rookie and\na Team; (ii) authorizes the extension of such Contract for no more than one\n(1) year beyond the stated term; (iii) is exercisable only once; (iv) provides\nthat the Salary (excluding Incentive Compensation), Likely Bonuses, and\nUnlikely Bonuses payable with respect to the Option Year are no less than\none hundred percent (100%) of the Salary (excluding Incentive\nCompensation), Likely Bonuses, and Unlikely Bonuses, respectively, payable\nwith respect to the last year of the stated term of such Contract; and\n(v) except in the case of a Contract signed pursuant to the Second Round\nPick Exception, provides that all other terms and conditions (other than\nwith respect to the payment schedule for the player’s Base Compensation)\nin the Option Year shall be unchanged from those that applied to the last\nyear of the stated term of such Contract (including, but not limited to, the\npercentage of Base Compensation that is protected)."
    },
    {
      "section_number": "Section 2",
      "section_title": "Player Options.",
      "content": "Player Options.\nA Player Contract shall not contain any option in favor of the player,\nexcept:\n(a) an Option that: (i) is specifically negotiated between a Veteran and\na Team or (except in the case of a Rookie Scale Contract) a Rookie and a\nTeam; (ii) authorizes the extension of such Contract for no more than one\n(1) year beyond the stated term; (iii) is exercisable only once; (iv) provides\nthat the Salary (excluding Incentive Compensation), Likely Bonuses, and\nUnlikely Bonuses payable with respect to the Option Year are no less than\none hundred percent (100%) of the Salary (excluding Incentive\nCompensation), Likely Bonuses, and Unlikely Bonuses, respectively, payable\nwith respect to the last year of the stated term of such Contract; and (v) that\nall other terms and conditions (other than with respect to the payment\nschedule for the player’s Base Compensation) in the Option Year shall be\nArticle XII\n337\nunchanged from those that applied to the last year of the stated term of such\nContract (including, but not limited to, the percentage of Base\nCompensation that is protected). If a Player Contract contains an Option\nin favor of the player and provides, in whole or in part, for Base\nCompensation protection in the Option Year, such Contract must also\ncontain, in Exhibit 2 of the Contract under the heading “Additional\nConditions or Limitations,” either the language set forth in subsection (A)\nbelow or the language set forth in subsection (B) below, but not both, and\nsuch language shall define the respective rights and obligations of the player\nand Team with respect to the subject matter thereof:\n(A)\n“If this Contract is terminated by Team prior to\nPlayer’s exercise of the Option described in\nExhibit 1 of the Contract, then Player shall be\nentitled to benefit from the Base Compensation\nprotection provisions of this Exhibit 2 to the same\nextent as if the exercise of the Option by Player had\noccurred prior to Team’s termination of the\nContract.”\n(B)\n“If this Contract is terminated by Team prior to\nPlayer’s exercise of the Option described in Exhibit\n1 of the Contract, then Team shall be relieved of any\nobligation to pay Player any Base Compensation\nwith respect to the Option Year.”\nNo Player Contract that contains the language set forth in subsection (B)\nabove may provide for the Option in favor of the player to be exercisable\nearlier than the day following the date of the Team’s last game of the Season\nprior to the Option Year; and/or\n(b) an Early Termination Option (or “ETO”) (as defined in Article I,\nSection 1(u)), provided that such ETO is exercisable only once and takes\neffect no earlier than the end of the fourth Season of the Contract. A\nContract that does not provide for an ETO when signed may not be\namended to provide for an ETO during the original term of the Contract.\nIf a Team and a player enter into an Extension (other than an Extension of\na Rookie Scale Contract), the Contract may not be amended to provide for\nan ETO and any previously-existing ETO must be eliminated. If a Team\nand player enter into an Extension of a Rookie Scale Contract, the Contract\n338\nArticle XII\nmay simultaneously be amended to provide for an ETO, provided that such\nETO is exercisable only once and takes effect no earlier than the end of the\nfourth Season of the extended term of the Contract."
    },
    {
      "section_number": "Section 3",
      "section_title": "No Conditional Options.",
      "content": "No Conditional Options.\nIf a Contract contains any Option or ETO, the right of the Team or\nplayer to exercise such Option or ETO must be fixed at the time the\nContract (or Extension) is entered into and may not be contingent upon the\nsatisfaction of any individually-negotiated condition. In the case of an ETO,\nthe Effective Season of such ETO also must be fixed at the time the\nContract (or Extension) is entered into and may not be contingent upon the\nsatisfaction of any individually-negotiated condition."
    },
    {
      "section_number": "Section 4",
      "section_title": "Exercise Period.",
      "content": "Exercise Period.\nAny ETO must be exercised by 5:00 p.m. eastern time on the June 29\nimmediately prior to the Effective Season of such ETO. Any Option must\nbe exercised by 5:00 p.m. eastern time on the June 29 immediately prior to\nthe Season covered by the Option, except that an Option in favor of a player\nwho would become a Restricted Free Agent if the Option were not exercised\nmust be exercised prior to the June 25 immediately prior to the Season\ncovered by such Option."
    },
    {
      "section_number": "Section 5",
      "section_title": "Option Exercise Notices.",
      "content": "Option Exercise Notices.\nThe NBA shall provide the Players Association with copies of any\nOption or ETO exercise or non-exercise notice received by the NBA within\ntwo (2) business days of the NBA’s receipt of such notice from the Team.\nArticle XIII\n339"
    }
  ],
  "intro_content": ""
}